{"original_length": 6825, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\n[Illustration: \"Can I 'ave it took off while I eat my bloater, mother?\"]\n\n\nFINE FEATHERS\n\n\nMr. Jobson awoke with a Sundayish feeling, probably due to the fact that\nit was Bank Holiday.  He had been aware, in a dim fashion, of the rising\nof Mrs. Jobson some time before, and in a semi-conscious condition had\ntaken over a large slice of unoccupied territory.  He stretched himself\nand yawned, and then, by an effort of will, threw off the clothes and\nspringing out of bed reached for his trousers.\n\nHe was an orderly man, and had hung them every night for over twenty\nyears on the brass knob on his side of the bed.  He had hung them there\nthe night before, and now they had absconded with a pair of red braces\njust entering their teens.  Instead, on a chair at the foot of the bed\nwas a collection of garments that made him shudder.  With trembling\nfingers he turned over a black tailcoat, a white waistcoat, and a pair of\nlight check trousers.  A white shirt, a collar, and tie kept them\ncompany, and, greatest outrage of all, a tall silk hat stood on its own\nband-box beside the chair.  Mr. Jobson, fingering his bristly chin,\nstood: regarding the collection with a wan smile.\n\n\"So that's their little game, is it?\"  he muttered.  \"Want to make a toff\nof me.  Where's my clothes got to, I wonder?\"\n\nA hasty search satisfied him that they were not in the room, and, pausing\nonly to drape himself in the counterpane, he made his way into the next.\nHe passed on to the others, and then, with a growing sense of alarm,\nstole softly downstairs and making his way to the shop continued the\nsearch.  With the shutters up the place was almost in darkness, and in\nspite of his utmost care apples and potatoes rolled on to the floor and\ntravelled across it in a succession of bumps.  Then a sudden turn brought\nthe scales clattering down.\n\n\"Good gracious, Alf!\"  said a voice.  \"Whatever are you a-doing of?\"\n\nMr. Jobson turned and eyed his wife, who was standing at the door.\n\n\"I'm looking for my clothes, mother,\" he replied, briefly.\n\n\"Clothes!\"  said Mrs. Jobson, with an obvious attempt at unconcerned\nspeech.  \"Clothes!  Why, they're on the chair.\"\n\n\"I mean clothes fit for a Christian to wear--fit for a greengrocer to\nwear,\" said Mr. Jobson, raising his voice.\n\n\"It was a little surprise for you, dear,\" said his wife.  \"Me and Bert\nand Gladys and Dorothy 'ave all been saving up for it for ever so long.\"\n\n\"It's very kind of you all,\" said Mr. Jobson, feebly--\"very, but--\"\n\n\"They've all been doing without things themselves to do it,\" interjected\nhis wife.  \"As for Gladys, I'm sure nobody knows what she's given up.\"\n\n\"Well, if nobody knows, it don't matter,\" said Mr. Jobson.  \"As I was\nsaying, it's very kind of you all, but I can't wear 'em.  Where's my\nothers?\"\n\nMrs. Jobson hesitated.\n\n\"Where's my others?\"  repeated her husband.\n\n\"They're being took care of,\" replied his wife, with spirit.  \"Aunt\nEmma's minding 'em for you--and you know what she is.  H'sh!  Alf!  Alf!\nI'm surprised at you!\"\n\nMr. Jobson coughed.  \"It's the collar, mother,\" he said at last.  \"I\nain't wore a collar for over twenty years; not since we was walking out\ntogether.  And then I didn't like it.\"\n\n\"More shame for you,\" said his wife.  \"I'm sure there's no other\nrespectable tradesman goes about with a handkerchief knotted round his\nneck.\"\n\n\"P'r'aps their skins ain't as tender as what mine is,\" urged Mr. Jobson;\n\"and besides, fancy me in a top-'at!  Why, I shall be the laughing-stock\nof the place.\"\n\n\"Nonsense!\"  said his wife.  \"It's only the lower classes what would\nlaugh, and nobody minds what they think.\"\n\nMr. Jobson sighed.  \"Well, I shall 'ave to go back to bed again, then,\"\nhe said, ruefully.  \"So long, mother.  Hope you have a pleasant time at\nthe Palace.\"\n\nHe took a reef in the counterpane and with a fair amount of dignity,\nconsidering his appearance, stalked upstairs again and stood gloomily\nconsidering affairs in his bedroom.  Ever since Gladys and Dorothy had\nbeen big enough to be objects of interest to the young men of the\nneighbourhood the clothes nuisance had been rampant.  He peeped through\nthe window-blind at the bright sunshine outside, and then looked back at\nthe tumbled bed.  A murmur of voices downstairs apprised him that the\nconspirators were awaiting the result.\n\nHe dressed at last and stood like a lamb--a redfaced, bull-necked lamb--\nwhile Mrs. Jobson fastened his collar for him.\n\n\"Bert wanted to get a taller one,\" she remarked, \"but I said this would\ndo to begin with.\"\n\n\"Wanted it to come over my mouth, I s'pose,\" said the unfortunate Mr.\nJobson.  \"Well, 'ave it your own way.  Don't mind about me.  What with\nthe trousers and the collar, I couldn't pick up a sovereign if I saw one\nin front of me.\"\n\n\"If you see one I'll pick it up for you,\" said his wife, taking up the\nhat and moving towards the door.  \"Come along!\"\n\nMr. Jobson, with his arms standing out stiffly from his sides and his\nhead painfully erect, followed her downstairs, and a sudden hush as he\nentered the kitchen testified to the effect produced by his appearance.\nIt was followed by a hum of admiration that sent the blood flying to his\nhead.\n\n\"Why he couldn't have done it before I don't know,\" said the dutiful\nGladys.  \"Why, there ain't a man in the street looks a quarter as smart.\"\n\n\"Fits him like a glove!\"  said Dorothy, walking round him.\n\n\"Just the right length,\" said Bert, scrutinizing the coat.\n\n\"And he stands as straight as a soldier,\" said Gladys, clasping her hands\ngleefully.\n\n\"Collar,\" said Mr. Jobson, briefly.  \"Can I 'ave it took off while I eat\nmy bloater, mother?\"\n\n\"Don't be silly, Alf,\" said his wife.  \"Gladys, pour your father out a\nnice, strong, Pot cup o' tea, and don't forget that the train starts at\nha' past ten.\"\n\n\"It'll start all right when it sees me,\" observed Mr. Jobson, squinting\ndown at his trousers.\n\nMother and children, delighted with the success of their scheme, laughed\napplause, and Mr. Jobson somewhat gratified at the success of his retort,\nsat down and attacked his breakfast.  A short clay pipe, smoked as a\ndigestive, was impounded by the watchful Mrs. Jobson the moment he had\nfinished it.\n\n\"He'd smoke it along the street if I didn't,\" she declared.\n\n\"And why not?\"  demanded her husband--always do.\"\n\n\"Not in a top-'at,\" said Mrs. Jobson, shaking her head at him.\n\n\"Or a tail-coat,\" said Dorothy.\n\n\"One would spoil the other,\" said Gladys.\n\n\"I wish something would spoil the hat,\" said Mr. Jobson, wistfully.\n\"It's no good; I must smoke, mother.\"\n\nMrs. Jobson smiled, and, going to the cupboard, produced, with a smile of\ntriumph, an envelope containing seven dangerous-looking cigars.  Mr.\nJobson whistled, and taking one up examined it carefully.\n\n\"What do they call 'em, mother?\"  he inquired.  \"The 'Cut and Try Again\nSmokes'?\"\n\nMrs. Jobson smiled vaguely.  \"Me and the girls are going upstairs to get\nready now,\" she said.  \"Keep your eye on him, Bert!\"\n\nFather and son grinned at each other, and, to pass the time, took a cigar\napiece.  They had just finished them when a swish and rustle of skirts\nsounded from the stairs, and Mrs. Jobson and the girls, beautifully\nattired, entered the room and stood buttoning their gloves.  A strong\nsmell of scent fought with the aroma of the cigars.\n\n\"You get round me like, so as to hide me a bit,\" entreated Mr. Jobson, as\nthey quitted the house.  \"I don't mind so much when we get out of our\nstreet.\"\n\nMrs. Jobson laughed his fears to scorn.\n\n\"Well, cross the road, then,\" said Mr. Jobson, urgently.  \"There's Bill\nFoley standing at his door.\"\n\nHis wife sniffed.  \"Let him stand,\" she said, haughtily.\n\nMr. Foley failed to avail himself of the permission.  He regarded Mr.\nJobson with dilated eyeballs, and, as the party approached, sank slowly\ninto a sitting position on his doorstep, and as the door opened behind\nhim rolled slowly over onto his back and presented an enormous pair of\nhobnailed soles to the gaze of an interested world.\n\n\"I told you 'ow it would be,\" said the blushing Mr. Jobson.  \"You know\nwhat Bill's like as well as I do.\"\n\nHis wife tossed her head and they all quickened their pace.  The voice of\nthe ingenious Mr. Foley calling piteously for his mother pursued them to\nthe end of the road.\n\n\"I knew what it 'ud be,\" said Mr. Jobson, wiping his hot face.  \"Bill\nwill never let me 'ear the end of this.\"\n\n\"Nonsense!\"  said his wife, bridling.  \"Do you mean to tell me you've got\nto ask Bill Foley 'ow you're to dress?  He'll soon get tired of it; and,\nbesides, it's just as well to let him see who you are.  There's not many\ntradesmen as would lower themselves by mixing with a plasterer.\"\n\nMr. Jobson scratched his ear, but wisely refrained from speech.  Once\nclear of his own district mental agitation subsided, but bodily\ndiscomfort increased at every step.  The hat and the collar bothered him\nmost, but every article of attire contributed its share.  His uneasiness\nwas so manifest that Mrs. Jobson, after a little womanly sympathy,\nsuggested that, besides Sundays, it might be as well to wear them\noccasionally of an evening in order to get used to them.\n\n\"What, 'ave I got to wear them every Sunday?\"  demanded the unfortunate,\nblankly; \"why, I thought they was only for Bank Holidays.\"\n\nMrs. Jobson told him not to be silly.\n\n\"Straight, I did,\" said her husband, earnestly.  \"You've no idea 'ow I'm\nsuffering; I've got a headache, I'm arf choked, and there's a feeling\nabout my waist as though I'm being cuddled by somebody I don't like.\"\n\nMrs. Jobson said it would soon wear off and, seated in the train that\nbore them to the Crystal Palace, put the hat on the rack.  Her husband's\nattempt to leave it in the train was easily frustrated and his\nexplanation that he had forgotten all about it received in silence.  It\nwas evident that he would require watching, and under the clear gaze of\nhis children he seldom had a button undone for more than three minutes at\na time.\n\nThe day was hot and he perspired profusely.  His collar lost its starch--\na thing to be grateful for--and for the greater part of the day he wore\nhis tie under the left ear.  By the time they had arrived home again he\nwas in a state of open mutiny.\n\n\"Never again,\" he said, loudly, as he tore the collar off and hung his\ncoat on a chair.\n\nThere was a chorus of lamentation; but he remained firm.  Dorothy began\nto sniff ominously, and Gladys spoke longingly of the fathers possessed\nby other girls.  It was not until Mrs. Jobson sat eyeing her supper,\ninstead of eating it, that he began to temporize.  He gave way bit by\nbit, garment by garment.  When he gave way at last on the great hat\nquestion, his wife took up her knife and fork.\n\nHis workaday clothes appeared in his bedroom next morning, but the others\nstill remained in the clutches of Aunt Emma.  The suit provided was of\nconsiderable antiquity, and at closing time, Mr. Jobson, after some\nhesitation, donned his new clothes and with a sheepish glance at his wife\nwent out; Mrs. Jobson nodded delight at her daughters.\n\n\"He's coming round,\" she whispered.  \"He liked that ticket-collector\ncalling him 'sir' yesterday.  I noticed it.  He's put on everything but\nthe topper.  Don't say nothing about it; take it as a matter of course.\"\n\nIt became evident as the days wore on that she was right...  Bit by bit\nshe obtained the other clothes--with some difficulty--from Aunt Emma, but\nher husband still wore his best on Sundays and sometimes of an evening;\nand twice, on going into the bedroom suddenly, she had caught him\nsurveying himself at different angles in the glass.\n\nAnd, moreover, he had spoken with some heat--for such a good-tempered\nman--on the shortcomings of Dorothy's laundry work.\n\n\"We'd better put your collars out,\" said his wife.\n\n\"And the shirts,\" said Mr. Jobson.  \"Nothing looks worse than a bad\ngot-up cuff.\"\n\n\"You're getting quite dressy,\" said his wife, with a laugh.\n\nMr. Jobson eyed her seriously.\n\n\"No, mother, no,\" he replied.  \"All I've done is to find out that you're\nright, as you always 'ave been.  A man in my persition has got no right\nto dress as if he kept a stall on the kerb.  It ain't fair to the gals,\nor to young Bert.  I don't want 'em to be ashamed of their father.\"\n\n\"They wouldn't be that,\" said Mrs. Jobson.\n\n\"I'm trying to improve,\" said her husband.  \"O' course, it's no use\ndressing up and behaving wrong, and yesterday I bought a book what tells\nyou all about behaviour.\"\n\n\"Well done!\"  said the delighted Mrs. Jobson.\n\nMr. Jobson was glad to find that her opinion on his purchase was shared\nby the rest of the family.  Encouraged by their approval, he told them of\nthe benefit he was deriving from it; and at tea-time that day, after a\nlittle hesitation, ventured to affirm that it was a book that might do\nthem all good.\n\n\"Hear, hear!\"  said Gladys.\n\n\"For one thing,\" said Mr. Jobson, slowly, \"I didn't know before that it\nwas wrong to blow your tea; and as for drinking it out of a saucer, the\nbook says it's a thing that is only done by the lower orders.\"\n\n\"If you're in a hurry?\"  demanded Mr. Bert Jobson, pausing with his\nsaucer half way to his mouth.\n\n\"If you're in anything,\" responded his father.  \"A gentleman would rather\ngo without his tea than drink it\n\n### Summary:\n\n"}
{"original_length": 7085, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nFRIENDS IN NEED\n\n\nR. Joseph Gibbs finished his half-pint in the private bar of the Red Lion\nwith the slowness of a man unable to see where the next was coming from,\nand, placing the mug on the counter, filled his pipe from a small paper\nof tobacco and shook his head slowly at his companions.\n\n\"First I've 'ad since ten o'clock this morning,\" he said, in a hard\nvoice.\n\n\"Cheer up,\" said Mr. George Brown.\n\n\"It can't go on for ever,\" said Bob Kidd, encouragingly.\n\n\"All I ask for--is work,\" said Mr. Gibbs, impressively.  \"Not slavery,\nmind yer, but work.\"\n\n\"It's rather difficult to distinguish,\" said Mr. Brown.\n\n\"'Specially for some people,\" added Mr. Kidd.\n\n\"Go on,\" said Mr. Gibbs, gloomily.  \"Go on.  Stand a man 'arf a pint, and\nthen go and hurt 'is feelings.  Twice yesterday I wondered to myself what\nit would feel like to make a hole in the water.\"\n\n\"Lots o' chaps do do it,\" said Mr. Brown, musingly.\n\n\"And leave their wives and families to starve,\" said Mr. Gibbs, icily.\n\n\"Very often the wife is better off,\" said his friend.  \"It's one mouth\nless for her to feed.  Besides, she gen'rally gets something.  When pore\nold Bill went they 'ad a Friendly Lead at the 'King's Head' and got his\nmissis pretty nearly seventeen pounds.\"\n\n\"And I believe we'd get more than that for your old woman,\" said Mr.\nKidd.  \"There's no kids, and she could keep 'erself easy.  Not that I\nwant to encourage you to make away with yourself.\"\n\nMr. Gibbs scowled and, tilting his mug, peered gloomily into the\ninterior.\n\n\"Joe won't make no 'ole in the water,\" said Mr. Brown, wagging his head.\n\"If it was beer, now--\"\n\nMr. Gibbs turned and, drawing himself up to five feet three, surveyed the\nspeaker with an offensive stare.\n\n\"I don't see why he need make a 'ole in anything,\" said Mr. Kidd, slowly.\n\"It 'ud do just as well if we said he 'ad.  Then we could pass the hat\nround and share it.\"\n\n\"Divide it into three halves and each 'ave one,\" said Mr. Brown, nodding;\n\"but 'ow is it to be done?\"\n\n\"'Ave some more beer and think it over,\" said Mr. Kidd, pale with\nexcitement.  \"Three pints, please.\"\n\nHe and Mr. Brown took up their pints, and nodded at each other.  Mr.\nGibbs, toying idly with the handle of his, eyed them carefully.  \"Mind,\nI'm not promising anything,\" he said, slowly.  \"Understand, I ain't\na-committing of myself by drinking this 'ere pint.\"\n\n\"You leave it to me, Joe,\" said Mr. Kidd.\n\nMr. Gibbs left it to him after a discussion in which pints played a\npersuasive part; with the result that Mr. Brown, sitting in the same bar\nthe next evening with two or three friends, was rudely disturbed by the\ncyclonic entrance of Mr. Kidd, who, dripping with water, sank on a bench\nand breathed heavily.\n\n\"What's up?  What's the matter?\"  demanded several voices.\n\n\"It's Joe--poor Joe Gibbs,\" said Mr. Kidd.  \"I was on Smith's wharf\nshifting that lighter to the next berth, and, o' course Joe must come\naboard to help.  He was shoving her off with 'is foot when--\"\n\nHe broke off and shuddered and, accepting a mug of beer, pending the\narrival of some brandy that a sympathizer had ordered, drank it slowly.\n\n\"It all 'appened in a flash,\" he said, looking round.  \"By the time I 'ad\nrun round to his end he was just going down for the third time.  I hung\nover the side and grabbed at 'im, and his collar and tie came off in my\nhand.  Nearly went in, I did.\"\n\nHe held out the collar and tie; and approving notice was taken of the\nfact that he was soaking wet from the top of his head to the middle\nbutton of his waistcoat.\n\n\"Pore chap!\"  said the landlord, leaning over the bar.  \"He was in 'ere\nonly 'arf an hour ago, standing in this very bar.\"\n\n\"Well, he's 'ad his last drop o' beer,\" said a carman in a chastened\nvoice.\n\n\"That's more than anybody can say,\" said the landlord, sharply.  \"I never\nheard anything against the man; he's led a good life so far as I know,\nand 'ow can we tell that he won't 'ave beer?\"\n\nHe made Mr. Kidd a present of another small glass of brandy.\n\n\"He didn't leave any family, did he?\" he inquired, as he passed it over.\n\n\"Only a wife,\" said Mr. Kidd; \"and who's to tell that pore soul I don't\nknow.  She fair doated on 'im.  'Ow she's to live I don't know.  I shall\ndo what I can for 'er.\"\n\n\"Same 'ere,\" said Mr. Brown, in a deep voice.\n\n\"Something ought to be done for 'er,\" said the carman, as he went out.\n\n\"First thing is to tell the police,\" said the landlord.  \"They ought to\nknow; then p'r'aps one of them'll tell her.  It's what they're paid for.\"\n\n\"It's so awfully sudden.  I don't know where I am 'ardly,\" said Mr. Kidd.\n\"I don't believe she's got a penny-piece in the 'ouse.  Pore Joe 'ad a\nlot o' pals.  I wonder whether we could'nt get up something for her.\"\n\n\"Go round and tell the police first,\" said the landlord, pursing up his\nlips thoughtfully.  \"We can talk about that later on.\"\n\nMr. Kidd thanked him warmly and withdrew, accompanied by Mr. Brown.\nTwenty minutes later they left the station, considerably relieved at the\nmatter-of-fact way in which the police had received the tidings, and,\nhurrying across London Bridge, made their way towards a small figure\nsupporting its back against a post in the Borough market.\n\n\"Well?\"  said Mr. Gibbs, snappishly, as he turned at the sound of their\nfootsteps.\n\n\"It'll be all right, Joe,\" said Mr. Kidd.  \"We've sowed the seed.\"\n\n\"Sowed the wot?\"  demanded the other.\n\nMr. Kidd explained.\n\n\"Ho!\"  said Mr. Gibbs.  \"An' while your precious seed is a-coming up, wot\nam I to do?  Wot about my comfortable 'ome?  Wot about my bed and grub?\"\n\nHis two friends looked at each other uneasily.  In the excitement of the\narrangements they had for gotten these things, and a long and sometimes\npainful experience of Mr. Gibbs showed them only too plainly where they\nwere drifting.\n\n\"You'll 'ave to get a bed this side o' the river somewhere,\" said Mr.\nBrown, slowly.  \"Coffee-shop or something; and a smart, active man wot\nkeeps his eyes open can always pick up a little money.\"\n\nMr. Gibbs laughed.\n\n\"And mind,\" said Mr. Kidd, furiously, in reply to the laugh, \"anything we\nlend you is to be paid back out of your half when you get it.  And, wot's\nmore, you don't get a ha'penny till you've come into a barber's shop and\n'ad them whiskers off.  We don't want no accidents.\"\n\nMr. Gibbs, with his back against the post, fought for his whiskers for\nnearly half an hour, and at the end of that time was led into a barber's,\nand in a state of sullen indignation proffered his request for a \"clean\"\nshave.  He gazed at the bare-faced creature that confronted him in the\nglass after the operation in open-eyed consternation, and Messrs.  Kidd\nand Brown's politeness easily gave way before their astonishment.\n\n\"Well, I may as well have a 'air-cut while I'm here,\" said Mr. Gibbs,\nafter a lengthy survey.\n\n\"And a shampoo, sir?\"  said the assistant.\n\n\"Just as you like,\" said Mr. Gibbs, turning a deaf ear to the frenzied\nexpostulations of his financial backers.  \"Wot is it?\"\n\n[Illustration: Mr. Gibbs, with his back against the post, fought for\nnearly half an hour]\n\nHe sat in amazed discomfort during the operation, and emerging with his\nfriends remarked that he felt half a stone lighter.  The information was\nreceived in stony silence, and, having spent some time in the selection,\nthey found a quiet public-house, and in a retired corner formed\nthemselves into a Committee of Ways and Means.\n\n\"That'll do for you to go on with,\" said Mr. Kidd, after he and Mr. Brown\nhad each made a contribution; \"and, mind, it's coming off of your share.\"\n\nMr. Gibbs nodded.  \"And any evening you want to see me you'll find me in\nhere,\" he remarked.  \"Beer's ripping.  Now you'd better go and see my old\nwoman.\"\n\nThe two friends departed, and, to their great relief, found a little knot\nof people outside the abode of Mrs. Gibbs.  It was clear that the news\nhad been already broken, and, pushing their way upstairs, they found the\nwidow with a damp handkerchief in her hand surrounded by attentive\nfriends.  In feeble accents she thanked Mr. Kidd for his noble attempts\nat rescue.\n\n\"He ain't dry yet,\" said Mr. Brown.\n\n\"I done wot I could,\" said Mr. Kidd, simply.  \"Pore Joe!  Nobody could\nha' had a better pal.  Nobody!\"\n\n\"Always ready to lend a helping 'and to them as was in trouble, he was,\"\nsaid Mr. Brown, looking round.\n\n\"'Ear, 'ear!\"  said a voice.\n\n\"And we'll lend 'im a helping 'and,\" said Mr. Kidd, energetically.  \"We\ncan't do 'im no good, pore chap, but we can try and do something for 'er\nas is left behind.\"\n\nHe moved slowly to the door, accompanied by Mr. Brown, and catching the\neye of one or two of the men beckoned them to follow.  Under his able\nguidance a small but gradually increasing crowd made its way to the \"Red\nLion.\" For the next three or four days the friends worked unceasingly.\nCards stating that a Friendly Lead would be held at the \"Red Lion,\" for\nthe benefit of the widow of the late Mr. Joseph Gibbs, were distributed\nbroadcast; and anecdotes portraying a singularly rare and beautiful\ncharacter obtained an even wider circulation.  Too late Wapping realized\nthe benevolent disposition and the kindly but unobtrusive nature that had\ndeparted from it for ever.\n\nMr. Gibbs, from his retreat across the water, fully shared his friends'\nenthusiasm, but an insane desire--engendered by vanity--to be present at\nthe function was a source of considerable trouble and annoyance to them.\nWhen he offered to black his face and take part in the entertainment as a\n<DW65> minstrel, Mr. Kidd had to be led outside and kept there until such\ntime as he could converse in English pure and undefiled.\n\n\"Getting above 'imself, that's wot it is,\" said Mr. Brown, as they wended\ntheir way home.  \"He's having too much money out of us to spend; but it\nwon't be for long now.\"\n\n\"He's having a lord's life of it, while we're slaving ourselves to\ndeath,\" grumbled Mr. Kidd.  \"I never see'im looking so fat and well.  By\nrights he oughtn't to 'ave the same share as wot we're going to 'ave; he\nain't doing none of the work.\"\n\nHis ill-humour lasted until the night of the \"Lead,\" which, largely owing\nto the presence of a sporting fishmonger who had done well at the races\nthat day, and some of his friends, realized a sum far beyond the\nexpectations of the hard-working promoters.  The fishmonger led off by\nplacing a five-pound note in the plate, and the packed audience breathed\nso hard that the plate-holder's responsibility began to weigh upon his\nspirits.  In all, a financial tribute of thirty-seven pounds three and\nfourpence was paid to the memory of the late Mr. Gibbs.\n\n\"Over twelve quid apiece,\" said the delighted Mr. Kidd as he bade his\nco-worker good night.  \"Sounds too good to be true.\"\n\nThe next day passed all too slowly, but work was over at last, and Mr.\nKidd led the way over London Bridge a yard or two ahead of the more\nphlegmatic Mr. Brown.  Mr. Gibbs was in his old corner at the\n\"Wheelwright's Arms,\" and, instead of going into ecstasies over the sum\nrealized, hinted darkly that it would have been larger if he had been\nallowed to have had a hand in it.\n\n\"It'll 'ardly pay me for my trouble,\" he said, shaking his head.  \"It's\nvery dull over 'ere all alone by myself.  By the time you two have 'ad\nyour share, besides taking wot I owe you, there'll be 'ardly anything\nleft.\"\n\n\"I'll talk to you another time,\" said Mr. Kidd, regarding him fixedly.\n\"Wot you've got to do now is to come acrost the river with us.\"\n\n\"What for?\"  demanded Mr. Gibbs.\n\n\"We're going to break the joyful news to your old woman that you're alive\nafore she starts spending money wot isn't hers,\" said Mr. Kidd.  \"And we\nwant you to be close by in case she don't believe us.\n\n\"Well, do it gentle, mind,\" said the fond husband.  \"We don't want 'er\nscreaming, or anything o' that sort.  I know 'er better than wot you do,\nand my advice to you is to go easy.\"\n\nHe walked along by the side of them, and, after some demur, consented, as\na further disguise, to put on a pair of spectacles, for which Mr. Kidd's\nwife's mother had been hunting high and low since eight o'clock that\nmorning.\n\n\"You doddle about 'ere for ten minutes,\" said Mr. Kidd, as they reached\nthe Monument, \"and then foller on.  When you pass a lamp-post 'old your\nhandkerchief up to your face.  And wait for us at the corner of your road\ntill we come for you.\"\n\nHe went off at a brisk pace with Mr. Brown, a pace moderated to one of\nalmost funeral solemnity as they approached the residence of Mrs. Gibbs.\nTo their relief she was alone, and after the usual amenities thanked them\nwarmly for all they had done for her.\n\n\"I'd do more than that for pore Joe,\" said Mr. Brown.\n\n\"They--they 'aven't found 'im yet?\"  said the widow.\n\nMr. Kidd shook his head.  \"My idea is they won't find 'im,\" he said,\nslowly.\n\n\"Went down on the ebb tide,\" explained Mr. Brown; and spoilt Mr. Kidd's\nopening.\n\n\"Wherever he\n\n### Summary:\n\n"}
{"original_length": 7043, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nGOOD INTENTIONS\n\n\n\"Jealousy; that's wot it is,\" said the night-watchman, trying to sneer--\n\"pure jealousy.\"  He had left his broom for a hurried half-pint at the\n\"Bull's Head\"--left it leaning in a negligent attitude against the\nwarehouse-wall; now, lashed to the top of the crane at the jetty end, it\npointed its soiled bristles towards the evening sky and defied capture.\n\n\"And I know who it is, and why 'e's done it,\" he continued.  \"Fust and\nlast, I don't suppose I was talking to the gal for more than ten minutes,\nand 'arf of that was about the weather.\n\n\"I don't suppose anybody 'as suffered more from jealousy than wot I 'ave:\nOther people's jealousy, I mean.  Ever since I was married the missis has\nbeen setting traps for me, and asking people to keep an eye on me.  I\nblacked one of the eyes once--like a fool--and the chap it belonged to\nmade up a tale about me that I ain't lived down yet.\n\n\"Years ago, when I was out with the missis one evening, I saved a gal's\nlife for her.  She slipped as she was getting off a bus, and I caught 'er\njust in time.  Fine strapping gal she was, and afore I could get my\nbalance we 'ad danced round and round 'arfway acrost the road with our\narms round each other's necks, and my missis watching us from the\npavement.  When we were safe, she said the gal 'adn't slipped at all;\nand, as soon as the gal 'ad got 'er breath, I'm blest if she didn't say\nso too.\n\n\"You can't argufy with jealous people, and you can't shame 'em.  When I\ntold my missis once that I should never dream of being jealous of her,\ninstead of up and thanking me for it, she spoilt the best frying-pan we\never had.  When the widder-woman next-door but two and me 'ad rheumatics\nat the same time, she went and asked the doctor whether it was catching.\n\n\"The worse trouble o' that kind I ever got into was all through trying to\ndo somebody else a kindness.  I went out o' my way to do it; I wasted the\nwhole evening for the sake of other people, and got into such trouble\nover it that even now it gives me the cold shivers to think of.\n\n\"Cap'n Tarbell was the man I tried to do a good turn to; a man what used\nto be master of a ketch called the <i>Lizzie and Annie,</i> trading between\n'ere and Shoremouth.  'Artful Jack' he used to be called, and if ever a\nman deserved the name, he did.  A widder-man of about fifty, and as silly\nas a boy of fifteen.  He 'ad been talking of getting married agin for\nover ten years, and, thinking it was only talk, I didn't give 'im any\ngood advice.  Then he told me one night that 'e was keeping company with\na woman named Lamb, who lived at a place near Shoremouth.  When I asked\n'im what she looked like, he said that she had a good 'art, and, knowing\nwot that meant, I wasn't at all surprised when he told me some time arter\nthat 'e had been a silly fool.\n\n\"'Well, if she's got a good 'art,' I ses, 'p'r'aps she'll let you go.'\n\n\"'Talk sense,' he ses.  'It ain't good enough for that.  Why, she\nworships the ground I tread on.  She thinks there is nobody like me in\nthe whole wide world.'\n\n\"'Let's 'ope she'll think so arter you're married,' I ses, trying to\ncheer him up.\n\n\"'I'm not going to get married,' he ses.  'Leastways, not to 'er.  But\n'ow to get out of it without breaking her 'art and being had up for\nbreach o' promise I can't think.  And if the other one got to 'ear of it,\nI should lose her too.'\n\n\"'Other one?' I ses, 'wot other one?'\n\n\"Cap'n Tarbell shook his 'ead and smiled like a silly gal.\n\n\"'She fell in love with me on top of a bus in the Mile End Road,' he ses.\n'Love at fust sight it was.  She's a widder lady with a nice little 'ouse\nat Bow, and plenty to live on-her 'usband having been a builder.  I don't\nknow what to do.  You see, if I married both of 'em it's sure to be found\nout sooner or later.'\n\n\"'You'll be found out as it is,' I ses, 'if you ain't careful.  I'm\nsurprised at you.'\n\n\"'Yes,' he ses, getting up and walking backwards and forwards;\n'especially as Mrs. Plimmer is always talking about coming down to see\nthe ship.  One thing is, the crew won't give me away; they've been with\nme too long for that.  P'r'aps you could give me a little advice, Bill.'\n\n\"I did.  I talked to that man for an hour and a'arf, and when I 'ad\nfinished he said he didn't want that kind of advice at all.  Wot 'e\nwanted was for me to tell 'im 'ow to get rid of Miss Lamb and marry Mrs.\nPlimmer without anybody being offended or having their feelings hurt.\n\n\"Mrs. Plimmer came down to the ship the very next evening.  Fine-looking\nwoman she was, and, wot with 'er watch and chain and di'mond rings and\nbrooches and such-like, I should think she must 'ave 'ad five or six\npounds' worth of jewell'ry on 'er.  She gave me a very pleasant smile,\nand I gave 'er one back, and we stood chatting there like old friends\ntill at last she tore 'erself away and went on board the ship.\n\n\"She came off by and by hanging on Cap'n Tarbell's arm.  The cap'n was\ndressed up in 'is Sunday clothes, with one of the cleanest collars on I\n'ave ever seen in my life, and smoking a cigar that smelt like an escape\nof gas.  He came back alone at ha'past eleven that night, and 'e told me\nthat if it wasn't for the other one down Shoremouth way he should be the\n'appiest man on earth.\n\n\"'Mrs. Plimmer's only got one fault,' he ses, shaking his 'cad, 'and\nthat's jealousy.  If she got to know of Laura Lamb, it would be all U.P.\nIt makes me go cold all over when I think of it.  The only thing is to\nget married as quick as I can; then she can't help 'erself.'\n\n\"'It wouldn't prevent the other one making a fuss, though,' I ses.\n\n\"'No,' he ses, very thoughtfully, 'it wouldn't.  I shall 'ave to do\nsomething there, but wot, I don't know.'\n\n\"He climbed on board like a man with a load on his mind, and arter a look\nat the sky went below and forgot both 'is troubles in sleep.\n\n\"Mrs. Plimmer came down to the wharf every time the ship was up, arter\nthat.  Sometimes she'd spend the evening aboard, and sometimes they'd go\noff and spend it somewhere else.  She 'ad a fancy for the cabin, I think,\nand the cap'n told me that she 'ad said when they were married she was\ngoing to sail with 'im sometimes.\n\n\"'But it ain't for six months yet,' he ses, 'and a lot o' things might\n'appen to the other one in that time, with luck.'\n\n\"It was just about a month arter that that 'e came to me one evening\ntrembling all over.  I 'ad just come on dooty, and afore I could ask 'im\nwot was the matter he 'ad got me in the 'Bull's Head' and stood me three\n'arf-pints, one arter the other.\n\n\"'I'm ruined,' he ses in a 'usky whisper; 'I'm done for.  Why was wimmen\nmade?  Wot good are they?  Fancy 'ow bright and 'appy we should all be\nwithout 'em.'\n\n\"'I started to p'int out one or two things to 'im that he seemed to 'ave\nforgot, but 'e wouldn't listen.  He was so excited that he didn't seem to\nknow wot 'e was doing, and arter he 'ad got three more 'arf-pints waiting\nfor me, all in a row on the counter, I 'ad to ask 'im whether he thought\nI was there to do conjuring tricks, or wot?'\n\n\"'There was a letter waiting for me in the office,' he ses.  'From Miss\nLamb--she's in London.  She's coming to pay me a surprise visit this\nevening--I know who'll get the surprise.  Mrs. Plimmer's coming too.'\n\n\"I gave 'im one of my 'arf-pints and made 'im drink it.  He chucked the\npot on the floor when he 'ad done, in a desprit sort o' way, and 'im and\nthe landlord 'ad a little breeze then that did 'im more good than wot the\nbeer 'ad.  When we came outside 'e seemed more contented with 'imself,\nbut he shook his 'ead and got miserable as soon as we got to the wharf\nagin.\n\n\"'S'pose they both come along at the same time,' he ses.  'Wot's to be\ndone?'\n\n\"I shut the gate with a bang and fastened the wicket.  Then I turned to\n'im with a smile.\n\n\"'I'm watchman 'ere,' I ses, 'and I lets in who I thinks I will.  This\nain't a public 'ighway,' I ses; 'it's a wharf.'\n\n\"'Bill,' he ses, 'you're a genius.'\n\n\"'If Miss Lamb comes 'ere asking arter you,' I ses, 'I shall say you've\ngone out for the evening.'\n\n\"'Wot about her letter?' he ses.\n\n\"'You didn't 'ave it,' I ses, winking at 'im.\n\n\"'And suppose she waits about outside for me, and Mrs. Plimmer wants me\nto take 'er out?' he ses, shivering.  'She's a fearful obstinate woman;\nand she'd wait a week for me.'\n\n\"He kept peeping up the road while we talked it over, and then we both\nsee Mrs. Plimmer coming along.  He backed on to the wharf and pulled out\n'is purse.\n\n\"'Bill,' he ses, gabbling as fast as 'e could gabble, 'here's five or six\nshillings.  If the other one comes and won't go away tell 'er I've gone\nto the Pagoda Music-'all and you'll take 'er to me, keep 'er out all the\nevening some'ow, if you can, if she comes back too soon keep 'er in the\noffice.'\n\n\"'And wot about leaving the wharf and my dooty?' I ses, staring.\n\n\"'I'll put Joe on to keep watch for you,' he ses, pressing the money in\nmy 'and.  'I rely on you, Bill, and I'll never forget you.  You won't\nlose by it, trust me.'\n\n\"He nipped off and tumbled aboard the ship afore I could say a word.  I\njust stood there staring arter 'im and feeling the money, and afore I\ncould make up my mind Mrs. Plimmer came up.\n\n\"I thought I should never ha' got rid of 'er.  She stood there chatting\nand smiling, and seemed to forget all about the cap'n, and every moment I\nwas afraid that the other one might come up.  At last she went off,\nlooking behind 'er, to the ship, and then I went outside and put my back\nup agin the gate and waited.\n\n\"I 'ad hardly been there ten minutes afore the other one came along.  I\nsaw 'er stop and speak to a policeman, and then she came straight over to\nme.\n\n\"'I want to see Cap'n Tarbell,' she ses.\n\n\"'Cap'n Tarbell?' I ses, very slow; 'Cap'n Tarbell 'as gone off for the\nevening.'\n\n\"'Gone off!' she ses, staring.  'But he can't 'ave.  Are you sure?'\n\n\"'Sartain,' I ses.  Then I 'ad a bright idea.  'And there's a letter come\nfor 'im,' I ses.\n\n\"'Oh, dear!' she ses.  'And I thought it would be in plenty of time.\nWell, I must go on the ship and wait for 'im, I suppose.'\n\n\"If I 'ad only let 'er go I should ha' saved myself a lot o' trouble, and\nthe man wot deserved it would ha' got it.  Instead o' that I told 'er\nabout the music-'all, and arter carrying on like a silly gal o' seventeen\nand saying she couldn't think of it, she gave way and said she'd go with\nme to find 'im.  I was all right so far as clothes went as it happened.\nMrs. Plimmer said once that I got more and more dressy every time she saw\nme, and my missis 'ad said the same thing only in a different way.  I\njust took a peep through the wicket and saw that Joe 'ad taken up my\ndooty, and then we set off.\n\n\"I said I wasn't quite sure which one he'd gone to, but we'd try the\nPagoda Music-'all fust, and we went there on a bus from Aldgate.  It was\nthe fust evening out I 'ad 'ad for years, and I should 'ave enjoyed it if\nit 'adn't been for Miss Lamb.  Wotever Cap'n Tarbell could ha' seen in\n'er, I can't think.\n\n\"She was quiet, and stupid, and bad-tempered.  When the bus-conductor came\nround for the fares she 'adn't got any change; and when we got to the\nhall she did such eggsterrordinary things trying to find 'er pocket that\nI tried to look as if she didn't belong to me.  When she left off she\nsmiled and said she was farther off than ever, and arter three or four\nwot was standing there 'ad begged 'er to have another try, I 'ad to pay\nfor the two.\n\n\"The 'ouse was pretty full when we got in, but she didn't take no notice\nof that.  Her idea was that she could walk about all over the place\nlooking for Cap'n Tarbell, and it took three men in buttons and a\npoliceman to persuade 'er different.  We were pushed into a couple o'\nseats at last, and then she started finding fault with me.\n\n\"'Where is Cap'n Tarbell?' she ses.  'Why don't you find him?'\n\n\"'I'll go and look for 'im in the bar presently,' I ses.  'He's sure to\nbe there, arter a turn or two.'\n\n\"I managed to keep 'er quiet for 'arf an hour--with the 'elp of the\npeople wot sat near us--and then I 'ad to go.  I 'ad a glass o' beer to\npass the time away, and, while I was drinking it, who should come up but\nthe cook and one of the hands from the <i>Lizzie and Annie</i>.\n\n\"'We saw you,' ses the cook, winking; 'didn't we Bob?'\n\n\"'Yes,' ses Bob, shaking his silly 'ead; 'but it wasn't no surprise to\nme.  I've 'ad my eye on 'im for a long time past.'\n\n\"'I thought 'e was married,' ses the cook.\n\n\"'So he is,' ses Bob, 'and to the best wife in London.  I know where she\nlives.  Mine's a bottle o\n\n### Summary:\n\n"}
{"original_length": 6959, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\n[Illustration: Mr. Chase, with his friend in his powerful grasp, was\ndoing his best, as he expressed it, to shake the life out of him]\n\n\n\nFAIRY GOLD\n\n\n\"Come and have a pint and talk it over,\" said Mr. Augustus Teak.  \"I've\ngot reasons in my 'ead that you don't dream of, Alf.\"\n\nMr. Chase grunted and stole a side-glance at the small figure of his\ncompanion.  \"All brains, you are, Gussie,\" he remarked.  \"That's why it\nis you're so well off.\"\n\n\"Come and have a pint,\" repeated the other, and with surprising ease\npushed his bulky friend into the bar of the \"Ship and Anchor.\"  Mr.\nChase, mellowed by a long draught, placed his mug on the counter and\neyeing him kindly, said--\n\n\"I've been in my lodgings thirteen years.\"\n\n\"I know,\" said Mr. Teak; \"but I've got a partikler reason for wanting\nyou.  Our lodger, Mr. Dunn, left last week, and I only thought of you\nyesterday.  I mentioned you to my missis, and she was quite pleased.  You\nsee, she knows I've known you for over twenty years, and she wants to\nmake sure of only 'aving honest people in the 'ouse.  She has got a\nreason for it.\"\n\nHe closed one eye and nodded with great significance at his friend.\n\n\"Oh!\"  said Mr. Chase, waiting.\n\n\"She's a rich woman,\" said Mr. Teak, pulling the other's ear down to his\nmouth.  \"She--\"\n\n\"When you've done tickling me with your whiskers,\" said Mr. Chase,\nwithdrawing his head and rubbing his ear vigorously, \"I shall be glad.\"\n\nMr. Teak apologized.  \"A rich woman,\" he repeated.  \"She's been stinting\nme for twenty-nine years and saving the money--my money!--money that I\n'ave earned with the sweat of my brow.  She 'as got over three 'undred\npounds!\"\n\n\"'Ow much?\"  demanded Mr. Chase.\n\n\"Three 'undred pounds and more,\" repeated the other; \"and if she had 'ad\nthe sense to put it in a bank it would ha' been over four 'undred by this\ntime.  Instead o' that she keeps it hid in the 'Ouse.\"\n\n\"Where?\"  inquired the greatly interested Mr. Chase.\n\nMr. Teak shook his head.  \"That's just what I want to find out,\" he\nanswered.  \"She don't know I know it; and she mustn't know, either.\nThat's important.\"\n\n\"How did you find out about it, then?\"  inquired his friend.\n\n\"My wife's sister's husband, Bert Adams, told me.  His wife told 'im in\nstrict confidence; and I might 'ave gone to my grave without knowing\nabout it, only she smacked his face for 'im the other night.\"\n\n\"If it's in the house you ought to be able to find it easy enough,\" said\nMr. Chase.\n\n\"Yes, it's all very well to talk,\" retorted Mr. Teak.  \"My missis never\nleaves the 'ouse unless I'm with her, except when I'm at work; and if she\nthought I knew of it she'd take and put it in some bank or somewhere\nunbeknown to me, and I should be farther off it than ever.\"\n\n\"Haven't you got no idea?\"  said Mr. Chase.\n\n\"Not the leastest bit,\" said the other.  \"I never thought for a moment\nshe was saving money.  She's always asking me for more, for one thing;\nbut, then women alway do.  And look 'ow bad it is for her--saving money\nlike that on the sly.  She might grow into a miser, pore thing.  For 'er\nown sake I ought to get hold of it, if it's only to save her from\n'erself.\"\n\nMr. Chase's face reflected the gravity of his own.\n\n\"You're the only man I can trust,\" continued Mr. Teak, \"and I thought if\nyou came as lodger you might be able to find out where it is hid, and get\nhold of it for me.\"\n\n\"Me steal it, d'ye mean?\"  demanded the gaping Mr. Chase.  \"And suppose\nshe got me locked up for it?  I should look pretty, shouldn't I?\"\n\n\"No; you find out where it is hid,\" said the other; \"that's all you need\ndo.  I'll find someway of getting hold of it then.\"\n\n\"But if you can't find it, how should I be able to?\"  inquired Mr. Chase.\n\n\"'Cos you'll 'ave opportunities,\" said the other.  \"I take her out some\ntime when you're supposed to be out late; you come 'ome, let yourself in\nwith your key, and spot the hiding-place.  I get the cash, and give you\nten-golden-sovereigns--all to your little self.  It only occurred to me\nafter Bert told me about it, that I ain't been in the house alone for\nyears.\"\n\nHe ordered some more beer, and, drawing Mr. Chase to a bench, sat down to\na long and steady argument.  It shook his faith in human nature to find\nthat his friend estimated the affair as a twenty-pound job, but he was in\nno position to bargain.  They came out smoking twopenny cigars whose\nstrength was remarkable for their age, and before they parted Mr. Chase\nwas pledged to the hilt to do all that he could to save Mrs. Teak from\nthe vice of avarice.\n\nIt was a more difficult undertaking than he had supposed.  The house,\nsmall and compact, seemed to offer few opportunities for the concealment\nof large sums of money, and after a fortnight's residence he came to the\nconclusion that the treasure must have been hidden in the garden.  The\nunalloyed pleasure, however, with which Mrs. Teak regarded the efforts\nof her husband to put under cultivation land that had lain fallow for\ntwenty years convinced both men that they were on a wrong scent.  Mr.\nTeak, who did the digging, was the first to realize it, but his friend,\npointing out the suspicions that might be engendered by a sudden\ncessation of labour, induced him to persevere.\n\n\"And try and look as if you liked it,\" he said, severely.  \"Why, from the\nwindow even the back view of you looks disagreeable.\"\n\n\"I'm fair sick of it,\" declared Mr. Teak.  \"Anybody might ha' known she\nwouldn't have buried it in the garden.  She must 'ave been saving for\npretty near thirty years, week by week, and she couldn't keep coming out\nhere to hide it.  'Tain't likely.\"\n\nMr. Chase pondered.  \"Let her know, casual like, that I sha'n't be 'ome\ntill late on Saturday,\" he said, slowly.  \"Then you come 'ome in the\nafternoon and take her out.  As soon as you're gone I'll pop in and have\na thorough good hunt round.  Is she fond of animals?\"\n\n\"I b'lieve so,\" said the other, staring.  \"Why?\"\n\n\"Take 'er to the Zoo,\" said Mr. Chase, impressively.  \"Take two-penn'orth\no' nuts with you for the monkeys, and some stale buns for--for--for\nanimals as likes 'em.  Give 'er a ride on the elephant and a ride on the\ncamel.\"\n\n\"Anything else?\"  inquired Mr. Teak disagreeably.  \"Any more ways you can\nthink of for me to spend my money?\"\n\n\"You do as I tell you,\" said his friend.  \"I've got an idea now where it\nis.  If I'm able to show you where to put your finger on three 'undred\npounds when you come 'ome it'll be the cheapest outing you have ever 'ad.\nWon't it?\"\n\nMr. Teak made no reply, but, after spending the evening in deliberation,\nissued the invitation at the supper-table.  His wife's eyes sparkled at\nfirst; then the light slowly faded from them and her face fell.\n\n\"I can't go,\" she said, at last.  \"I've got nothing to go in.\"\n\n\"Rubbish!\"  said her husband, starting uneasily.\n\n\"It's a fact,\" said Mrs. Teak.  \"I should like to go, too--it's years\nsince I was at the Zoo.  I might make my jacket do; it's my hat I'm\nthinking about.\"\n\nMr. Chase, meeting Mr. Teak's eye, winked an obvious suggestion.\n\n\"So, thanking you all the same,\" continued Mrs. Teak, with amiable\ncheerfulness, \"I'll stay at 'ome.\"\n\n\"'Ow-'ow much are they?\"  growled her husband, scowling at Mr. Chase.\n\n\"All prices,\" replied his wife.\n\n\"Yes, I know,\" said Mr. Teak, in a grating voice.  \"You go in to buy a\nhat at one and eleven-pence; you get talked over and flattered by a man\nlike a barber's block, and you come out with a four-and-six penny one.\nThe only real difference in hats is the price, but women can never see\nit.\"\n\nMrs. Teak smiled faintly, and again expressed her willingness to stay at\nhome.  They could spend the afternoon working in the garden, she said.\nHer husband, with another indignant glance at the right eye of Mr. Chase,\nwhich was still enacting the part of a camera-shutter, said that she\ncould have a hat, but asked her to remember when buying it that nothing\nsuited her so well as a plain one.\n\nThe remainder of the week passed away slowly; and Mr. Teak, despite his\nutmost efforts, was unable to glean any information from Mr. Chase as to\nthat gentleman's ideas concerning the hiding-place.  At every suggestion\nMr. Chase's smile only got broader and more indulgent.\n\n\"You leave it to me,\" he said.  \"You leave it to me, and when you come\nhome from a happy outing I 'ope to be able to cross your little hand with\nthree 'undred golden quids.\"\n\n\"But why not tell me?\"  urged Mr. Teak.\n\n\"'Cos I want to surprise you,\" was the reply.  \"But mind, whatever you\ndo, don't let your wife run away with the idea that I've been mixed up in\nit at all.  Now, if you worry me any more I shall ask you to make it\nthirty pounds for me instead of twenty.\"\n\nThe two friends parted at the corner of the road on Saturday afternoon,\nand Mr. Teak, conscious of his friend's impatience, sought to hurry his\nwife by occasionally calling the wrong time up the stairs.  She came down\nat last, smiling, in a plain hat with three roses, two bows, and a\nfeather.\n\n\"I've had the feather for years,\" she remarked.  \"This is the fourth hat\nit has been on--but, then, I've taken care of it.\"\n\nMr. Teak grunted, and, opening the door, ushered her into the street.  A\nsense of adventure, and the hope of a profitable afternoon made his\nspirits rise.  He paid a compliment to the hat, and then, to the surprise\nof both, followed it up with another--a very little one--to his wife.\n\nThey took a tram at the end of the street, and for the sake of the air\nmounted to the top.  Mrs. Teak leaned back in her seat with placid\nenjoyment, and for the first ten minutes amused herself with the life in\nthe streets.  Then she turned suddenly to her husband and declared that\nshe had felt a spot of rain.\n\n\"'Magination,\" he said, shortly.\n\nSomething cold touched him lightly on the eyelid, a tiny pattering\nsounded from the seats, and then swish, down came the rain.  With an\nangry exclamation he sprang up and followed his wife below.\n\n\"Just our luck,\" she said, mournfully.  \"Best thing we can do is to stay\nin the car and go back with it.\"\n\n\"Nonsense!\"  said her husband, in a startled' voice; \"it'll be over in a\nminute.\"\n\nEvents proved the contrary.  By the time the car reached the terminus it\nwas coming down heavily.  Mrs. Teak settled herself squarely in her seat,\nand patches of blue sky, visible only to the eye of faith and her\nhusband, failed to move her.  Even his reckless reference to a cab\nfailed.\n\n\"It's no good,\" she said, tartly.  \"We can't go about the grounds in a\ncab, and I'm not going to slop about in the wet to please anybody.  We\nmust go another time.  It's hard luck, but there's worse things in life.\"\n\nMr. Teak, wondering as to the operations of Mr. Chase, agreed dumbly.  He\nstopped the car at the corner of their road, and, holding his head down\nagainst the rain, sprinted towards home.  Mrs. Teak, anxious for her hat,\npassed him.\n\n\"What on earth's the matter?\"  she inquired, fumbling in her pocket for\nthe key as her husband executed a clumsy but noisy breakdown on the front\nstep.\n\n\"Chill,\" replied Mr. Teak.  \"I've got wet.\"\n\nHe resumed his lumberings and, the door being opened, gave vent to his\nrelief at being home again in the dry, in a voice that made the windows\nrattle.  Then with anxious eyes he watched his wife pass upstairs.\n\n\"Wonder what excuse old Alf'll make for being in?\"  he thought.\n\nHe stood with one foot on the bottom stair, listening acutely.  He heard\na door open above, and then a wild, ear-splitting shriek rang through the\nhouse.  Instinctively he dashed upstairs and, following his wife into\ntheir bedroom, stood by her side gaping stupidly at a pair of legs\nstanding on the hearthstone.  As he watched they came backwards into the\nroom, the upper part of a body materialized from the chimney, and turning\nround revealed the soot-stained face of Mr. Alfred Chase.  Another wild\nshriek from Mrs. Teak greeted its appearance.\n\n\"Hul-lo!\"  exclaimed Mr. Teak, groping for the right thing to say.\n\"Hul-lo!  What--what are you doing, Alf?\"\n\nMr. Chase blew the soot from his lips.  \"I--I--I come 'ome unexpected,\"\nhe stammered.\n\n\"But--what are--you doing?\"  panted Mrs. Teak, in a rising voice.\n\n\"I--I was passing your door,\" said Mr. Chase, \"passing your door--to go\nto my room to--to 'ave a bit of a rinse, when--\"\n\n\"Yes,\" said Mrs. Teak.\n\nMr. Chase gave Mr. Teak a glance the pathos of which even the soot could\nnot conceal.  \"When I--I heard a pore little bird struggling in your\nchimbley,\" he continued, with a sigh of relief.  \"Being fond of animals,\nI took the liberty of comin' into your room and saving its life.\"\n\nMr. Teak drew a breath, which he endeavoured in vain to render noiseless.\n\n\"It got its pore little foot caught in the brickwork,\" continued the\nveracious Mr. Chase, tenderly.  \"I released it, and it flowed--I mean\nflew--up the chimbley.\"\n\nWith the shamefaced air of a man detected in the performance of a noble\naction, he passed out of the room.  Husband and wife eyed each other.\n\n\"That's Alf--that's Alf all over,\" said Mr. Teak, with enthusiasm.  \"He's\nbeen like it from a child.  He's the sort of\n\n### Summary:\n\n"}
{"original_length": 6240, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nTHE BEQUEST\n\nR. Robert Clarkson sat by his fire, smoking thoughtfully.  His lifelong\nneighbour and successful rival in love had passed away a few days before,\nand Mr. Clarkson, fresh from the obsequies, sat musing on the fragility\nof man and the inconvenience that sometimes attended his departure.\n\nHis meditations were disturbed by a low knocking on the front door, which\nopened on to the street.  In response to his invitation it opened slowly,\nand a small middle-aged man of doleful aspect entered softly and closed\nit behind him.\n\n\"Evening, Bob,\" he said, in stricken accents.  \"I thought I'd just step\nround to see how you was bearing up.  Fancy pore old Phipps!  Why, I'd\na'most as soon it had been me.  A'most.\"\n\nMr. Clarkson nodded.\n\n\"Here to-day and gone to-morrow,\" continued Mr. Smithson, taking a seat.\n\"Well, well!  So you'll have her at last-pore thing.\"\n\n\"That was his wish,\" said Mr. Clarkson, in a dull voice.\n\n\"And very generous of him too,\" said Mr. Smithson.  \"Everybody is saying\nso.  Certainly he couldn't take her away with him.  How long is it since\nyou was both of you courting her?\"\n\n\"Thirty years come June,\" replied the other.\n\n\"Shows what waiting does, and patience,\" commented Mr. Smithson.  \"If\nyou'd been like some chaps and gone abroad, where would you have been\nnow?  Where would have been the reward of your faithful heart?\"\n\nMr. Clarkson, whose pipe had gone out, took a coal from the fire and lit\nit again.\n\n\"I can't understand him dying at his age,\" he said, darkly.  \"He ought to\nhave lived to ninety if he'd been taken care of.\"\n\n\"Well, he's gone, pore chap,\" said his friend.  \"What a blessing it must\nha' been to him in his last moments to think that he had made provision\nfor his wife.\"\n\n\"Provision!\"  exclaimed Mr. Clarkson.  \"Why he's left her nothing but the\nfurniture and fifty pounds insurance money--nothing in the world.\"\n\nMr. Smithson fidgeted.  \"I mean you,\" he said, staring.\n\n\"Oh!\" said the other.  \"Oh, yes--yes, of course.\"\n\n\"And he doesn't want you to eat your heart out in waiting,\" said Mr.\nSmithson.  \"'Never mind about me,' he said to her; 'you go and make Bob\nhappy.'  Wonderful pretty girl she used to be, didn't she?\"  Mr. Clarkson\nassented.\n\n\"And I've no doubt she looks the same to you as ever she did,\" pursued\nthe sentimental Mr. Smithson.  \"That's the extraordinary part of it.\"\n\nMr. Clarkson turned and eyed him; removed the pipe from his mouth, and,\nafter hesitating a moment, replaced it with a jerk.\n\n\"She says she'd rather be faithful to his memory,\" continued the\npersevering Mr. Smithson, \"but his wishes are her law.  She said so to my\nmissis only yesterday.\"\n\n\"Still, she ought to be considered,\" said Mr. Clarkson, shaking his head.\n\"I think that somebody ought to put it to her.  She has got her feelings,\npoor thing, and, if she would rather not marry again, she oughtn't to be\ncompelled to.\"\n\n\"Just what my missis did say to her,\" said the other; \"but she didn't pay\nmuch attention.  She said it was Henry's wish and she didn't care what\nhappened to her now he's gone.  Besides, if you come to think of it, what\nelse is she to do?  Don't you worry, Bob; you won't lose her again.\"\n\nMr. Clarkson, staring at the fire, mused darkly.  For thirty years he had\nplayed the congenial part of the disappointed admirer but faithful\nfriend.  He had intended to play it for at least fifty or sixty.  He\nwished that he had had the strength of mind to refuse the bequest when\nthe late Mr. Phipps first mentioned it, or taken a firmer line over the\ncongratulations of his friends.  As it was, Little Molton quite\nunderstood that after thirty years' waiting the faithful heart was to be\nrewarded at last.  Public opinion seemed to be that the late Mr. Phipps\nhad behaved with extraordinary generosity.\n\n\"It's rather late in life for me to begin,\" said Mr. Clarkson at last.\n\n\"Better late than never,\" said the cheerful Mr. Smithson.\n\n\"And something seems to tell me that I ain't long for this world,\"\ncontinued Mr. Clarkson, eyeing him with some disfavour.\n\n\"Stuff and nonsense,\" said Mr. Smithson.  \"You'll lose all them ideas as\nsoon as you're married.  You'll have somebody to look after you and help\nyou spend your money.\"\n\nMr. Clarkson emitted a dismal groan, and clapping his hand over his mouth\nstrove to make it pass muster as a yawn.  It was evident that the\nmalicious Mr. Smithson was deriving considerable pleasure from his\ndiscomfiture--the pleasure natural to the father of seven over the\ntroubles of a comfortable bachelor.  Mr. Clarkson, anxious to share his\ntroubles with somebody, came to a sudden and malicious determination to\nshare them with Mr. Smithson.\n\n\"I don't want anybody to help me spend my money,\" he said, slowly.\n\"First and last I've saved a tidy bit.  I've got this house, those three\ncottages in Turner's Lane, and pretty near six hundred pounds in the\nbank.\"\n\nMr. Smithson's eyes glistened.\n\n\"I had thought--it had occurred to me,\" said Mr. Clarkson, trying to keep\nas near the truth as possible, \"to leave my property to a friend o' mine\n--a hard-working man with a large family.  However, it's no use talking\nabout that now.  It's too late.\"\n\n\"Who--who was it?\"  inquired his friend, trying to keep his voice steady.\n\nMr. Clarkson shook his head.  \"It's no good talking about that now,\nGeorge,\" he said, eyeing him with sly enjoyment.  \"I shall have to leave\neverything to my wife now.  After all, perhaps it does more harm than\ngood to leave money to people.\"\n\n\"Rubbish!\"  said Mr. Smithson, sharply.  \"Who was it?\"\n\n\"You, George,\" said Mr. Clarkson, softly.\n\n\"Me?\"  said the other, with a gasp.  \"Me?\"  He jumped up from his chair,\nand, seizing the other's hand, shook it fervently.\n\n\"I oughtn't to have told you, George,\" said Mr. Clarkson, with great\nsatisfaction.  \"It'll only make you miserable.  It's just one o' the\nmight ha' beens.\"\n\nMr. Smithson, with his back to the fire and his hands twisted behind him,\nstood with his eyes fixed in thought.\n\n\"It's rather cool of Phipps,\" he said, after a long silence; \"rather\ncool, I think, to go out of the world and just leave his wife to you to\nlook after.  Some men wouldn't stand it.  You're too easy-going, Bob,\nthat's what's the matter with you.\"\n\nMr. Clarkson sighed.\n\n\"And get took advantage of,\" added his friend.\n\n\"It's all very well to talk,\" said Mr. Clarkson, \"but what can I do?  I\nought to have spoke up at the time.  It's too late now.\"\n\n\"If I was you,\" said his friend very earnestly, \"and didn't want to marry\nher, I should tell her so.  Say what you like it ain't fair to her you\nknow.  It ain't fair to the pore woman.  She'd never forgive you if she\nfound it out.\"\n\n\"Everybody's taking it for granted,\" said the other.\n\n\"Let everybody look after their own business,\" said Mr. Smithson, tartly.\n\"Now, look here, Bob; suppose I get you out of this business, how am I to\nbe sure you'll leave your property to me?--not that I want it.  Suppose\nyou altered your will?\"\n\n\"If you get me out of it, every penny I leave will go to you,\" said Mr.\nClarkson, fervently.  \"I haven't got any relations, and it don't matter\nin the slightest to me who has it after I'm gone.\"\n\n\"As true as you stand there?\"  demanded the other, eyeing him fixedly.\n\n\"As true as I stand here,\" said Mr. Clarkson, smiting his chest, and\nshook hands again.\n\nLong after his visitor had gone he sat gazing in a brooding fashion at\nthe fire.  As a single man his wants were few, and he could live on his\nsavings; as the husband of Mrs. Phipps he would be compelled to resume\nthe work he thought he had dropped for good three years before.\nMoreover, Mrs. Phipps possessed a strength of character that had many\ntimes caused him to congratulate himself upon her choice of a husband.\n\nSlowly but surely his fetters were made secure.  Two days later the widow\ndeparted to spend six weeks with a sister; but any joy that he might have\nfelt over the circumstance was marred by the fact that he had to carry\nher bags down to the railway station and see her off.  The key of her\nhouse was left with him, with strict injunctions to go in and water her\ngeraniums every day, while two canaries and a bullfinch had to be removed\nto his own house in order that they might have constant attention and\ncompany.\n\n\"She's doing it on purpose,\" said Mr. Smithson, fiercely; \"she's binding\nyou hand and foot.\"\n\nMr. Clarkson assented gloomily.  \"I'm trusting to you, George,\" he\nremarked.\n\n\"How'd it be to forget to water the geraniums and let the birds die\nbecause they missed her so much?\"  suggested Mr. Smithson, after\nprolonged thought.\n\nMr. Clarkson shivered.\n\n\"It would be a hint,\" said his friend.\n\nMr. Clarkson took some letters from the mantelpiece and held them up.\n\"She writes about them every day,\" he said, briefly, \"and I have to\nanswer them.\"\n\n\"She--she don't refer to your getting married, I suppose?\"  said his\nfriend, anxiously.\n\nMr. Clarkson said \"No.  But her sister does,\" he added.  \"I've had two\nletters from her.\"\n\nMr. Smithson got up and paced restlessly up and down the room.  \"That's\nwomen all over,\" he said, bitterly.  \"They never ask for things straight\nout; but they always get 'em in roundabout ways.  She can't do it\nherself, so she gets her sister to do it.\"\n\nMr. Clarkson groaned.  \"And her sister is hinting that she can't leave\nthe house where she spent so many happy years,\" he said, \"and says what a\npleasant surprise it would be for Mrs. Phipps if she was to come home and\nfind it done up.\"\n\n\"That means you've got to live there when you're married,\" said his\nfriend, solemnly.\n\nMr. Clarkson glanced round his comfortable room and groaned again.  \"She\nasked me to get an estimate from Digson,\" he said, dully.  \"She knows as\nwell as I do her sister hasn't got any money.  I wrote to say that it had\nbetter be left till she comes home, as I might not know what was wanted.\"\n\nMr. Smithson nodded approval.\n\n\"And Mrs. Phipps wrote herself and thanked me for being so considerate,\"\ncontinued his friend, grimly, \"and says that when she comes back we must\ngo over the house together and see what wants doing.\"\n\nMr. Smithson got up and walked round the room again.\n\n\"You never promised to marry her?\"  he said, stopping suddenly.\n\n\"No,\" said the other.  \"It's all been arranged for me.  I never said a\nword.  I couldn't tell Phipps I wouldn't have her with them all standing\nround, and him thinking he was doing me the greatest favour in the\nworld.\"\n\n\"Well, she can't name the day unless you ask her,\" said the other.  \"All\nyou've got to do is to keep quiet and not commit yourself.  Be as cool as\nyou can, and, just before she comes home, you go off to London on\nbusiness and stay there as long as possible.\"\n\nMr. Clarkson carried out his instructions to the letter, and Mrs. Phipps,\nreturning home at the end of her visit, learned that he had left for\nLondon three days before, leaving the geraniums and birds to the care of\nMr. Smithson.  From the hands of that unjust steward she received two\nempty bird-cages, together with a detailed account of the manner in which\nthe occupants had effected their escape, and a bullfinch that seemed to\nbe suffering from torpid liver.  The condition of the geraniums was\nascribed to worms in the pots, frost, and premature decay.\n\n\"They go like it sometimes,\" said Mr. Smithson, \"and when they do nothing\nwill save 'em.\"\n\nMrs. Phipps thanked him.  \"It's very kind of you to take so much\ntrouble,\" she said, quietly; \"some people would have lost the cages too\nwhile they were about it.\"\n\n\"I did my best,\" said Mr. Smithson, in a surly voice.\n\n\"I know you did,\" said Mrs. Phipps, thoughtfully, \"and I am sure I am\nmuch obliged to you.  If there is anything of yours I can look after at\nany time I shall be only too pleased.  When did you say Mr. Clarkson was\ncoming back?\"\n\n\"He don't know,\" said Mr. Smithson, promptly.  \"He might be away a month;\nand then, again, he might be away six.  It all depends.  You know what\nbusiness is.\"\n\n\"It's very thoughtful of him,\" said Mrs. Phipps.  \"Very.\"\n\n\"Thoughtful!\"  repeated Mr. Smithson.\n\n\"He has gone away for a time out of consideration for me,\" said the\nwidow.  \"As things are, it is a little bit awkward for us to meet much at\npresent.\"\n\n\"I don't think he's gone away for that at all,\" said the other, bluntly.\n\nMrs. Phipps shook her head.  \"Ah, you don't know him as well as I do,\"\nshe said, fondly.  \"He has gone away on my account, I feel sure.\"\n\nMr. Smithson screwed his lips together and remained silent.\n\n\"When he feels that it is right and proper for him to come back,\" pursued\nMrs. Phipps, turning her eyes upwards, \"he will come.  He has left his\ncomfortable home just for my sake, and I shall not forget it.\"\n\nMr. Smithson coughed-a short, dry cough, meant to convey incredulity.\n\n\"I shall not do anything to this house till he comes back,\" said Mrs.\nPhipps.  \"I expect he would like to have a voice in it.  He always used\nto admire it and say how comfortable it was.  Well, well, we never know\nwhat is before us.\"\n\nMr. Smithson repeated the substance of the interview to Mr. Clarkson by\nletter, and in the lengthy correspondence that followed kept him posted\nas to the movements of Mrs. Phipps.  By dint of warnings and entreaties\nhe kept the bridegroom-elect in London for three months.  By that time\nLittle Molton was beginning to talk.\n\n\"They're beginning to see how the land lays,\" said Mr. Smithson, on the\nevening of his friend's return, \"and if you keep quiet and do as I tell\nyou she'll begin to see it too.  As I\n\n### Summary:\n\n"}
{"original_length": 7318, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nTHE GUARDIAN ANGEL\n\n[Illustration: \"The lodger was standing at the foot o' Ginger's bed,\ngoing through 'is pockets.\"]\n\nThe night-watchman shook his head.  \"I never met any of these phil--\nphilantherpists, as you call 'em,\" he said, decidedly.  \"If I 'ad they\nwouldn't 'ave got away from me in a hurry, I can tell you.  I don't say I\ndon't believe in 'em; I only say I never met any of 'em.  If people do\nyou a kindness it's generally because they want to get something out of\nyou; same as a man once--a perfick stranger--wot stood me eight\n'arf-pints becos I reminded 'im of his dead brother, and then borrered\nfive bob off of me.\n\n\"O' course, there must be some kind-'arted people in the world--all men\nwho get married must 'ave a soft spot somewhere, if it's only in the\n'ead--but they don't often give things away.  Kind-'artedness is often\nonly another name for artfulness, same as Sam Small's kindness to Ginger\nDick and Peter Russet.\n\n\"It started with a row.  They was just back from a v'y'ge and 'ad taken a\nnice room together in Wapping, and for the fust day or two, wot with\n'aving plenty o' money to spend and nothing to do, they was like three\nbrothers.  Then, in a little, old-fashioned public-'ouse down Poplar way,\none night they fell out over a little joke Ginger played on Sam.\n\n\"It was the fust drink that evening, and Sam 'ad just ordered a pot o'\nbeer and three glasses, when Ginger winked at the landlord and offered to\nbet Sam a level 'arf-dollar that 'e wouldn't drink off that pot o' beer\nwithout taking breath.  The landlord held the money, and old Sam, with a\n'appy smile on 'is face, 'ad just taken up the mug, when he noticed the\nodd way in which they was all watching him.  Twice he took the mug up and\nput it down agin without starting and asked 'em wot the little game was,\nbut they on'y laughed.  He took it up the third time and started, and he\n'ad just got about 'arf-way through when Ginger turns to the landlord and\nses--\n\n\"'Did you catch it in the mouse-trap,' he ses, 'or did it die of poison?'\n\n\"Pore Sam started as though he 'ad been shot, and, arter getting rid of\nthe beer in 'is mouth, stood there 'olding the mug away from 'im and\nmaking such 'orrible faces that they was a'most frightened.\n\n\"'Wot's the matter with him?  I've never seen 'im carry on like that over\na drop of beer before,' ses Ginger, staring.\n\n\"'He usually likes it,' ses Peter Russet.\n\n\"'Not with a dead mouse in it,' ses Sam, trembling with passion.\n\n\"'Mouse?' ses Ginger, innercent-like.  'Mouse?  Why, I didn't say it was\nin your beer, Sam.  Wotever put that into your 'ead?'\n\n\"'And made you lose your bet,' ses Peter.\n\n\"Then old Sam see 'ow he'd been done, and the way he carried on when the\nlandlord gave Ginger the 'arf-dollar, and said it was won fair and\nhonest, was a disgrace.  He 'opped about that bar 'arf crazy, until at\nlast the landlord and 'is brother, and a couple o' soldiers, and a\nhelpless <DW36> wot wos selling matches, put 'im outside and told 'im to\nstop there.\n\n\"He stopped there till Ginger and Peter came out, and then, drawing\n'imself up in a proud way, he told 'em their characters and wot he\nthought about 'em.  And he said 'e never wanted to see wot they called\ntheir faces agin as long as he lived.\n\n\"'I've done with you,' he ses, 'both of you, for ever.'\n\n\"'All right,' ses Ginger moving off.  'Ta-ta for the present.  Let's 'ope\nhe'll come 'ome in a better temper, Peter.'\n\n\"'Ome?' ses Sam, with a nasty laugh, \"'ome?  D'ye think I'm coming back to\nbreathe the same air as you, Ginger?  D'ye think I want to be\nsuffocated?'\n\n\"He held his 'ead up very 'igh, and, arter looking at them as if they was\ndirt, he turned round and walked off with his nose in the air to spend\nthe evening by 'imself.\n\n\"His temper kept him up for a time, but arter a while he 'ad to own up to\n'imself that it was very dull, and the later it got the more he thought\nof 'is nice warm bed.  The more 'e thought of it the nicer and warmer it\nseemed, and, arter a struggle between his pride and a few 'arf-pints, he\ngot 'is good temper back agin and went off 'ome smiling.\n\n\"The room was dark when 'e got there, and, arter standing listening a\nmoment to Ginger and Peter snoring, he took off 'is coat and sat down on\n'is bed to take 'is boots off.  He only sat down for a flash, and then he\nbent down and hit his 'ead an awful smack against another 'ead wot 'ad\njust started up to see wot it was sitting on its legs.\n\n\"He thought it was Peter or Ginger in the wrong bed at fust, but afore he\ncould make it out Ginger 'ad got out of 'is own bed and lit the candle.\nThen 'e saw it was a stranger in 'is bed, and without saying a word he\nlaid 'old of him by the 'air and began dragging him out.\n\n\"'Here, stop that!' ses Ginger catching hold of 'im.  'Lend a hand 'ere,\nPeter.'\n\n\"Peter lent a hand and screwed it into the back o' Sam's neck till he\nmade 'im leave go, and then the stranger, a nasty-looking little chap\nwith a yellow face and a little dark moustache, told Sam wot he'd like to\ndo to him.\n\n\"'Who are you?' ses Sam, 'and wot are you a-doing of in my bed?'\n\n\"'It's our lodger,' ses Ginger.\n\n\"'Your wot?' ses Sam, 'ardly able to believe his ears.\n\n\"'Our lodger,' ses Peter Russet.  'We've let 'im the bed you said you\ndidn't want for sixpence a night.  Now you take yourself off.'\n\n\"Old Sam couldn't speak for a minute; there was no words that he knew bad\nenough, but at last he licks 'is lips and he ses, 'I've paid for that bed\nup to Saturday, and I'm going to have it.'\n\n\"He rushed at the lodger, but Peter and Ginger got hold of 'im agin and\nput 'im down on the floor and sat on 'im till he promised to be'ave\nhimself.  They let 'im get up at last, and then, arter calling themselves\nnames for their kind-'artedness, they said if he was very good he might\nsleep on the floor.\n\n\"Sam looked at 'em for a moment, and then, without a word, he took off\n'is boots and put on 'is coat and went up in a corner to be out of the\ndraught, but, wot with the cold and 'is temper, and the hardness of the\nfloor, it was a long time afore 'e could get to sleep.  He dropped off at\nlast, and it seemed to 'im that he 'ad only just closed 'is eyes when it\nwas daylight.  He opened one eye and was just going to open the other\nwhen he saw something as made 'im screw 'em both up sharp and peep\nthrough 'is eyelashes.  The lodger was standing at the foot o' Ginger's\nbed, going through 'is pockets, and then, arter waiting a moment and\n'aving a look round, he went through Peter Russet's.  Sam lay still mouse\nwhile the lodger tip-toed out o' the room with 'is boots in his 'and, and\nthen, springing up, follered him downstairs.\n\n\"He caught 'im up just as he 'ad undone the front door, and, catching\nhold of 'im by the back o' the neck, shook 'im till 'e was tired.  Then\nhe let go of 'im and, holding his fist under 'is nose, told 'im to hand\nover the money, and look sharp about it.\n\n\"'Ye--ye--yes, sir,' ses the lodger, who was 'arf choked.\n\n\"Sam held out his 'and, and the lodger, arter saying it was only a little\nbit o' fun on 'is part, and telling 'im wot a fancy he 'ad taken to 'im\nfrom the fust, put Ginger's watch and chain into his 'ands and eighteen\npounds four shillings and sevenpence.  Sam put it into his pocket, and,\narter going through the lodger's pockets to make sure he 'adn't forgot\nanything, opened the door and flung 'im into the street.  He stopped on\nthe landing to put the money in a belt he was wearing under 'is clothes,\nand then 'e went back on tip-toe to 'is corner and went to sleep with one\neye open and the 'appiest smile that had been on his face for years.\n\n\"He shut both eyes when he 'eard Ginger wake up, and he slept like a\nchild through the 'orrible noise that Peter and Ginger see fit to make\nwhen they started to put their clothes on.  He got tired of it afore they\ndid, and, arter opening 'is eyes slowly and yawning, he asked Ginger wot\nhe meant by it.\n\n\"'You'll wake your lodger up if you ain't careful, making that noise,' he\nses.  'Wot's the matter?'\n\n\"'Sam,' ses Ginger, in a very different voice to wot he 'ad used the\nnight before, 'Sam, old pal, he's taken all our money and bolted.'\n\n\"'Wot?' ses Sam, sitting up on the floor and blinking, 'Nonsense!'\n\n\"'Robbed me and Peter,' ses Ginger, in a trembling voice; 'taken every\npenny we've got, and my watch and chain.'\n\n\"'You're dreaming,' ses Sam.\n\n\"'I wish I was,' ses Ginger.\n\n\"'But surely, Ginger,' ses Sam, standing up, 'surely you didn't take a\nlodger without a character?'\n\n\"'He seemed such a nice chap,' ses Peter.  'We was only saying wot a much\nnicer chap he was than--than----'\n\n\"'Go on, Peter,' ses Sam, very perlite.\n\n\"'Than he might ha' been,' ses Ginger, very quick.\n\n\"'Well, I've 'ad a wonderful escape,' ses Sam.  'If it hadn't ha' been\nfor sleeping in my clothes I suppose he'd ha' 'ad my money as well.'\n\n\"He felt in 'is pockets anxious-like, then he smiled, and stood there\nletting 'is money fall through 'is fingers into his pocket over and over\nagin.\n\n\"'Pore chap,' he ses; 'pore chap; p'r'aps he'd got a starving wife and\nfamily.  Who knows?  It ain't for us to judge 'im, Ginger.'\n\n\"He stood a little while longer chinking 'is money, and when he took off\nhis coat to wash Ginger Dick poured the water out for im and Peter Russet\npicked up the soap, which 'ad fallen on the floor.  Then they started\npitying themselves, looking very 'ard at the back of old Sam while they\ndid it.\n\n\"'I s'pose we've got to starve, Peter,' ses Ginger, in, a sad voice.\n\n\"'Looks like it,' ses Peter, dressing hisself very slowly.\n\n\"'There's nobody'll mourn for me, that's one comfort,' ses Ginger.\n\n\"'Or me,' ses Peter.\n\n\"'P'r'aps Sam'll miss us a bit,' ses Ginger, grinding 'is teeth as old\nSam went on washing as if he was deaf.  'He'ss the only real pal we ever\n'ad.'\n\n\"'Wot are you talking about?' ses Sam, turning round with the soap in\nhis eyes, and feeling for the towel.  'Wot d'ye want to starve for?  Why\ndon't you get a ship?'\n\n\"'I thought we was all going to sign on in the Cheaspeake agin, Sam,' ses\nGinger, very mild.\n\n\"'She won't be ready for sea for pretty near three weeks,' ses Sam.  'You\nknow that.'\n\n\"'P'r'aps Sam would lend us a trifle to go on with, Ginger,' ses Peter\nRusset.  'Just enough to keep body and soul together, so as we can hold\nout and 'ave the pleasure of sailing with 'im agin.'\n\n\"'P'r'aps he wouldn't,' ses Sam, afore Ginger could open his mouth.\n'I've just got about enough to last myself; I 'aven't got any to lend.\nSailormen wot turns on their best friends and makes them sleep on the\ncold 'ard floor while their new pal is in his bed don't get money lent to\n'em.  My neck is so stiff it creaks every time I move it, and I've got\nthe rheumatics in my legs something cruel.'\n\n\"He began to 'um a song, and putting on 'is cap went out to get some\nbrekfuss.  He went to a little eating-'ouse near by, where they was in\nthe 'abit of going, and 'ad just started on a plate of eggs and bacon\nwhen Ginger Dick and Peter came into the place with a pocket-'ankercher\nof 'is wot they 'ad found in the fender.\n\n\"'We thought you might want it, Sam,' ses Peter.\n\n\"'So we brought it along,' ses Ginger.  'I 'ope you're enjoying of your\nbrekfuss, Sam.'\n\n\"Sam took the 'ankercher and thanked 'em very perlite, and arter standing\nthere for a minute or two as if they wanted to say something they\ncouldn't remember, they sheered off.  When Sam left the place 'arf-an-\nhour afterwards they was still hanging about, and as Sam passed Ginger\nasked 'im if he was going for a walk.\n\n\"'Walk?' ses Sam.  'Cert'nly not.  I'm going to bed; I didn't 'ave a good\nnight's rest like you and your lodger.'\n\n\"He went back 'ome, and arter taking off 'is coat and boots got into bed\nand slept like a top till one o'clock, when he woke up to find Ginger\nshaking 'im by the shoulders.\n\n\"'Wot's the matter?' he ses.  'Wot are you up to?'\n\n\"'It's dinner-time,' ses Ginger.  'I thought p'r'aps you'd like to know,\nin case you missed it.'\n\n\"'You leave me alone,' ses Sam, cuddling into the clothes agin.  'I don't\nwant no dinner.  You go and look arter your own dinners.'\n\n\"He stayed in bed for another 'arf-hour, listening to Peter and Ginger\ntelling each other in loud whispers 'ow hungry they was, and then he got\nup and put 'is things on and went to the door.\n\n\"'I'm going to get a bit o' dinner,' he ses.  'And mind, I've got my\npocket 'ankercher.'\n\n\"He went out and 'ad a steak and onions and a pint o' beer, but, although\nhe kept looking up sudden from 'is plate, he didn't see Peter or Ginger.\nIt spoilt\n\n### Summary:\n\n"}
{"original_length": 6505, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nDUAL CONTROL\n\n\n\"Never say 'die,' Bert,\" said Mr. Culpepper, kindly; \"I like you, and so\ndo most other people who know what's good for 'em; and if Florrie don't\nlike you she can keep single till she does.\"\n\nMr. Albert Sharp thanked him.\n\n\"Come in more oftener,\" said Mr. Culpepper.  \"If she don't know a steady\nyoung man when she sees him, it's her mistake.\"\n\n\"Nobody could be steadier than what I am,\" sighed Mr. Sharp.\n\nMr. Culpepper nodded.  \"The worst of it is, girls don't like steady young\nmen,\" he said, rumpling his thin grey hair; \"that's the silly part of\nit.\"\n\n\"But you was always steady, and Mrs. Culpepper married you,\" said the\nyoung man.\n\nMr. Culpepper nodded again.  \"She thought I was, and that came to the\nsame thing,\" he said, composedly.  \"And it ain't for me to say, but she\nhad an idea that I was very good-looking in them days.  I had chestnutty\nhair.  She burnt a piece of it only the other day she'd kept for thirty\nyears.\"\n\n[Illustration: A very faint squeeze in return decided him]\n\n\"Burnt it?  What for?\"  inquired Mr. Sharp.\n\n\"Words,\" said the other, lowering his voice.  \"When I want one thing\nnowadays she generally wants another; and the things she wants ain't the\nthings I want.\"\n\nMr. Sharp shook his head and sighed again.\n\n\"You ain't talkative enough for Florrie, you know,\" said Mr. Culpepper,\nregarding him.\n\n\"I can talk all right as a rule,\" retorted Mr. Sharp.  \"You ought to hear\nme at the debating society; but you can't talk to a girl who doesn't talk\nback.\"\n\n\"You're far too humble,\" continued the other.  \"You should cheek her a\nbit now and then.  Let 'er see you've got some spirit.  Chaff 'er.\"\n\n\"That's no good,\" said the young man, restlessly.  \"I've tried it.  Only\nthe other day I called her 'a saucy little kipper,' and the way she went\non, anybody would have thought I'd insulted her.  Can't see a joke, I\ns'pose.  Where is she now?\"\n\n\"Upstairs,\" was the reply.\n\n\"That's because I'm here,\" said Mr. Sharp.  \"If it had been Jack Butler\nshe'd have been down fast enough.\"\n\n\"It couldn't be him,\" said Mr. Culpepper, \"because I won't have 'im in\nthe house.  I've told him so; I've told her so, and I've told 'er aunt\nso.  And if she marries without my leave afore she's thirty she loses the\nseven hundred pounds 'er father left her.  You've got plenty of time--ten\nyears.\"\n\nMr. Sharp, sitting with his hands between his knees, gazed despondently\nat the floor.  \"There's a lot o' girls would jump at me,\" he remarked.\n\"I've only got to hold up my little finger and they'd jump.\"\n\n\"That's because they've got sense,\" said Mr. Culpepper.  \"They've got the\nsense to prefer steadiness and humdrumness to good looks and dash.  A\nyoung fellow like you earning thirty-two-and-six a week can do without\ngood looks, and if I've told Florrie so once I have told her fifty\ntimes.\"\n\n\"Looks are a matter of taste,\" said Mr. Sharp, morosely.  \"Some of them\ngirls I was speaking about just now--\"\n\n\"Yes, yes,\" said Mr. Culpepper, hastily.  \"Now, look here; you go on a\ndifferent tack.  Take a glass of ale like a man or a couple o' glasses;\nsmoke a cigarette or a pipe.  Be like other young men.  Cut a dash, and\ndon't be a namby-pamby.  After you're married you can be as miserable as\nyou like.\"\n\nMr. Sharp, after a somewhat lengthy interval, thanked him.\n\n\"It's my birthday next Wednesday,\" continued Mr. Culpepper, regarding him\nbenevolently; \"come round about seven, and I'll ask you to stay to\nsupper.  That'll give you a chance.  Anybody's allowed to step a bit over\nthe mark on birthdays, and you might take a glass or two and make a\nspeech, and be so happy and bright that they'd 'ardly know you.  If you\nwant an excuse for calling, you could bring me a box of cigars for my\nbirthday.\"\n\n\"Or come in to wish you 'Many Happy Returns of the Day,'\" said the\nthrifty Mr. Sharp.\n\n\"And don't forget to get above yourself,\" said Mr. Culpepper, regarding\nhim sternly; \"in a gentlemanly way, of course.  Have as many glasses as\nyou like--there's no stint about me.\"\n\n\"If it ever comes off,\" said Mr. Sharp, rising--\"if I get her through\nyou, you shan't have reason to repent it.  I'll look after that.\"\n\nMr. Culpepper, whose feelings were a trifle ruffled, said that he would\n\"look after it too.\"  He had a faint idea that, even from his own point\nof view, he might have made a better selection for his niece's hand.\n\nMr. Sharp smoked his first cigarette the following morning, and,\nencouraged by the entire absence of any after-effects, purchased a pipe,\nwhich was taken up by a policeman the same evening for obstructing the\npublic footpath in company with a metal tobacco-box three parts full.\n\nIn the matter of ale he found less difficulty.  Certainly the taste was\nunpleasant, but, treated as medicine and gulped down quickly, it was\nendurable.  After a day or two he even began to be critical, and on\nMonday evening went so far as to complain of its flatness to the wide-\neyed landlord of the \"Royal George.\"\n\n\"Too much cellar-work,\" he said, as he finished his glass and made for\nthe door.\n\n\"Too much!  'Ere, come 'ere,\" said the landlord, thickly.  \"I want to\nspeak to you.\"\n\nThe expert shook his head, and, passing out into, the street, changed\ncolour as he saw Miss Garland approaching.  In a blundering fashion he\nclutched at his hat and stammered out a \"Good evening.\"\n\nMiss Garland returned the greeting and, instead of passing on, stopped\nand, with a friendly smile, held out her hand.  Mr. Sharp shook it\nconvulsively.\n\n\"You are just the man I want to see,\" she exclaimed.  \"Aunt and I have\nbeen talking about you all the afternoon.\"\n\nMr. Sharp said \"Really!\"\n\n\"But I don't want uncle to see us,\" pursued Miss Garland, in the low\ntones of confidence.  \"Which way shall we go?\"\n\nMr. Sharp's brain reeled.  All ways were alike to him in such company.\nHe walked beside her like a man in a dream.\n\n\"We want to give him a lesson,\" said the girl, presently.  \"A lesson that\nhe will remember.\"\n\n\"Him?\"  said the young man.\n\n\"Uncle,\" explained the girl.  \"It's a shocking thing, a wicked thing, to\ntry and upset a steady young man like you.  Aunt is quite put out about\nit, and I feel the same as she does.\"\n\n\"But,\" gasped the astonished Mr. Sharp, \"how did you?\"\n\n\"Aunt heard him,\" said Miss Garland.  \"She was just going into the room\nwhen she caught a word or two, and she stayed outside and listened.  You\ndon't know what a lot she thinks of you.\"\n\nMr. Sharp's eyes opened wider than ever.  \"I thought she didn't like me,\"\nhe said, slowly.\n\n\"Good gracious!\"  said Miss Garland.  \"Whatever could have put such an\nidea as that into your head?  Of course, aunt isn't always going to let\nuncle see that she agrees with him.  Still, as if anybody could help--\"\nshe murmured to herself.\n\n\"Eh?\"  said the young man, in a trembling voice.\n\n\"Nothing.\"\n\nMiss Garland walked along with averted face; Mr. Sharp, his pulses\nbounding, trod on air beside her.\n\n\"I thought,\" he said, at last \"I thought that Jack Butler was a favourite\nof hers?\"\n\n\"Jack Butler!\"  said the girl, in tones of scornful surprise.  \"The idea!\nHow blind men are; you're all alike, I think.  You can't see two inches\nin front of you.  She's as pleased as possible that you are coming on\nWednesday; and so am--\"\n\nMr. Sharp caught his breath.  \"Yes?\"  he murmured.\n\n\"Let's go down here,\" said Miss Garland quickly; \"down by the river.  And\nI'll tell you what we want you to do.\"\n\nShe placed her hand lightly on his arm, and Mr. Sharp, with a tremulous\nsmile, obeyed.  The smile faded gradually as he listened, and an\nexpression of anxious astonishment took its place.  He shook his head as\nshe proceeded, and twice ventured a faint suggestion that she was only\nspeaking in jest.  Convinced at last, against his will, he walked on in\nsilent consternation.\n\n\"But,\" he said at last, as Miss Garland paused for breath, \"your uncle\nwould never forgive me.  He'd never let me come near the house again.\"\n\n\"Aunt will see to that,\" said the girl, confidently.  \"But, of course, if\nyou don't wish to please me--\"\n\nShe turned away, and Mr. Sharp, plucking up spirit, ventured to take her\nhand and squeeze it.  A faint, a very faint, squeeze in return decided\nhim.\n\n\"It will come all right afterwards,\" said Miss Garland, \"especially with\nthe hold it will give aunt over him.\"\n\n\"I hope so,\" said the young man.  \"If not, I shall be far--farther off\nthan ever.\"\n\nMiss Garland blushed and, turning her head, gazed steadily at the river.\n\n\"Trust me,\" she said at last.  \"Me and auntie.\"\n\nMr. Sharp said that so long as he pleased her nothing else mattered, and,\nin the seventh heaven of delight, paced slowly along the towpath by her\nside.\n\n\"And you mustn't mind what auntie and I say to you,\" said the girl,\ncontinuing her instructions.  \"We must keep up appearances, you know; and\nif we seem to be angry, you must remember we are only pretending.\"\n\nMr. Sharp, with a tender smile, said that he understood perfectly.\n\n\"And now I had better go,\" said Florrie, returning the smile.  \"Uncle\nmight see us together, or somebody else might see us and tell him.\nGood-bye.\"\n\nShe shook hands and went off, stopping three times to turn and wave her\nhand.  In a state of bewildered delight Mr. Sharp continued his stroll,\nrehearsing, as he went, the somewhat complicated and voluminous\ninstructions she had given him.\n\nBy Wednesday evening he was part-perfect, and, in a state of mind divided\nbetween nervousness and exaltation, set out for Mr. Culpepper's.  He\nfound that gentleman, dressed in his best, sitting in an easy-chair with\nhis hands folded over a fancy waistcoat of startling design, and, placing\na small box of small cigars on his knees, wished him the usual \"Happy\nReturns.\"  The entrance of the ladies, who seemed as though they had just\ncome off the ice, interrupted Mr. Culpepper's thanks.\n\n\"Getting spoiled, that's what I am,\" he remarked, playfully.  \"See this\nwaistcoat?  My old Aunt Elizabeth sent it this morning.\"\n\nHe leaned back in his chair and glanced down in warm approval.  \"The\nmissis gave me a pipe, and Florrie gave me half a pound of tobacco.  And\nI bought a bottle of port wine myself, for all of us.\"\n\nHe pointed to a bottle that stood on the supper-table, and, the ladies\nretiring to the kitchen to bring in the supper, rose and placed chairs.\nA piece of roast beef was placed before him, and, motioning Mr. Sharp to\na seat opposite Florrie, he began to carve.\n\n\"Just a nice comfortable party,\" he said, genially, as he finished.\n\"Help yourself to the ale, Bert.\"\n\nMr. Sharp, ignoring the surprise on the faces of the ladies, complied,\nand passed the bottle to Mr. Culpepper.  They drank to each other, and\nagain a flicker of surprise appeared on the faces of Mrs. Culpepper and\nher niece.  Mr. Culpepper, noticing it, shook his head waggishly at Mr.\nSharp.\n\n\"He drinks it as if he likes it,\" he remarked.\n\n\"I do,\" asserted Mr. Sharp, and, raising his glass, emptied it, and\nresumed the attack on his plate.  Mr. Culpepper unscrewed the top of\nanother bottle, and the reckless Mr. Sharp, after helping himself, made a\nshort and feeling speech, in which he wished Mr. Culpepper long life and\nhappiness.  \"If you ain't happy with Mrs. Culpepper,\" he concluded,\ngallantly, \"you ought to be.\"\n\nMr. Culpepper nodded and went on eating in silence until, the keen edge\nof his appetite having been taken off, he put down his knife and fork and\nwaxed sentimental.\n\n\"Been married over thirty years,\" he said, slowly, with a glance at his\nwife, \"and never regretted it.\"\n\n\"Who hasn't?\"  inquired Mr. Sharp.\n\n\"Why, me,\" returned the surprised Mr. Culpepper.\n\nMr. Sharp, who had just raised his glass, put it down again and smiled.\nIt was a faint smile, but it seemed to affect his host unfavourably.\n\n\"What are you smiling at?\"  he demanded.\n\n\"Thoughts,\" said Mr. Sharp, exchanging a covert glance with Florrie.\n\"Something you told me the other day.\"\n\nMr. Culpepper looked bewildered.  \"I'll give you a penny for them\nthoughts,\" he said, with an air of jocosity.\n\nMr. Sharp shook his head.  \"Money couldn't buy 'em,\" he said, with owlish\nsolemnity, \"espec--especially after the good supper you're giving me.\"\n\n\"Bert,\" said Mr. Culpepper, uneasily, as his wife sat somewhat erect\n\"Bert, it's my birthday, and I don't grudge nothing to nobody; but go\neasy with the beer.  You ain't used to it, you know.\"\n\n\"What's the matter with the beer?\"  inquired Mr. Sharp.  \"It tastes all\nright--what there is of it.\"\n\n\"It ain't the beer; it's you,\" explained Mr. Culpepper.\n\nMr. Sharp stared at him.  \"Have I said anything I oughtn't to?\"  he\ninquired.\n\nMr. Culpepper shook his head, and, taking up a fork and spoon, began to\nserve a plum-pudding that Miss Garland had just placed on the table.\n\n\"What was it you said I was to be sure and not tell Mrs. Culpepper?\"\ninquired Mr. Sharp, dreamily.  \"\n\n### Summary:\n\n"}
{"original_length": 6810, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\n[Illustration: 'I tell you, I am as innercent as a new-born babe'.]\n\n\nSKILLED ASSISTANCE\n\n\nThe night-watchman, who had left his seat on the jetty to answer the\ngate-bell, came back with disgust written on a countenance only too well\ndesigned to express it.\n\n\"If she's been up 'ere once in the last week to, know whether the\n<i>Silvia</i> is up she's been four or five times,\" he growled.  \"He's forty-\nseven if he's a day; 'is left leg is shorter than 'is right, and he talks\nwith a stutter.  When she's with 'im you'd think as butter wouldn't melt\nin 'er mouth; but the way she talked to me just now you'd think I was\npaid a-purpose to wait on her.  I asked 'er at last wot she thought I was\nhere for, and she said she didn't know, and nobody else neither.  And\nafore she went off she told the potman from the 'Albion,' wot was\nlistening, that I was known all over Wapping as the Sleeping Beauty.\n\n\"She ain't the fust I've 'ad words with, not by a lot.  They're all the\nsame; they all start in a nice, kind, soapy sort o' way, and, as soon as\nthey don't get wot they want, fly into a temper and ask me who, I think I\nam.  I told one woman once not to be silly, and I shall never forget it\nas long as I live-never.  For all I know, she's wearing a bit o' my 'air\nin a locket to this day, and very likely boasting that I gave it to her.\n\n\"Talking of her reminds me of another woman.  There was a Cap'n Pinner,\nused to trade between 'ere and Hull on a schooner named the Snipe.  Nice\nlittle craft she was, and 'e was a very nice feller.  Many and many's the\npint we've 'ad together, turn and turn-about, and the on'y time we ever\n'ad a cross word was when somebody hid his clay pipe in my beer and 'e\nwas foolish enough to think I'd done it.\n\n\"He 'ad a nice little cottage, 'e told me about, near Hull, and 'is\nwife's father, a man of pretty near seventy, lived with 'em.  Well-off\nthe old man was, and, as she was his only daughter, they looked to 'ave\nall his money when he'd gorn.  Their only fear was that 'e might marry\nagin, and, judging from wot 'e used to tell me about the old man, I\nthought it more than likely.\n\n\"'If it wasn't for my missis he'd ha' been married over and over agin,'\nhe ses one day.  'He's like a child playing with gunpowder.'\n\n\"''Ow would it be to let 'im burn hisself a bit?' I ses.\n\n\"'If you was to see some o' the gunpowder he wants to play with, you\nwouldn't talk like that,' ses the cap'n.  'You'd know better.  The on'y\nthing is to keep 'em apart, and my pore missis is wore to a shadder a-\ndoing of it.'\n\n\"It was just about a month arter that that he brought the old man up to\nLondon with 'im.  They 'ad some stuff to put out at Smith's Wharf,\nt'other side of the river, afore they came to us, and though they was\non'y there four or five days, it was long enough for that old man to get\ninto trouble.\n\n\"The skipper told me about it ten minutes arter they was made snug in the\ninner berth 'ere.  He walked up and down like a man with a raging\ntoothache, and arter follering 'im up and down the wharf till I was tired\nout, I discovered that 'is father-in-law 'ad got 'imself mixed up with a\nwidder-woman ninety years old and weighing twenty stun.  Arter he 'ad\ncooled down a bit, and I 'ad given 'im a few little pats on the shoulder,\n'e made it forty-eight years old and fourteen stun.\n\n\"'He's getting ready to go and meet her now,' he ses, 'and wot my\nmissis'll say to me, I don't know.'\n\n\"His father-in-law came up on deck as 'e spoke, and began to brush\n'imself all over with a clothesbrush.  Nice-looking little man 'e was,\nwith blue eyes, and a little white beard, cut to a point, and dressed up\nin a serge suit with brass buttons, and a white yachting cap.  His real\nname was Mr. Finch, but the skipper called 'im Uncle Dick, and he took\nsuch a fancy to me that in five minutes I was calling 'im Uncle Dick too.\n\n\"'Time I was moving,' he ses, by and by.  'I've got an app'intment.'\n\n\"'Oh! who with?' ses the skipper, pretending not to know.\n\n\"'Friend o' mine, in the army,' ses the old man, with a wink at me.  'So\nlong.'\n\n\"He went off as spry as a boy, and as soon as he'd gorn the skipper\nstarted walking back'ards and for'ards agin, and raving.\n\n\"'Let's 'ope as he's on'y amusing 'imself,' I ses.\n\n\"'Wait till you see 'er,' ses the skipper; 'then you won't talk\nfoolishness.'\n\n\"As it 'appened she came back with Uncle Dick that evening, to see 'im\nsafe, and I see at once wot sort of a woman it was.  She 'adn't been on\nthe wharf five minutes afore you'd ha' thought it belonged to 'er, and\nwhen she went and sat on the schooner it seemed to be about 'arf its\nsize.  She called the skipper Tom, and sat there as cool as you please\nholding Uncle Dick's 'and, and patting it.\n\n\"I took the skipper round to the 'Bull's Head' arter she 'ad gorn, and I\nwouldn't let 'im say a word until he had 'ad two pints.  He felt better\nthen, and some o' the words 'e used surprised me.\n\n\"'Wot's to be done?' he ses at last.  'You see 'ow it is, Bill.'\n\n\"'Can't you get 'im away?' I ses.  'Who is she, and wot's 'er name?'\n\n\"'Her name,' ses the skipper, 'her name is Jane Maria Elizabeth Muffit,\nand she lives over at Rotherhithe.'\n\n\"'She's very likely married already,' I ses.\n\n\"'Her 'usband died ten years ago,' ses the skipper; 'passed away in 'is\nsleep.  Overlaid, I should say.'\n\n\"He sat there smoking, and I sat there thinking.  Twice 'e spoke to me,\nand I held my 'and up and said 'H'sh.' Then I turned to 'im all of a\nsudden and pinched his arm so hard he nearly dropped 'is beer.\n\n\"'Is Uncle Dick a nervous man?' I ses.\n\n\"'Nervous is no name for it,' he ses, staring.\n\n\"'Very good, then,' I ses.  'I'll send 'er husband to frighten 'im.'\n\n\"The skipper looked at me very strange.  'Yes,' he ses.  'Yes.  Yes.'\n\n\"'Frighten 'im out of 'is boots, and make him give 'er up,' I ses.  'Or\nbetter still, get 'im to run away and go into hiding for a time.  That\n'ud be best, in case 'e found out.'\n\n\"'Found out wot?' ses the skipper.\n\n\"'Found out it wasn't 'er husband,' I ses.\n\n\"'Bill,' ses the skipper, very earnest, 'this is the fust beer I've 'ad\nto-day, and I wish I could say the same for you.'\n\n\"I didn't take 'im at fast, but when I did I gave a laugh that brought in\ntwo more customers to see wot was the matter.  Then I took 'im by the\narm--arter a little trouble--and, taking 'im back to the wharf, explained\nmy meaning to 'im.\n\n\"'I know the very man,' I ses.  'He comes into a public-'ouse down my way\nsometimes.  Artful 'Arry, he's called, and, for 'arf-a-quid, say, he'd\nfrighten Uncle Dick 'arf to death.  He's big and ugly, and picks up a\nliving by selling meerschaum pipes he's found to small men wot don't want\n'em.  Wonderful gift o' the gab he's got.'\n\n\"We went acrost to the 'Albion' to talk it over.  There's several bars\nthere, and the landlady always keeps cotton-wool in 'er ears, not 'aving\nbeen brought up to the public line.  The skipper told me all 'e knew\nabout Mrs. Muffit, and we arranged that Artful 'Arry should come down at\nseven o'clock next night, if so be as I could find 'im in time.\n\n\"I got up early the next arternoon, and as it 'appened, he came into the\n'Duke of Edinburgh' five minutes arter I got there.  Nasty temper 'e was\nin, too.  He'd just found a meerschaum pipe, as usual, and the very fust\nman 'e tried to sell it to said that it was the one 'e lost last\nChristmas, and gave 'im a punch in the jaw for it.\n\n\"'He's a thief, that's wot he is,' ses 'Arry; 'and I 'ate thiefs.  'Ow's\na honest tradesman to make a living when there's people like that about?'\n\n\"I stood 'im 'arf a pint, and though it hurt 'im awful to drink it, he\nsaid 'ed 'ave another just to see if he could bear the pain.  Arter he\nhad 'ad three 'e began for to take a more cheerful view o' life, and told\nme about a chap that spent three weeks in the London 'Orsepittle for\ncalling 'im a liar.\n\n\"'Treat me fair,' he ses, 'and I'll treat other people fair.  I never\nbroke my word without a good reason for it, and that's more than\neverybody can say.  If I told you the praise I've 'ad from some people\nyou wouldn't believe it.'\n\n\"I let 'im go on till he 'ad talked 'imself into a good temper, and then I\ntold 'im of the little job I 'ad got for 'im.  He listened quiet till I\n'ad finished, and then he shook 'is 'ead.\n\n\"'It ain't in my line,' he ses.\n\n\"'There's 'arf a quid 'anging to it,' I ses.\n\n\"'Arry shook his 'ead agin.  'Tain't enough, mate,' he ses.  'If you was\nto make it a quid I won't say as I mightn't think of it.'\n\n\"I 'ad told the skipper that it might cost 'im a quid, so I knew 'ow far\nI could go; and at last, arter 'Arry 'ad got as far as the door three\ntimes, I gave way.\n\n\"'And I'll 'ave it now,' he ses, 'to prevent mistakes.'\n\n\"'No, 'Arry,' I ses, very firm.  'Besides, it ain't my money, you see.'\n\n\"'You mean to say you don't trust me,' 'e ses, firing up.\n\n\"'I'd trust you with untold gold,' I ses, 'but not with a real quid;\nyou're too fond of a joke, 'Arry.'\n\n\"We 'ad another long argyment about it, and I had to tell 'im plain at\nlast that when I wanted to smell 'is fist, I'd say so.\n\n\"'You turn up at the wharf at five minutes to seven,' I ses, 'and I'll\ngive you ten bob of it; arter you've done your business I'll give you the\nother.  Come along quiet, and you'll see me waiting at the gate for you.'\n\n\"He gave way arter a time, and, fust going 'ome for a cup o' tea, I went\non to the wharf to tell the skipper 'ow things stood.\n\n\"'It couldn't 'ave 'appened better,' he ses.  'Uncle Dick is sure to be\naboard at that time, 'cos 'e's going acrost the water at eight o'clock to\npay 'er a visit.  And all the hands'll be away.  I've made sure of that.'\n\n\"He gave me the money for Artful 'Arry in two 'arf-suverins, and then we\nwent over to the 'Albion' for a quiet glass and a pipe, and to wait for\nseven o'clock.\n\n\"I left 'im there at ten minutes to, and at five minutes to, punctual to\nthe minute, I see 'Arry coming along swinging a thick stick with a knob\non the end of it.\n\n\"'Where's the 'arf thick-un?' he ses, looking round to see that the coast\nwas clear.\n\n\"I gave it to 'im, and arter biting it in three places and saying it was\na bit short in weight he dropped it in 'is weskit-pocket and said 'e was\nready.\n\n\"I left 'im there for a minute while I went and 'ad a look round.  The\ndeck of the Snipe was empty, but I could 'ear Uncle Dick down in the\ncabin singing; and, arter listening for a few seconds to make sure that\nit was singing, I went back and beckoned to 'Arry.\n\n\"'He's down in the cabin,' I ses, pointing.  'Don't overdo it, 'Arry, and\nat the same time don't underdo it, as you might say.'\n\n\"'I know just wot you want,' ses 'Arry, 'and if you'd got the 'art of a\nman in you, you'd make it two quids.'\n\n\"He climbed on board and stood listening for a moment at the companion,\nand then 'e went down, while I went off outside the gate, so as to be out\nof earshot in case Uncle Dick called for me.  I knew that I should 'ear\nall about wot went on arterwards--and I did.\n\n\"Artful 'Arry went down the companion-ladder very quiet, and then stood\nat the foot of it looking at Uncle Dick.  He looked 'im up and down and\nall over, and then 'e gave a fierce, loud cough.\n\n\"'Good-evening,' he ses.\n\n\"'Good-evening,' ses Uncle Dick, staring at 'im.  'Did you want to see\nanybody?'\n\n\"'I did,' ses 'Arry.  'I do.  And when I see 'im I'm going to put my arms\nround 'im and twist 'is neck; then I'm going to break every bone in 'is\nbody, and arter that I'm going to shy 'im overboard to pison the fishes\nwith.'\n\n\"'Dear me!' ses Uncle Dick, shifting away as far as 'e could.\n\n\"'I ain't 'ad a wink o' sleep for two nights,' ses 'Arry--'not ever since\nI 'eard of it.  When I think of all I've done for that woman-working for\n'er, and such-like-my blood boils.  When I think of her passing 'erself\noff as a widder--my widder--and going out with another man, I don't know\nwot to do with myself.'\n\n\"Uncle Dick started and turned pale.  Fust 'e seemed as if 'e was going\nto speak, and then '\n\n### Summary:\n\n"}
{"original_length": 6445, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nFOR BETTER OR WORSE\n\n\nMr. George Wotton, gently pushing the swing doors of the public bar of\nthe \"King's Head\" an inch apart, applied an eye to the aperture, in the\nhope of discovering a moneyed friend.  His gaze fell on the only man in\nthe bar a greybeard of sixty whose weather-beaten face and rough clothing\nspoke of the sea.  With a faint sigh he widened the opening and passed\nthrough.\n\n\"Mornin', Ben,\" he said, with an attempt at cheerfulness.\n\n\"Have a drop with me,\" said the other, heartily.  \"Got any money about\nyou?\"\n\nMr. Wotton shook his head and his face fell, clearing somewhat as the\nother handed him his mug.  \"Drink it all up, George,\" he said.\n\nHis friend complied.  A more tactful man might have taken longer over the\njob, but Mr. Benjamin Davis, who appeared to be labouring under some\nstrong excitement, took no notice.\n\n\"I've had a shock, George,\" he said, regarding the other steadily.  \"I've\nheard news of my old woman.\"\n\n\"Didn't know you 'ad one,\" said Mr. Wotton calmly.  \"Wot's she done?\"\n\n\"She left me,\" said Mr. Davis, solemnly--\"she left me thirty-five years\nago.  I went off to sea one fine morning, and that was the last I ever\nsee of er.\n\n\"Why, did she bolt?\"  inquired Mr. Wotton, with mild interest.\n\n\"No,\" said his friend, \"but I did.  We'd been married three years--three\nlong years--and I had 'ad enough of it.  Awful temper she had.  The last\nwords I ever heard 'er say was: 'Take that!'\"\n\nMr. Wotton took up the mug and, after satisfying himself as to the\nabsence of contents, put it down again and yawned.\n\n\"I shouldn't worry about it if I was you,\" he remarked.  \"She's hardly\nlikely to find you now.  And if she does she won't get much.\"\n\nMr. Davis gave vent to a contemptuous laugh.  \"Get much!\"  he repeated.\n\"It's her what's got it.  I met a old shipmate of mine this morning what\nI 'adn't seen for ten years, and he told me he run acrost 'er only a\nmonth ago.  After she left me--\"\n\n\"But you said you left her!\"  exclaimed his listening friend.\n\n\"Same thing,\" said Mr. Davis, impatiently.  \"After she left me to work\nmyself to death at sea, running here and there at the orders of a pack\no'lazy scuts aft, she went into service and stayed in one place for\nfifteen years.  Then 'er missis died and left her all 'er money.  For\ntwenty years, while I've been working myself to skin and bone, she's been\nliving in comfort and idleness.\"\n\n\"'Ard lines,\" said Mr. Wotton, shaking his head.  \"It don't bear thinking\nof.\"\n\n\"Why didn't she advertise for me?\"  said Mr. Davis, raising his voice.\n\"That's what I want to know.  Advertisements is cheap enough; why didn't\nshe advertise?  I should 'ave come at once if she'd said anything about\nmoney.\"\n\nMr. Wotton shook his head again.  \"P'r'aps she didn't want you,\" he said,\nslowly.\n\n\"What's that got to do with it?\"  demanded the other.  \"It was 'er dooty.\nShe'd got money, and I ought to have 'ad my 'arf of it.  Nothing can make\nup for that wasted twenty years--nothing.\"\n\n\"P'r'aps she'll take you back,\" said Mr. Wotton.\n\n\"Take me back?\"  repeated Mr. Davis.  \"O' course she'll take me back.\nShe'll have to.  There's a law in the land, ain't there?  What I'm\nthinking of is: Can I get back my share what I ought to have 'ad for the\nlast twenty years?\"\n\n\"Get 'er to take you back first,\" counselled his friend.  \"Thirty-five\nyears is along time, and p'r'aps she has lost 'er love for you.  Was you\ngood-looking in those days?\"\n\n\"Yes,\" snapped Mr. Davis; \"I ain't altered much--.  'Sides, what about\nher?\"\n\n\"That ain't the question,\" said the other.  \"She's got a home and money.\nIt don't matter about looks; and, wot's more, she ain't bound to keep\nyou.  If you take my advice, you won't dream of letting her know you run\naway from her.  Say you was cast away at sea, and when you came back\nyears afterwards you couldn't find her.\"\n\nMr. Davis pondered for some time in sulky silence.\n\n\"P'r'aps it would be as well,\" he said at last; \"but I sha'n't stand no\nnonsense, mind.\"\n\n\"If you like I'll come with you,\" said Mr. Wotton.  \"I ain't got nothing\nto do.  I could tell 'er I was cast away with you if you liked.  Anything\nto help a pal.\"\n\nMr. Davis took two inches of soiled clay pipe from his pocket and puffed\nthoughtfully.\n\n\"You can come,\" he said at last.  \"If you'd only got a copper or two we\ncould ride; it's down Clapham way.\"\n\nMr. Wotton smiled feebly, and after going carefully through his pockets\nshook his head and followed his friend outside.\n\n\"I wonder whether she'll be pleased?\"  he remarked, as they walked slowly\nalong.  \"She might be--women are funny creatures--so faithful.  I knew\none whose husband used to knock 'er about dreadful, and after he died she\nwas so true to his memory she wouldn't marry again.\"\n\nMr. Davis grunted, and, with a longing eye at the omnibuses passing over\nLondon Bridge, asked a policeman the distance to Clapham.\n\n\"Never mind,\" said Mr. Wotton, as his friend uttered an exclamation.\n\"You'll have money in your pocket soon.\"\n\nMr. Davis's face brightened.  \"And a watch and chain too,\" he said.\n\n\"And smoke your cigar of a Sunday,\" said Mr. Wotton, \"and have a easy-\nchair and a glass for a friend.\"\n\nMr. Davis almost smiled, and then, suddenly remembering his wasted twenty\nyears, shook his head grimly over the friendship that attached itself to\neasy-chairs and glasses of ale, and said that there was plenty of it\nabout.  More friendship than glasses of ale and easy-chairs, perhaps.\n\nAt Clapham, they inquired the way of a small boy, and, after following\nthe road indicated, retraced their steps, cheered by a faint but\nbloodthirsty hope of meeting him again.\n\nA friendly baker put them on the right track at last, both gentlemen\neyeing the road with a mixture of concern and delight.  It was a road of\ntrim semi-detached villas, each with a well-kept front garden and neatly-\ncurtained windows.  At the gate of a house with the word \"Blairgowrie\"\ninscribed in huge gilt letters on the fanlight Mr. Davis paused for a\nmoment uneasily, and then, walking up the path, followed by Mr. Wotton,\nknocked at the door.\n\nHe retired a step in disorder before the apparition of a maid in cap and\napron.  A sharp \"Not to-day!\"  sounded in his ears and the door closed\nagain.  He faced his friend gasping.\n\n\"I should give her the sack first thing,\" said Mr. Wotton.\n\nMr. Davis knocked again, and again.  The maid reappeared, and after\nsurveying them through the glass opened the door a little way and\nparleyed.\n\n\"I want to see your missis,\" said Mr. Davis, fiercely.\n\n\"What for?\"  demanded the girl.\n\n\"You tell 'er,\" said Mr. Davis, inserting his foot just in time, \"you\ntell 'er that there's two gentlemen here what have brought 'er news of\nher husband, and look sharp about it.\"\n\n\"They was cast away with 'im,\" said Mr. Wotton.\n\n\"On a desert island,\" said Mr. Davis.  He pushed his way in, followed by\nhis friend, and a head that had been leaning over the banisters was\nsuddenly withdrawn.  For a moment he stood irresolute in the tiny\npassage, and then, with a husband's boldness, he entered the front room\nand threw himself into an easy-chair.  Mr. Wotton, after a scared glance\naround the well-furnished room, seated himself on the extreme edge of the\nmost uncomfortable chair he could find and coughed nervously.\n\n[Illustration: \"You tell 'er that there's two gentlemen here what have\nbrought 'er news of her husband\"]\n\n\"Better not be too sudden with her,\" he whispered.  \"You don't want her\nto faint, or anything of that sort.  Don't let 'er know who you are at\nfirst; let her find it out for herself.\"\n\nMr. Davis, who was also suffering from the stiff grandeur of his\nsurroundings, nodded.\n\n\"P'r'aps you'd better start, in case she reckernizes my voice,\" he said,\nslowly.  \"Pitch it in strong about me and 'ow I was always wondering what\nhad 'appened to her.\"\n\n\"You're in luck, that's wot you are,\" said his friend, enviously.  \"I've\nonly seen furniture like thiss in shop windows before.  H'sh!  Here she\ncomes.\"\n\nHe started, and both men tried to look at their ease as a stiff rustling\nsounded from the stairs.  Then the door opened and a tall, stoutly-built\nold lady with white hair swept into the room and stood regarding them.\n\nMr. Davis, unprepared for the changes wrought by thirty-five years,\nstared at her aghast.  The black silk dress, the gold watch-chain, and\nhuge cameo brooch did not help to reassure him.\n\n\"Good-good afternoon, ma'am,\" said Mr. Wotton, in a thin voice.\n\nThe old lady returned the greeting, and, crossing to a chair and seating\nherself in a very upright fashion, regarded him calmly.\n\n\"We--we called to see you about a dear old pal--friend, I mean,\"\ncontinued Mr. Wotton; \"one o' the best.  The best.\"\n\n\"Yes?\"  said the old lady.\n\n\"He's been missing,\" said Mr. Wotton, watching closely for any symptoms\nof fainting, \"for thir-ty-five years.  Thir-ty-five years ago-very much\nagainst his wish-he left 'is young and handsome wife to go for a sea\nv'y'ge, and was shipwrecked and cast away on a desert island.\"\n\n\"Yes?\"  said the old lady again.\n\n\"I was cast away with 'im,\" said Mr. Wotton.  \"Both of us was cast away\nwith him.\"\n\nHe indicated Mr. Davis with his hand, and the old lady, after a glance at\nthat gentleman, turned to Mr. Wotton again.\n\n\"We was on that island for longer than I like to think of,\" continued Mr.\nWotton, who had a wholesome dread of dates.  \"But we was rescued at last,\nand ever since then he has been hunting high and low for his wife.\"\n\n\"It's very interesting,\" murmured the old lady; \"but what has it got to\ndo with me?\"\n\nMr. Wotton gasped, and cast a helpless glance at his friend.\n\n\"You ain't heard his name yet,\" he said, impressively.  \"Wot would you\nsay if I said it was--Ben Davis?\"\n\n\"I should say it wasn't true,\" said the old lady, promptly.\n\n\"Not--true?\"  said Mr. Wotton, catching his breath painfully.  \"Wish I\nmay die----\"\n\n\"About the desert island,\" continued the old lady, calmly.  \"The story\nthat I heard was that he went off like a cur and left his young wife to\ndo the best she could for herself.  I suppose he's heard since that she\nhas come in for a bit of money.\"\n\n\"Money!\" repeated Mr. Wotton, in a voice that he fondly hoped expressed\nartless surprise.  \"Money!\"\n\n\"Money,\" said the old lady; \"and I suppose he sent you two gentlemen\nround to see how the land lay.\"\n\nShe was looking full at Mr. Davis as she spoke, and both men began to\ntake a somewhat sombre view of the situation.\n\n\"You didn't know him, else you wouldn't talk like that,\" said Mr. Wotton.\n\"I don't suppose you'd know 'im if you was to see him now.\"\n\n\"I don't suppose I should,\" said the other.\n\n\"P'r'aps you'd reckernize his voice?\"  said Mr. Davis, breaking silence\nat last.\n\nMr. Wotton held his breath, but the old lady merely shook her head\nthoughtfully.  \"It was a disagreeable voice when his wife used to hear\nit,\" she said at last.  \"Always fault-finding, when it wasn't swearing.\"\n\nMr. Wotton glanced at his friend, and, raising his eyebrows slightly,\ngave up his task.  \"Might ha' been faults on both sides,\" said Mr. Davis,\ngruffly.  \"You weren't all that you should ha' been, you know.\"\n\n\"Me!\" said his hostess, raising her voice.\n\n[Illustration: \"Don't you know me, Mary?\"]\n\n\"Yes, you,\" said Mr. Davis, rising.  \"Don't you know me, Mary?  Why, I\nknew you the moment you come into the room.\"\n\nHe moved towards her awkwardly, but she rose in her turn and drew back.\n\n\"If you touch me I'll scream,\" she said, firmly.  \"How dare you.  Why,\nI've never seen you before in my life.\"\n\n\"It's Ben Davis, ma'am; it's 'im, right enough,\" said Mr. Wotton, meekly.\n\n\"Hold your tongue,\" said the old lady.\n\n\"Look at me!\"  commanded Mr. Davis, sternly.  \"Look at me straight in the\neye.\"\n\n\"Don't talk nonsense,\" said the other, sharply.  \"Look you in the eye,\nindeed!  I don't want to look in your eye.  What would people think?\"\n\n\"Let 'em think wot they like,\" said Mr. Davis, recklessly.  \"This is a\nnice home-coming after being away thirty-five years.\"\n\n\"Most of it on a desert island,\" put in Mr. Wotton, pathetically.\n\n\"And now I've come back,\" resumed Mr. Davis; \"come back to stop.\"\n\nHe hung his cap on a vase on the mantelpiece that reeled under the shock,\nand, dropping into his chair again, crossed his legs and eyed her\nsternly.  Her gaze was riveted on his dilapidated boots.  She looked up\nand spoke mildly.\n\n\"You're not my husband,\" she said.  \"You've made a mistake--I think you\nhad better go.\"\n\n\"Ho!\"  said Mr. Davis, with a hard laugh.  \"Indeed!  And 'ow do you know\nI'm not?\"\n\n\"For the best of reasons,\" was the reply.  \"Besides, how can you prove\nthat you are?  Thirty-five years is a long time.\"\n\n\"'Specially on a desert island,\" said Mr. Wotton, rapidly.  \"You'd be\nsurprised 'ow slow the time passes.  I was there with 'im, and\n\n### Summary:\n\n"}
{"original_length": 7038, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\nTHE OLD MAN OF THE SEA\n\n\n\"What I want you to do,\" said Mr. George Wright, as he leaned towards the\nold sailor, \"is to be an uncle to me.\"\n\n\"Aye, aye,\" said the mystified Mr. Kemp, pausing with a mug of beer\nmidway to his lips.\n\n\"A rich uncle,\" continued the young man, lowering his voice to prevent\nany keen ears in the next bar from acquiring useless knowledge.  \"An\nuncle from New Zealand, who is going to leave me all 'is money.\"\n\n\"Where's it coming from?\"  demanded Mr. Kemp, with a little excitement.\n\n\"It ain't coming,\" was the reply.  \"You've only got to say you've got it.\nFact of the matter is, I've got my eye on a young lady; there's another\nchap after 'er too, and if she thought I'd got a rich uncle it might make\nall the difference.  She knows I 'ad an uncle that went to New Zealand\nand was never heard of since.  That's what made me think of it.\"\n\nMr. Kemp drank his beer in thoughtful silence.  \"How can I be a rich\nuncle without any brass?\"  he inquired at length.\n\n\"I should 'ave to lend you some--a little,\" said Mr. Wright.\n\n[Illustration: \"What I want you to do,\" said Mr. George Wright, \"is to\nbe an uncle to me.\"]\n\nThe old man pondered.  \"I've had money lent me before,\" he said,\ncandidly, \"but I can't call to mind ever paying it back.  I always meant\nto, but that's as far as it got.\"\n\n\"It don't matter,\" said the other.  \"It'll only be for a little while,\nand then you'll 'ave a letter calling you back to New Zealand.  See?  And\nyou'll go back, promising to come home in a year's time, after you've\nwound up your business, and leave us all your money.  See?\"\n\nMr. Kemp scratched the back of his neck.  \"But she's sure to find it out\nin time,\" he objected.\n\n\"P'r'aps,\" said Mr. Wright.  \"And p'r'aps not.  There'll be plenty of\ntime for me to get married before she does, and you could write back and\nsay you had got married yourself, or given your money to a hospital.\"\n\nHe ordered some more beer for Mr. Kemp, and in a low voice gave him as\nmuch of the family history as he considered necessary.\n\n\"I've only known you for about ten days,\" he concluded, \"but I'd sooner\ntrust you than people I've known for years.\"\n\n\"I took a fancy to you the moment I set eyes on you,\" rejoined Mr. Kemp.\n\"You're the living image of a young fellow that lent me five pounds once,\nand was drowned afore my eyes the week after.  He 'ad a bit of a squint,\nand I s'pose that's how he came to fall overboard.\"\n\nHe emptied his mug, and then, accompanied by Mr. Wright, fetched his sea-\nchest from the boarding-house where he was staying, and took it to the\nyoung man's lodgings.  Fortunately for the latter's pocket the chest\ncontained a good best suit and boots, and the only expenses incurred were\nfor a large, soft felt hat and a gilded watch and chain.  Dressed in his\nbest, with a bulging pocket-book in his breast-pocket, he set out with\nMr. Wright on the following evening to make his first call.\n\nMr. Wright, who was also in his best clothes, led the way to a small\ntobacconist's in a side street off the Mile End Road, and, raising his\nhat with some ceremony, shook hands with a good-looking young woman who\nstood behind the counter: Mr. Kemp, adopting an air of scornful dignity\nintended to indicate the possession of great wealth, waited.\n\n\"This is my uncle,\" said Mr. Wright, speaking rapidly, \"from New Zealand,\nthe one I spoke to you about.  He turned up last night, and you might\nhave knocked me down with a feather.  The last person in the world I\nexpected to see.\"\n\nMr. Kemp, in a good rolling voice, said, \"Good evening, miss; I hope you\nare well,\" and, subsiding into a chair, asked for a cigar.  His surprise\nwhen he found that the best cigar they stocked only cost sixpence almost\nassumed the dimensions of a grievance.\n\n\"It'll do to go on with,\" he said, smelling it suspiciously.  \"Have you\ngot change for a fifty-pound note?\"\n\nMiss Bradshaw, concealing her surprise by an effort, said that she would\nsee, and was scanning the contents of a drawer, when Mr. Kemp in some\nhaste discovered a few odd sovereigns in his waistcoat-pocket.  Five\nminutes later he was sitting in the little room behind the shop, holding\nforth to an admiring audience.\n\n\"So far as I know,\" he said, in reply to a question of Mrs. Bradshaw's,\n\"George is the only relation I've got.  Him and me are quite alone, and I\ncan tell you I was glad to find him.\"\n\nMrs. Bradshaw sighed.  \"It's a pity you are so far apart,\" she said.\n\n\"It's not for long,\" said Mr. Kemp.  \"I'm just going back for about a\nyear to wind up things out there, and then I'm coming back to leave my\nold bones over here.  George has very kindly offered to let me live with\nhim.\"\n\n\"He won't suffer for it, I'll be bound,\" said Mrs. Bradshaw, archly.\n\n\"So far as money goes he won't,\" said the old man.  \"Not that that would\nmake any difference to George.\"\n\n\"It would be the same to me if you hadn't got a farthing,\" said Mr.\nWright, promptly.\n\n[Illustration: \"It'll do to go on with,\" he said]\n\nMr. Kemp, somewhat affected, shook hands with him, and leaning back in\nthe most comfortable chair in the room, described his life and struggles\nin New Zealand.  Hard work, teetotalism, and the simple life combined\nappeared to be responsible for a fortune which he affected to be too old\nto enjoy.  Misunderstandings of a painful nature were avoided by a timely\nadmission that under medical advice he was now taking a fair amount of\nstimulant.\n\n[Illustration: \"'Ow much did you say you'd got in the bank?\"]\n\n\"Mind,\" he said, as he walked home with the elated George, \"it's your\ngame, not mine, and it's sure to come a bit expensive.  I can't be a rich\nuncle without spending a bit.  'Ow much did you say you'd got in the\nbank?\"\n\n\"We must be as careful as we can,\" said Mr. Wright, hastily.  \"One thing\nis they can't leave the shop to go out much.  It's a very good little\nbusiness, and it ought to be all right for me and Bella one of these\ndays, eh?\"\n\nMr. Kemp, prompted by a nudge in the ribs, assented.  \"It's wonderful how\nthey took it all in about me,\" he said; \"but I feel certain in my own\nmind that I ought to chuck some money about.\"\n\n\"Tell 'em of the money you have chucked about,\" said Mr. Wright.  \"It'll\ndo just as well, and come a good deal cheaper.  And you had better go\nround alone to-morrow evening.  It'll look better.  Just go in for\nanother one of their sixpenny cigars.\"\n\nMr. Kemp obeyed, and the following evening, after sitting a little while\nchatting in the shop, was invited into the parlour, where, mindful of Mr.\nWright's instructions, he held his listeners enthralled by tales of past\nexpenditure.  A tip of fifty pounds to his bedroom steward coming over\nwas characterized by Mrs. Bradshaw as extravagant.\n\n\"Seems to be going all right,\" said Mr. Wright, as the old man made his\nreport; \"but be careful; don't go overdoing it.\"\n\nMr. Kemp nodded.  \"I can turn 'em round my little finger,\" he said.\n\"You'll have Bella all to yourself to-morrow evening.\"\n\nMr. Wright flushed.  \"How did you manage that?\"  he inquired.  \"It's the\nfirst time she has ever been out with me alone.\"\n\n\"She ain't coming out,\" said Mr. Kemp.  \"She's going to stay at home and\nmind the shop; it's the mother what's coming out.  Going to spend the\nevening with me!\"\n\nMr. Wright frowned.  \"What did you do that for?\"  he demanded, hotly.\n\n\"I didn't do it,\" said Mr. Kemp, equably; \"they done it.  The old lady\nsays that, just for once in her life, she wants to see how it feels to\nspend money like water.\"\n\n\"<i>Money like water!</i>\"  repeated the horrified Mr. Wright.  \"Money like--\nI'll 'money' her--I'll----\"\n\n\"It don't matter to me,\" said Mr. Kemp.  \"I can have a headache or a\nchill, or something of that sort, if you like.  I don't want to go.  It's\nno pleasure to me.\"\n\n\"What will it cost?\"  demanded Mr. Wright, pacing up and down the room.\n\nThe rich uncle made a calculation.  \"She wants to go to a place called\nthe Empire,\" he said, slowly, \"and have something for supper, and there'd\nbe cabs and things.  I dessay it would cost a couple o' pounds, and it\nmight be more.  But I'd just as soon ave' a chill--just.\"\n\nMr. Wright groaned, and after talking of Mrs. Bradshaw as though she were\nalready his mother-in-law, produced the money.  His instructions as to\neconomy lasted almost up to the moment when he stood with Bella outside\nthe shop on the following evening and watched the couple go off.\n\n\"It's wonderful how well they get on together,\" said Bella, as they\nre-entered the shop and passed into the parlour.  \"I've never seen mother\ntake to anybody so quick as she has to him.\"\n\n\"I hope you like him, too,\" said Mr. Wright.\n\n\"He's a dear,\" said Bella.  \"Fancy having all that money.  I wonder what\nit feels like?\"\n\n\"I suppose I shall know some day,\" said the young man, slowly; \"but it\nwon't be much good to me unless----\"\n\n\"Unless?\"  said Bella, after a pause.\n\n\"Unless it gives me what I want,\" replied the other.  \"I'd sooner be a\npoor man and married to the girl I love, than a millionaire.\"\n\nMiss Bradshaw stole an uneasy glance at his somewhat sallow features, and\nbecame thoughtful.\n\n\"It's no good having diamonds and motor-cars and that sort of thing\nunless you have somebody to share them with,\" pursued Mr. Wright.\n\nMiss Bradshaw's eyes sparkled, and at that moment the shop-bell tinkled\nand a lively whistle sounded.  She rose and went into the shop, and Mr.\nWright settled back in his chair and scowled darkly as he saw the\nintruder.\n\n\"Good evening,\" said the latter.  \"I want a sixpenny smoke for twopence,\nplease.  How are we this evening?  Sitting up and taking nourishment?\"\n\nMiss Bradshaw told him to behave himself.\n\n\"Always do,\" said the young man.  \"That's why I can never get anybody to\nplay with.  I had such an awful dream about you last night that I\ncouldn't rest till I saw you.  Awful it was.\"\n\n\"What was it?\"  inquired Miss Bradshaw.\n\n\"Dreamt you were married,\" said Mr. Hills, smiling at her.\n\nMiss Bradshaw tossed her head.  \"Who to, pray?\"  she inquired.\n\n\"Me,\" said Mr. Hills, simply.  \"I woke up in a cold perspiration.\nHalloa! is that Georgie in there?  How are you, George?  Better?\"\n\n\"I'm all right,\" said Mr. Wright, with dignity, as the other hooked the\ndoor open with his stick and nodded at him.\n\n\"Well, why don't you look it?\"  demanded the lively Mr. Hills.  \"Have you\ngot your feet wet, or what?\"\n\n\"Oh, be quiet,\" said Miss Bradshaw, smiling at him.\n\n\"Right-o,\" said Mr. Hills, dropping into a chair by the counter and\ncaressing his moustache.  \"But you wouldn't speak to me like that if you\nknew what a terrible day I've had.\"\n\n\"What have you been doing?\"  asked the girl.\n\n\"Working,\" said the other, with a huge sigh.  \"Where's the millionaire?\nI came round on purpose to have a look at him.\"\n\n\"Him and mother have gone to the Empire?\"  said Miss Bradshaw.\n\nMr. Hills gave three long, penetrating whistles, and then, placing his\ncigar with great care on the counter, hid his face in a huge\nhandkerchief.  Miss Bradshaw, glanced from him to the frowning Mr.\nWright, and then, entering the parlour, closed the door with a bang.  Mr.\nHills took the hint, and with a somewhat thoughtful grin departed.\n\nHe came in next evening for another cigar, and heard all that there was\nto hear about the Empire.  Mrs. Bradshaw would have treated him but\ncoldly, but the innocent Mr. Kemp, charmed by his manner, paid him great\nattention.\n\n\"He's just like what I was at his age,\" he said.  \"Lively.\"\n\n\"I'm not a patch on you,\" said Mr. Hills, edging his way by slow degrees\ninto the parlour.  \"I don't take young ladies to the Empire.  Were you\ntelling me you came over here to get married, or did I dream it?\"\n\n\"'Ark at him,\" said the blushing Mr. Kemp, as Mrs. Bradshaw shook her\nhead at the offender and told him to behave himself.\n\n\"He's a man any woman might be happy with,\" said Mr. Hills.  \"He never\nknows how much there is in his trousers-pocket.  Fancy sewing on buttons\nfor a man like that.  Gold-mining ain't in it.\"\n\nMrs. Bradshaw shook her head at him again, and Mr. Hills, after\napologizing to her for revealing her innermost thoughts before the most\nguileless of men, began to question Mr. Kemp as to the prospects of a\nbright and energetic young man, with a distaste for work, in New Zealand.\nThe audience listened with keen attention to the replies, the only\ndisturbing factor being a cough of Mr. Wright's, which became more and\nmore troublesome as the evening wore on.  By the time uncle and nephew\nrose to depart the latter was so hoarse that he could scarcely speak.\n\n\"Why didn't you tell 'em you had got a letter calling you home, as I told\nyou?\"  he vociferated, as soon as they were clear of the shop.\n\n\"I--I forgot it,\" said the old man.\n\n\"Forgot it!\"  repeated the incensed Mr. Wright.\n\n\"What did you think I was coughing like that for--fun?\"\n\n\"I forgot it,\" said the old man, doggedly.  \"Besides, if you take my\nadvice, you'd better let me stay a little longer to make sure of things.\"\n\nMr. Wright laughed disagreeably.  \"I dare say,\" he said; \"but I am\nmanaging this affair, not you.  Now, you go round to-morrow afternoon and\ntell them you're\n\n### Summary:\n\n"}
{"original_length": 6497, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSHIP'S COMPANY\n\nBy W.W. Jacobs\n\n\n\n\"MANNERS MAKYTH MAN\"\n\n\nThe night-watchman appeared to be out of sorts.  His movements were even\nslower than usual, and, when he sat, the soap-box seemed to be unable to\ngive satisfaction.  His face bore an expression of deep melancholy, but a\nsmouldering gleam in his eye betokened feelings deeply moved.\n\n\"Play-acting I don't hold with,\" he burst out, with sudden ferocity.\n\"Never did.  I don't say I ain't been to a theayter once or twice in my\nlife, but I always come away with the idea that anybody could act if they\nliked to try.  It's a kid's game, a silly kid's game, dressing up and\npretending to be somebody else.\"\n\nHe cut off a piece of tobacco and, stowing it in his left cheek, sat\nchewing, with his lack-lustre eyes fixed on the wharves across the river.\nThe offensive antics of a lighterman in mid-stream, who nearly fell\noverboard in his efforts to attract his attention, he ignored.\n\n\"I might ha' known it, too,\" he said, after a long silence.  \"If I'd only\nstopped to think, instead o' being in such a hurry to do good to others,\nI should ha' been all right, and the pack o' monkey-faced swabs on the\n<i>Lizzie and Annie</i> wot calls themselves sailor-men would 'ave had to 'ave\ngot something else to laugh about.  They've told it in every pub for 'arf\na mile round, and last night, when I went into the Town of Margate to get\na drink, three chaps climbed over the partition to 'ave a look at me.\n\n\"It all began with young Ted Sawyer, the mate o' the <i>Lizzie and Annie</i>.\nHe calls himself a mate, but if it wasn't for 'aving the skipper for a\nbrother-in-law 'e'd be called something else, very quick.  Two or three\ntimes we've 'ad words over one thing and another, and the last time I\ncalled 'im something that I can see now was a mistake.  It was one o'\nthese 'ere clever things that a man don't forget, let alone a lop-sided\nmonkey like 'im.\n\n\"That was when they was up time afore last, and when they made fast 'ere\nlast week I could see as he 'adn't forgotten it.  For one thing he\npretended not to see me, and, arter I 'ad told him wot I'd do to him if\n'e ran into me agin, he said 'e thought I was a sack o' potatoes taking a\nairing on a pair of legs wot somebody 'ad throwed away.  Nasty tongue\n'e's got; not clever, but nasty.\n\n\"Arter that I took no notice of 'im, and, o' course, that annoyed 'im\nmore than anything.  All I could do I done, and 'e was ringing the\ngate-bell that night from five minutes to twelve till ha'-past afore I\nheard it.  Many a night-watchman gets a name for going to sleep when\n'e's only getting a bit of 'is own back.\n\n\"We stood there talking for over 'arf-an-hour arter I 'ad let'im in.\nLeastways, he did.  And whenever I see as he was getting tired I just\nsaid, 'H'sh!' and 'e'd start agin as fresh as ever.  He tumbled to it at\nlast, and went aboard shaking 'is little fist at me and telling me wot\nhe'd do to me if it wasn't for the lor.\n\n\"I kept by the gate as soon as I came on dooty next evening, just to give\n'im a little smile as 'e went out.  There is nothing more aggravating\nthan a smile when it is properly done; but there was no signs o' my lord,\nand, arter practising it on a carman by mistake, I 'ad to go inside for a\nbit and wait till he 'ad gorn.\n\n\"The coast was clear by the time I went back, and I 'ad just stepped\noutside with my back up agin the gate-post to 'ave a pipe, when I see a\nboy coming along with a bag.  Good-looking lad of about fifteen 'e was,\nnicely dressed in a serge suit, and he no sooner gets up to me than 'e\nputs down the bag and looks up at me with a timid sort o' little smile.\n\n\"'Good evening, cap'n,' he ses.\n\n\"He wasn't the fust that has made that mistake; older people than 'im\nhave done it.\n\n\"'Good evening, my lad,' I ses.\n\n\"'I s'pose,' he ses, in a trembling voice, 'I suppose you ain't looking\nout for a cabin-boy, sir?'\n\n\"'Cabin-boy?' I ses.  'No, I ain't.'\n\n\"'I've run away from 'ome to go to sea,' he ses, and I'm afraid of being\npursued.  Can I come inside?'\n\n\"Afore I could say 'No' he 'ad come, bag and all; and afore I could say\nanything else he 'ad nipped into the office and stood there with his 'and\non his chest panting.\n\n\"'I know I can trust you,' he ses; 'I can see it by your face.\"\n\n\"'Wot 'ave you run away from 'ome for?' I ses.  'Have they been\nill-treating of you?'\n\n\"'Ill-treating me?' he ses, with a laugh.  'Not much.  Why, I expect my\nfather is running about all over the place offering rewards for me.  He\nwouldn't lose me for a thousand pounds.'\n\n\"I pricked up my ears at that; I don't deny it.  Anybody would.  Besides,\nI knew it would be doing him a kindness to hand 'im back to 'is father.\nAnd then I did a bit o' thinking to see 'ow it was to be done.\n\n\"'Sit down,' I ses, putting three or four ledgers on the floor behind one\nof the desks.  'Sit down, and let's talk it over.'\n\n\"We talked away for ever so long, but, do all I would, I couldn't\npersuade 'im.  His 'ead was stuffed full of coral islands and smugglers\nand pirates and foreign ports.  He said 'e wanted to see the world, and\nflying-fish.\n\n\"'I love the blue billers,' he ses; 'the heaving blue billers is wot I\nwant.'\n\n\"I tried to explain to 'im who would be doing the heaving, but 'e\nwouldn't listen to me.  He sat on them ledgers like a little wooden\nimage, looking up at me and shaking his 'ead, and when I told 'im of\nstorms and shipwrecks he just smacked 'is lips and his blue eyes shone\nwith joy.  Arter a time I saw it was no good trying to persuade 'im, and\nI pretended to give way.\n\n\"'I think I can get you a ship with a friend o' mine,' I ses; 'but, mind,\nI've got to relieve your pore father's mind--I must let 'im know wot's\nbecome of you.'\n\n\"'Not before I've sailed,' he ses, very quick.\n\n\"'Certingly not,' I ses.  'But you must give me 'is name and address,\nand, arter the Blue Shark--that's the name of your ship--is clear of the\nland, I'll send 'im a letter with no name to it, saying where you ave\ngorn.'\n\n\"He didn't seem to like it at fust, and said 'e would write 'imself, but\narter I 'ad pointed out that 'e might forget and that I was responsible,\n'e gave way and told me that 'is father was named Mr. Watson, and he kept\na big draper's shop in the Commercial Road.\n\n\"We talked a bit arter that, just to stop 'is suspicions, and then I told\n'im to stay where 'e was on the floor, out of sight of the window, while\nI went to see my friend the captain.\n\n\"I stood outside for a moment trying to make up my mind wot to do.\nO'course, I 'ad no business, strictly speaking, to leave the wharf, but,\non the other 'and, there was a father's 'art to relieve.  I edged along\nbit by bit while I was thinking, and then, arter looking back once or\ntwice to make sure that the boy wasn't watching me, I set off for the\nCommercial Road as hard as I could go.\n\n\"I'm not so young as I was.  It was a warm evening, and I 'adn't got even\na bus fare on me.  I 'ad to walk all the way, and, by the time I got\nthere, I was 'arf melted.  It was a tidy-sized shop, with three or four\nnice-looking gals behind the counter, and things like babies' high chairs\nfor the customers to sit onlong in the leg and ridikerlously small in the\nseat.  I went up to one of the gals and told Per I wanted to see Mr.\nWatson.\n\n\"'On private business,' I ses.  'Very important.'\n\n\"She looked at me for a moment, and then she went away and fetched a\ntall, bald-headed man with grey side-whiskers and a large nose.\n\n\"'Wot d'you want?\"  he ses, coming up to me.\n\nI want a word with you in private,' I ses.\n\n\"'This is private enough for me,' he ses.  'Say wot you 'ave to say, and\nbe quick about it.'\n\n\"I drawed myself up a bit and looked at him.  'P'r'aps you ain't missed\n'im yet,' I ses.\n\n\"'Missed 'im?' he ses, with a growl.  'Missed who?'\n\n\"'Your-son.  Your blue-eyed son,' I ses, looking 'im straight in the eye.\n\n\"'Look here!' he ses, spluttering.  'You be off.  'Ow dare you come here\nwith your games?  Wot d'ye mean by it?'\n\n\"'I mean,' I ses, getting a bit out o' temper, 'that your boy has run\naway to go to sea, and I've come to take you to 'im.'\n\n\"He seemed so upset that I thought 'e was going to 'ave a fit at fust,\nand it seemed only natural, too.  Then I see that the best-looking girl\nand another was having a fit, although trying 'ard not to.\n\n\"'If you don't get out o' my shop,' he ses at last, 'I'll 'ave you locked\nup.'\n\n\"'Very good!' I ses, in a quiet way.  'Very good; but, mark my words,\nif he's drownded you'll never forgive yourself as long as you live for\nletting your temper get the better of you--you'll never know a good\nnight's rest agin.  Besides, wot about 'is mother?'\n\n\"One o' them silly gals went off agin just like a damp firework, and Mr.\nWatson, arter nearly choking 'imself with temper, shoved me out o' the\nway and marched out o' the shop.  I didn't know wot to make of 'im at\nfust, and then one o' the gals told me that 'e was a bachelor and 'adn't\ngot no son, and that somebody 'ad been taking advantage of what she\ncalled my innercence to pull my leg.\n\n\"'You toddle off 'ome,' she ses, 'before Mr. Watson comes back.'\n\n\"'It's a shame to let 'im come out alone,' ses one o' the other gals.\n'Where do you live, gran'pa?'\n\n\"I see then that I 'ad been done, and I was just walking out o' the shop,\npretending to be deaf, when Mr. Watson come back with a silly young\npoliceman wot asked me wot I meant by it.  He told me to get off 'ome\nquick, and actually put his 'and on my shoulder, but it 'ud take more\nthan a thing like that to push me, and, arter trying his 'ardest, he\ncould only rock me a bit.\n\n\"I went at last because I wanted to see that boy agin, and the young\npoliceman follered me quite a long way, shaking his silly 'ead at me and\ntelling me to be careful.\n\n\"I got a ride part o' the way from Commercial Road to Aldgate by getting\non the wrong bus, but it wasn't much good, and I was quite tired by the\ntime I got back to the wharf.  I waited outside for a minute or two to\nget my wind back agin, and then I went in-boiling.\n\n\"You might ha' knocked me down with a feather, as the saying is, and I\njust stood inside the office speechless.  The boy 'ad disappeared and\nsitting on the floor where I 'ad left 'im was a very nice-looking gal of\nabout eighteen, with short 'air, and a white blouse.\n\n\"'Good evening, sir,' she ses, jumping up and giving me a pretty little\nfrightened look.  'I'm so sorry that my brother has been deceiving you.\nHe's a bad, wicked, ungrateful boy.  The idea of telling you that Mr.\nWatson was 'is father!  Have you been there?  I do 'ope you're not\ntired.'\n\n\"'Where is he?' I ses.\n\n\"'He's gorn,' she ses, shaking her 'ead.  'I begged and prayed of 'im to\nstop, but 'e wouldn't.  He said 'e thought you might be offended with\n'im.  \"Give my love to old Roley-Poley, and tell him I don't trust 'im,\"\nhe ses.'\n\n\"She stood there looking so scared that I didn't know wot to say.  By and\nby she took out 'er little pocket-'ankercher and began to cry--\n\n\"'Oh, get 'im back,' she ses.  'Don't let it be said I follered 'im 'ere\nall the way for nothing.  Have another try.  For my sake!'\n\n\"''Ow can I get 'im back when I don't know where he's gorn?' I ses.\n\n\"'He-he's gorn to 'is godfather,' she ses, dabbing her eyes.  'I promised\n'im not to tell anybody; but I don't know wot to do for the best.'\n\n\"'Well, p'r'aps his godfather will 'old on to 'im,' I ses.\n\n\"'He won't tell 'im anything about going to sea,' she ses, shaking 'er\nlittle head.  'He's just gorn to try and bo--bo-borrow some money to go\naway with.'\n\n\"She bust out sobbing, and it was all I could do to get the godfather's\naddress out of 'er.  When I think of the trouble I took to get it I come\nover quite faint.  At last she told me, between 'er sobs, that 'is name\nwas Mr. Kiddem, and that he lived at 27, Bridge Street.\n\n\"'He's one o' the kindest-'arted and most generous men that ever lived,'\nshe ses; 'that's why my brother Harry 'as gone to 'im.  And you needn't\nmind taking anything 'e likes to give you; he's rolling in money.'\n\n\"I took it a bit easier going to Bridge Street, but the evening seemed\n'otter than ever, and by the time I got to the 'ouse I was pretty near\ndone up.  A nice, tidy-looking woman opened the door, but she was a' most\nstone deaf, and I 'ad to shout the name pretty near a dozen times afore\nshe 'eard it.\n\n\"'He don't live 'ere,' she ses.\n\n\"''As he moved?' I ses.  'Or wot?'\n\n\"She shook her 'cad,\n\n### Summary:\n\n"}
{"original_length": 4099, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Levent Kurnaz.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nThe Cask of Amontillado\n\n\nby\n\nEdgar Allan Poe\n\n\n\nThe thousand injuries of Fortunato I had borne as I best could, but\nwhen he ventured upon insult, I vowed revenge.  You, who so well know\nthe nature of my soul, will not suppose, however, that I gave utterance\nto a threat.  _At length_ I would be avenged; this was a point definitely\nsettled--but the very definitiveness with which it was resolved,\nprecluded the idea of risk.  I must not only punish, but punish with\nimpunity.  A wrong is unredressed when retribution overtakes its\nredresser.  It is equally unredressed when the avenger fails to make\nhimself felt as such to him who has done the wrong.\n\nIt must be understood that neither by word nor deed had I given\nFortunato cause to doubt my good will.  I continued, as was my wont, to\nsmile in his face, and he did not perceive that my smile _now_ was at\nthe thought of his immolation.\n\nHe had a weak point--this Fortunato--although in other regards he was a\nman to be respected and even feared.  He prided himself on his\nconnoisseurship in wine.  Few Italians have the true virtuoso spirit.\nFor the most part their enthusiasm is adopted to suit the time and\nopportunity--to practise imposture upon the British and Austrian\n_millionaires_.  In painting and gemmary, Fortunato, like his countrymen,\nwas a quack--but in the matter of old wines he was sincere.  In this\nrespect I did not differ from him materially: I was skillful in the\nItalian vintages myself, and bought largely whenever I could.\n\nIt was about dusk, one evening during the supreme madness of the\ncarnival season, that I encountered my friend.  He accosted me with\nexcessive warmth, for he had been drinking much.  The man wore motley.\nHe had on a tight-fitting parti-striped dress, and his head was\nsurmounted by the conical cap and bells.  I was so pleased to see him,\nthat I thought I should never have done wringing his hand.\n\nI said to him--\"My dear Fortunato, you are luckily met.  How remarkably\nwell you are looking to-day!  But I have received a pipe of what passes\nfor Amontillado, and I have my doubts.\"\n\n\"How?\" said he.  \"Amontillado?  A pipe?  Impossible!  And in the middle\nof the carnival!\"\n\n\"I have my doubts,\" I replied; \"and I was silly enough to pay the full\nAmontillado price without consulting you in the matter. You were not to\nbe found, and I was fearful of losing a bargain.\"\n\n\"Amontillado!\"\n\n\"I have my doubts.\"\n\n\"Amontillado!\"\n\n\"And I must satisfy them.\"\n\n\"Amontillado!\"\n\n\"As you are engaged, I am on my way to Luchesi.  If any one has a\ncritical turn, it is he.  He will tell me--\"\n\n\"Luchesi cannot tell Amontillado from Sherry.\"\n\n\"And yet some fools will have it that his taste is a match for your\nown.\"\n\n\"Come, let us go.\"\n\n\"Whither?\"\n\n\"To your vaults.\"\n\n\"My friend, no; I will not impose upon your good nature.  I perceive\nyou have an engagement.  Luchesi--\"\n\n\"I have no engagement;--come.\"\n\n\"My friend, no.  It is not the engagement, but the severe cold with\nwhich I perceive you are afflicted.  The vaults are insufferably damp.\nThey are encrusted with nitre.\"\n\n\"Let us go, nevertheless.  The cold is merely nothing. Amontillado!\nYou have been imposed upon.  And as for Luchesi, he cannot distinguish\nSherry from Amontillado.\"\n\nThus speaking, Fortunato possessed himself of my arm. Putting on a mask\nof black silk, and drawing a _roquelaire_ closely about my person, I\nsuffered him to hurry me to my palazzo.\n\nThere were no attendants at home; they had absconded to make merry in\nhonour of the time.  I had told them that I should not return until the\nmorning, and had given them explicit orders not to stir from the house.\nThese orders were sufficient, I well knew, to insure their immediate\ndisappearance, one and all, as soon as my back was turned.\n\nI took from their sconces two flambeaux, and giving one to Fortunato,\nbowed him through several suites of rooms to the archway that led into\nthe vaults.  I passed down a long and winding staircase, requesting him\nto be cautious as he followed. We came at length to the foot of the\ndescent, and stood together on the damp ground of the catacombs of the\nMontresors.\n\nThe gait of my friend was unsteady, and the bells upon his cap jingled\nas he strode.\n\n\"The pipe,\" said he.\n\n\"It is farther on,\" said I; \"but observe the white web-work which\ngleams from these cavern walls.\"\n\nHe turned towards me, and looked into my eyes with two filmy orbs that\ndistilled the rheum of intoxication.\n\n\"Nitre?\" he asked, at length.\n\n\"Nitre,\" I replied.  \"How long have you had that cough?\"\n\n\"Ugh! ugh! ugh!--ugh! ugh! ugh!--ugh! ugh! ugh!--ugh! ugh! ugh!--ugh!\nugh! ugh!\"\n\nMy poor friend found it impossible to reply for many minutes.\n\n\"It is nothing,\" he said, at last.\n\n\"Come,\" I said, with decision, \"we will go back; your health is\nprecious.  You are rich, respected, admired, beloved; you are happy, as\nonce I was.  You are a man to be missed.  For me it is no matter.  We\nwill go back; you will be ill, and I cannot be responsible.  Besides,\nthere is Luchesi--\"\n\n\"Enough,\" he said; \"the cough is a mere nothing; it will not kill me.\nI shall not die of a cough.\"\n\n\"True--true,\" I replied; \"and, indeed, I had no intention of alarming\nyou unnecessarily--but you should use all proper caution. A draught of\nthis Medoc will defend us from the damps.\"\n\nHere I knocked off the neck of a bottle which I drew from a long row of\nits fellows that lay upon the mould.\n\n\"Drink,\" I said, presenting him the wine.\n\nHe raised it to his lips with a leer.  He paused and nodded to me\nfamiliarly, while his bells jingled.\n\n\"I drink,\" he said, \"to the buried that repose around us.\"\n\n\"And I to your long life.\"\n\nHe again took my arm, and we proceeded.\n\n\"These vaults,\" he said, \"are extensive.\"\n\n\"The Montresors,\" I replied, \"were a great and numerous family.\"\n\n\"I forget your arms.\"\n\n\"A huge human foot d'or, in a field azure; the foot crushes a serpent\nrampant whose fangs are imbedded in the heel.\"\n\n\"And the motto?\"\n\n\"_Nemo me impune lacessit_.\"\n\n\"Good!\" he said.\n\nThe wine sparkled in his eyes and the bells jingled.  My own fancy grew\nwarm with the Medoc.  We had passed through walls of piled bones, with\ncasks and puncheons intermingling, into the inmost recesses of\ncatacombs.  I paused again, and this time I made bold to seize\nFortunato by an arm above the elbow.\n\n\"The nitre!\" I said; \"see, it increases.  It hangs like moss upon the\nvaults.  We are below the river's bed.  The drops of moisture trickle\namong the bones.  Come, we will go back ere it is too late.  Your\ncough--\"\n\n\"It is nothing,\" he said; \"let us go on.  But first, another draught of\nthe Medoc.\"\n\nI broke and reached him a flagon of De Grave.  He emptied it at a\nbreath.  His eyes flashed with a fierce light.  He laughed and threw\nthe bottle upwards with a gesticulation I did not understand.\n\nI looked at him in surprise.  He repeated the movement--a grotesque one.\n\n\"You do not comprehend?\" he said.\n\n\"Not I,\" I replied.\n\n\"Then you are not of the brotherhood.\"\n\n\"How?\"\n\n\"You are not of the masons.\"\n\n\"Yes, yes,\" I said; \"yes, yes.\"\n\n\"You?  Impossible!  A mason?\"\n\n\"A mason,\" I replied.\n\n\"A sign,\" he said, \"a sign.\"\n\n\"It is this,\" I answered, producing a trowel from beneath the folds of\nmy _roquelaire_.\n\n\"You jest,\" he exclaimed, recoiling a few paces.  \"But let us proceed\nto the Amontillado.\"\n\n\"Be it so,\" I said, replacing the tool beneath the cloak and again\noffering him my arm.  He leaned upon it heavily.  We continued our\nroute in search of the Amontillado.  We passed through a range of low\narches, descended, passed on, and descending again, arrived at a deep\ncrypt, in which the foulness of the air caused our flambeaux rather to\nglow than flame.\n\nAt the most remote end of the crypt there appeared another less\nspacious.  Its walls had been lined with human remains, piled to the\nvault overhead, in the fashion of the great catacombs of Paris.  Three\nsides of this interior crypt were still ornamented in this manner.\nFrom the fourth side the bones had been thrown down, and lay\npromiscuously upon the earth, forming at one point a mound of some\nsize.  Within the wall thus exposed by the displacing of the bones, we\nperceived a still interior recess, in depth about four feet in width\nthree, in height six or seven.  It seemed to have been constructed for\nno especial use within itself, but formed merely the interval between\ntwo of the colossal supports of the roof of the catacombs, and was\nbacked by one of their circumscribing walls of solid granite.\n\nIt was in vain that Fortunato, uplifting his dull torch, endeavoured to\npry into the depth of the recess.  Its termination the feeble light did\nnot enable us to see.\n\n\"Proceed,\" I said; \"herein is the Amontillado.  As for Luchesi--\"\n\n\"He is an ignoramus,\" interrupted my friend, as he stepped unsteadily\nforward, while I followed immediately at his heels.  In an instant he\nhad reached the extremity of the niche, and finding his progress\narrested by the rock, stood stupidly bewildered.  A moment more and I\nhad fettered him to the granite.  In its surface were two iron staples,\ndistant from each other about two feet, horizontally.  From one of\nthese depended a short chain, from the other a padlock.  Throwing the\nlinks about his waist, it was but the work of a few seconds to secure\nit.  He was too much astounded to resist.  Withdrawing the key I\nstepped back from the recess.\n\n\"Pass your hand,\" I said, \"over the wall; you cannot help feeling the\nnitre.  Indeed, it is _very_ damp.  Once more let me _implore_ you to\nreturn.  No?  Then I must positively leave you.  But I must first\nrender you all the little attentions in my power.\"\n\n\"The Amontillado!\" ejaculated my friend, not yet recovered from his\nastonishment.\n\n\"True,\" I replied; \"the Amontillado.\"\n\nAs I said these words I busied myself among the pile of bones of which\nI have before spoken.  Throwing them aside, I soon uncovered a quantity\nof building stone and mortar.  With these materials and with the aid of\nmy trowel, I began vigorously to wall up the entrance of the niche.\n\nI had scarcely laid the first tier of the masonry when I discovered\nthat the intoxication of Fortunato had in a great measure worn off. The\nearliest indication I had of this was a low moaning cry from the depth\nof the recess.  It was _not_ the cry of a drunken man. There was then a\nlong and obstinate silence.  I laid the second tier, and the third, and\nthe fourth; and then I heard the furious vibrations of the chain.  The\nnoise lasted for several minutes, during which, that I might hearken to\nit with the more satisfaction, I ceased my labours and sat down upon\nthe bones. When at last the clanking subsided, I resumed the trowel,\nand finished without interruption the fifth, the sixth, and the seventh\ntier.  The wall was now nearly upon a level with my breast.  I again\npaused, and holding the flambeaux over the mason-work, threw a few\nfeeble rays upon the figure within.\n\nA succession of loud and shrill screams, bursting suddenly from the\nthroat of the chained form, seemed to thrust me violently back.  For a\nbrief moment I hesitated--I trembled.  Unsheathing my rapier, I began\nto grope with it about the recess; but the thought of an instant\nreassured me.  I placed my hand upon the solid fabric of the catacombs,\nand felt satisfied.  I reapproached the wall; I replied to the yells of\nhim who clamoured.  I re-echoed--I aided--I surpassed them in volume\nand in strength.  I did this, and the clamourer grew still.\n\nIt was now midnight, and my task was drawing to a close.  I had\ncompleted the eighth, the ninth, and the tenth tier.  I had finished a\nportion of the last and the eleventh; there remained but a single stone\nto be fitted and plastered in.  I struggled with its weight; I placed\nit partially in its destined position.  But now there came from out the\nniche a low laugh that erected the hairs upon my head.  It was\nsucceeded by a sad voice, which I had difficulty in recognizing as that\nof the noble Fortunato.  The voice said--\n\n\"Ha! ha! ha!--he! he! he!--a very good joke indeed--an excellent jest.\nWe shall have many a rich laugh about it at the palazzo--he! he!\nhe!--over our wine--he! he! he!\"\n\n\"The Amontillado!\" I said.\n\n\"He! he! he!--he! he! he!--yes, the Amontillado.  But is it not getting\nlate?  Will not they be awaiting us at the palazzo, the Lady Fortunato\nand the rest?  Let us be gone.\"\n\n\"Yes,\" I said, \"let us be gone.\"\n\n\"_For the love of God, Montresor!_\"\n\n\"Yes,\" I said, \"for the love of God!\"\n\nBut to these words I hearkened in vain for a reply.  I grew impatient.\nI called aloud--\n\n\"Fortunato!\"\n\nNo answer.  I called again--\n\n\"Fortunato--\"\n\nNo answer still.  I thrust a torch through the remaining aperture and\nlet it fall within.  There came forth in reply only a jingling of the\nbells.  My heart grew sick on account of the dampness of the catacombs.\nI hastened to make an end of my labour.  I forced the last stone into\nits position; I plastered it up.  Against the new masonry I re-erected\nthe old rampart of bones.  For the half of a century no mortal has\ndisturbed them.  _In pace requiescat!_\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Cask of Amontillado, by Edgar All\n\n### Summary:\n\n"}
{"original_length": 6630, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\nDESERTED\n\n\n\"Sailormen ain't wot you might call dandyfied as a rule,\" said the night-\nwatchman, who had just had a passage of arms with a lighterman and been\nadvised to let somebody else wash him and make a good job of it; \"they've\ngot too much sense.  They leave dressing up and making eyesores of\ntheirselves to men wot 'ave never smelt salt water; men wot drift up and\ndown the river in lighters and get in everybody's way.\"\n\nHe glanced fiercely at the retreating figure of the lighterman, and,\nturning a deaf ear to a request for a lock of his hair to patch a\nfavorite doormat with, resumed with much vigor his task of sweeping up\nthe litter.\n\nThe most dressy sailorman I ever knew, he continued, as he stood the\nbroom up in a corner and seated himself on a keg, was a young feller\nnamed Rupert Brown.  His mother gave 'im the name of Rupert while his\nfather was away at sea, and when he came 'ome it was too late to alter\nit.  All that a man could do he did do, and Mrs. Brown 'ad a black eye\ntill 'e went to sea agin.  She was a very obstinate woman, though--like\nmost of 'em--and a little over a year arterwards got pore old Brown three\nmonths' hard by naming 'er next boy Roderick Alfonso.\n\nYoung Rupert was on a barge when I knew 'im fust, but he got tired of\nalways 'aving dirty hands arter a time, and went and enlisted as a\nsoldier.  I lost sight of 'im for a while, and then one evening he turned\nup on furlough and come to see me.\n\nO' course, by this time 'e was tired of soldiering, but wot upset 'im\nmore than anything was always 'aving to be dressed the same and not being\nable to wear a collar and neck-tie.  He said that if it wasn't for the\nsake of good old England, and the chance o' getting six months, he'd\ndesert.  I tried to give 'im good advice, and, if I'd only known 'ow I\nwas to be dragged into it, I'd ha' given 'im a lot more.\n\nAs it 'appened he deserted the very next arternoon.  He was in the Three\nWidders at Aldgate, in the saloon bar--which is a place where you get a\npenn'orth of ale in a glass and pay twopence for it--and, arter being\ntold by the barmaid that she had got one monkey at 'ome, he got into\nconversation with another man wot was in there.\n\nHe was a big man with a black moustache and a red face, and 'is fingers\nall smothered in di'mond rings.  He 'ad got on a gold watch-chain as\nthick as a rope, and a scarf-pin the size of a large walnut, and he had\n'ad a few words with the barmaid on 'is own account.  He seemed to take a\nfancy to Rupert from the fust, and in a few minutes he 'ad given 'im a\nbig cigar out of a sealskin case and ordered 'im a glass of sherry wine.\n\n[Illustration: He seemed to take a fancy to Rupert from the fust.]\n\n\"Have you ever thought o' going on the stage?\" he ses, arter Rupert 'ad\ntold 'im of his dislike for the Army.\n\n\"No,\" ses Rupert, staring.\n\n\"You s'prise me,\" ses the big man; \"you're wasting of your life by not\ndoing so.\"\n\n\"But I can't act,\" ses Rupert.\n\n\"Stuff and nonsense!\" ses the big man.  \"Don't tell me.  You've got an\nactor's face.  I'm a manager myself, and I know.  I don't mind telling\nyou that I refused twenty-three men and forty-eight ladies only\nyesterday.\"\n\n\"I wonder you don't drop down dead,\" ses the barmaid, lifting up 'is\nglass to wipe down the counter.\n\nThe manager looked at her, and, arter she 'ad gone to talk to a gentleman\nin the next bar wot was knocking double knocks on the counter with a pint\npot, he whispered to Rupert that she 'ad been one of them.\n\n\"She can't act a bit,\" he ses.  \"Now, look 'ere; I'm a business man and\nmy time is valuable.  I don't know nothing, and I don't want to know\nnothing; but, if a nice young feller, like yourself, for example, was\ntired of the Army and wanted to escape, I've got one part left in my\ncompany that 'ud suit 'im down to the ground.\"\n\n\"Wot about being reckernized?\"  ses Rupert.\n\nThe manager winked at 'im.  \"It's the part of a Zulu chief,\" he ses, in a\nwhisper.\n\nRupert started.  \"But I should 'ave to black my face,\" he ses.\n\n\"A little,\" ses the manager; \"but you'd soon get on to better parts--and\nsee wot a fine disguise it is.\"\n\nHe stood 'im two more glasses o' sherry wine, and, arter he' ad drunk\n'em, Rupert gave way.  The manager patted 'im on the back, and said that\nif he wasn't earning fifty pounds a week in a year's time he'd eat his\n'ead; and the barmaid, wot 'ad come back agin, said it was the best thing\nhe could do with it, and she wondered he 'adn't thought of it afore.\n\nThey went out separate, as the manager said it would be better for them\nnot to be seen together, and Rupert, keeping about a dozen yards behind,\nfollered 'im down the Mile End Road.  By and by the manager stopped\noutside a shop-window wot 'ad been boarded up and stuck all over with\nsavages dancing and killing white people and hunting elephants, and,\narter turning round and giving Rupert a nod, opened the door with a key\nand went inside.\n\n\"That's all right,\" he ses, as Rupert follered 'im in.  \"This is my wife,\nMrs. Alfredi,\" he ses, introducing 'im to a fat, red-'aired lady wot was\nsitting inside sewing.  \"She has performed before all the crowned 'eads\nof Europe.  That di'mond brooch she's wearing was a present from the\nEmperor of Germany, but, being a married man, he asked 'er to keep it\nquiet.\"\n\nRupert shook 'ands with Mrs. Alfredi, and then her 'usband led 'im to a\nroom at the back, where a little lame man was cleaning up things, and\ntold 'im to take his clothes off.\n\n\"If they was mine,\" he ses, squinting at the fire-place, \"I should know\nwot to do with 'em.\"\n\nRupert laughed and slapped 'im on the back, and, arter cutting his\nuniform into pieces, stuffed it into the fireplace and pulled the dampers\nout.  He burnt up 'is boots and socks and everything else, and they all\nthree laughed as though it was the best joke in the world.  Then Mr.\nAlfredi took his coat off and, dipping a piece of rag into a basin of\nstuff wot George 'ad fetched, did Rupert a lovely brown all over.\n\n\"That's the fust coat,\" he ses.  \"Now take a stool in front of the fire\nand let it soak in.\"\n\nHe gave 'im another coat arf an hour arterwards, while George curled his\n'air, and when 'e was dressed in bracelets round 'is ankles and wrists,\nand a leopard-skin over his shoulder, he was as fine a Zulu as you could\nwish for to see.  His lips was naturally thick and his nose flat, and\neven his eyes 'appened to be about the right color.\n\n\"He's a fair perfect treat,\" ses Mr. Alfredi.  \"Fetch Kumbo in, George.\"\n\nThe little man went out, and came back agin shoving in a fat, stumpy Zulu\nwoman wot began to grin and chatter like a poll-parrot the moment she saw\nRupert.\n\n\"It's all right,\" ses Mr. Alfredi; \"she's took a fancy to you.\"\n\n\"Is--is she an actress?\" ses Rupert.\n\n\"One o' the best,\" ses the manager.  \"She'll teach you to dance and shy\nassegais.  Pore thing! she buried her 'usband the day afore we come here,\nbut you'll be surprised to see 'ow skittish she can be when she has got\nover it a bit.\"\n\nThey sat there while Rupert practised--till he started shying the\nassegais, that is--and then they went out and left 'im with Kumbo.\nConsidering that she 'ad only just buried her 'usband, Rupert found her\nquite skittish enough, and he couldn't 'elp wondering wot she'd be like\nwhen she'd got over her grief a bit more.\n\nThe manager and George said he 'ad got on wonderfully, and arter talking\nit over with Mrs. Alfredi they decided to open that evening, and pore\nRupert found out that the shop was the theatre, and all the acting he'd\ngot to do was to dance war-dances and sing in Zulu to people wot had paid\na penny a 'ead.  He was a bit nervous at fust, for fear anybody should\nfind out that 'e wasn't a real Zulu, because the manager said they'd tear\n'im to pieces if they did, and eat 'im arterwards, but arter a time 'is\nnervousness wore off and he jumped about like a monkey.\n\nThey gave performances every arf hour from ha'-past six to ten, and\nRupert felt ready to drop.  His feet was sore with dancing and his throat\nached with singing Zulu, but wot upset 'im more than anything was an\nelderly old party wot would keep jabbing 'im in the ribs with her\numbrella to see whether he could laugh.\n\n[Illustration: An elderly old party wot would keep jabbing 'im in the\nribs with her umbrella.]\n\nThey 'ad supper arter they 'ad closed, and then Mr. Alfredi and 'is wife\nwent off, and Rupert and George made up beds for themselves in the shop,\nwhile Kumbo 'ad a little place to herself at the back.\n\nHe did better than ever next night, and they all said he was improving\nfast; and Mr. Alfredi told 'im in a whisper that he thought he was better\nat it than Kumbo.  \"Not that I should mind 'er knowing much,\" he ses,\n\"seeing that she's took such a fancy to you.\"\n\n\"Ah, I was going to speak to you about that,\" ses Rupert.  \"Forwardness\nis no name for it; if she don't keep 'erself to 'erself, I shall chuck\nthe whole thing up.\"\n\nThe manager coughed behind his 'and.  \"And go back to the Army?\" he ses.\n\"Well, I should be sorry to lose you, but I won't stand in your way.\"\n\nMrs. Alfredi, wot was standing by, stuffed her pocket-'ankercher in 'er\nmouth, and Rupert began to feel a bit uneasy in his mind.\n\n\"If I did,\" he ses, \"you'd get into trouble for 'elping me to desert.\"\n\n\"Desert!\" ses Mr. Alfredi.  \"I don't know anything about your deserting.\"\n\n\"Ho!\" ses Rupert.  \"And wot about my uniform?\"\n\n\"Uniform?\" ses Mr. Alfredi.  \"Wot uniform?  I ain't seen no uniform.\nWhere is it?\"\n\nRupert didn't answer 'im, but arter they 'ad gone 'ome he told George\nthat he 'ad 'ad enough of acting and he should go.\n\n\"Where to?\" ses George.\n\n\"I'll find somewhere,\" ses Rupert.  \"I sha'n't starve.\"\n\n\"You might ketch your death o' cold, though,\" ses George.\n\nRupert said he didn't mind, and then he shut 'is eyes and pretended to be\nasleep.  His idea was to wait till George was asleep and then pinch 'is\nclothes; consequently 'is feelings when 'e opened one eye and saw George\ngetting into bed with 'is clothes on won't bear thinking about.  He laid\nawake for hours, and three times that night George, who was a very heavy\nsleeper, woke up and found Rupert busy tucking him in.\n\nBy the end of the week Rupert was getting desperate.  He hated being\nblack for one thing, and the more he washed the better color he looked.\nHe didn't mind the black for out o' doors, in case the Army was looking\nfor 'im, but 'aving no clothes he couldn't get out o' doors; and when he\nsaid he wouldn't perform unless he got some, Mr. Alfredi dropped 'ints\nabout having 'im took up for a deserter.\n\n\"I've 'ad my suspicions of it for some days,\" he ses, with a wink,\n\"though you did come to me in a nice serge suit and tell me you was an\nactor.  Now, you be a good boy for another week and I'll advance you a\ncouple o' pounds to get some clothes with.\"\n\nRupert asked him to let 'im have it then, but 'e wouldn't, and for\nanother week he 'ad to pretend 'e was a Zulu of an evening, and try and\npersuade Kumbo that he was an English gentleman of a daytime.\n\nHe got the money at the end of the week and 'ad to sign a paper to give a\nmonth's notice any time he wanted to leave, but he didn't mind that at\nall, being determined the fust time he got outside the place to run away\nand ship as a <DW65> cook if 'e couldn't get the black off.\n\nHe made a list o' things out for George to get for 'im, but there seemed\nto be such a lot for two pounds that Mr. Alfredi shook his 'ead over it;\nand arter calling 'imself a soft-'arted fool, and saying he'd finish up\nin the workhouse, he made it three pounds and told George to look sharp.\n\n\"He's a very good marketer,\" he ses, arter George 'ad gone; \"he don't\nmind wot trouble he takes.  He'll very likely haggle for hours to get\nsixpence knocked off the trousers or twopence off the shirt.\"\n\nIt was twelve o'clock in the morning when George went, and at ha'-past\nfour Rupert turned nasty, and said 'e was afraid he was trying to get\nthem for nothing.  At five o'clock he said George was a fool, and at\nha'-past he said 'e was something I won't repeat.\n\nIt was just eleven o'clock, and they 'ad shut up for the night, when the\nfront door opened, and George stood there smiling at 'em and shaking his\n'ead.\n\n\"Sush a lark,\" he ses, catching 'old of Mr. Alfredi's arm to steady\n'imself.  \"I gave 'im shlip.\"\n\n\"Wot d'ye mean?\"  ses the manager, shaking him off.  \"Gave who the slip?\nWhere's them clothes?\"\n\n\"Boy's got 'em,\" ses George, smiling agin and catching hold of Kumbo's\narm.  \"Sush a lark; he's been car-carrying 'em all day--all day.  Now\nI've given 'im the--the shlip, 'stead o'--'stead o' giving 'im fourpence.\nTake care o' the pensh, an' pouns--\"\n\nHe let go o' Kumbo's arm, turned round twice, and then sat down 'eavy and\nfell fast asleep.  The manager rushed to the door and looked out, but\nthere was no signs of the boy, and he came\n\n### Summary:\n\n"}
{"original_length": 7336, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\nHOMEWARD BOUND\n\n\nMr. Hatchard's conversation for nearly a week had been confined to fault-\nfinding and grunts, a system of treatment designed to wean Mrs. Hatchard\nfrom her besetting sin of extravagance.  On other occasions the treatment\nhad, for short periods, proved successful, but it was quite evident that\nhis wife's constitution was becoming inured to this physic and required a\nchange of treatment.  The evidence stared at him from the mantelpiece in\nthe shape of a pair of huge pink vases, which had certainly not been\nthere when he left in the morning.  He looked at them and breathed\nheavily.\n\n\"Pretty, ain't they?\" said his wife, nodding at them.\n\n\"Who gave 'em to you?\" inquired Mr. Hatchard, sternly.\n\nHis wife shook her head.  \"You don't get vases like that given to you,\"\nshe said, slowly.  \"Leastways, I don't.\"\n\n\"Do you mean to say you bought 'em?\" demanded her husband.\n\nMrs. Hatchard nodded.\n\n\"After all I said to you about wasting my money?\" persisted Mr. Hatchard,\nin amazed accents.\n\nMrs. Hatchard nodded, more brightly than before.\n\n\"There has got to be an end to this!\" said her husband, desperately.\n\"I won't have it!  D'ye hear?  I won't--have--it!\"\n\n\"I bought 'em with my own money,\" said his wife, tossing her head.\n\n\"Your money?\" said Mr. Hatchard.  \"To hear you talk anybody 'ud think\nyou'd got three hundred a year, instead o' thirty.  Your money ought to\nbe spent in useful things, same as what mine is.  Why should I spend my\nmoney keeping you, while you waste yours on pink vases and having friends\nin to tea?\"\n\nMrs. Hatchard's still comely face took on a deeper tinge.\n\n\"Keeping me?\" she said, sharply.  \"You'd better stop before you say\nanything you might be sorry for, Alfred.\"\n\n\"I should have to talk a long time before I said that,\" retorted the\nother.\n\n\"I'm not so sure,\" said his wife.  \"I'm beginning to be tired of it.\"\n\n\"I've reasoned with you,\" continued Mr. Hatchard, \"I've argued with you,\nand I've pointed out the error of your ways to you, and it's all no\ngood.\"\n\n\"Oh, be quiet, and don't talk nonsense,\" said his wife.\n\n\"Talking,\" continued Mr. Hatchard, \"as I said before, is no good.  Deeds,\nnot words, is what is wanted.\"\n\nHe rose suddenly from his chair and, taking one of the vases from the\nmantelpiece, dashed it to pieces on the fender.  Example is contagious,\nand two seconds later he was in his chair again, softly feeling a rapidly\ngrowing bump on his head, and gazing goggle-eyed at his wife.\n\n[Illustration: Taking one of the vases from the mantelpiece, he dashed it\nto pieces on the fender.]\n\n\"And I'd do it again,\" said that lady, breathlessly, \"if there was\nanother vase.\"\n\nMr. Hatchard opened his mouth, but speech failed him.  He got up and left\nthe room without a word, and, making his way to the scullery, turned on\nthe tap and held his head beneath it.  A sharp intake of the breath\nannounced that a tributary stream was looking for the bump down the neck\nof his shirt.\n\nHe was away a long time--so long that the half-penitent Mrs. Hatchard was\nbeginning to think of giving first aid to the wounded.  Then she heard\nhim coming slowly back along the passage.  He entered the room, drying\nhis wet hair on a hand-kerchief.\n\n\"I--I hope I didn't hurt you--much?\"  said his wife.\n\nMr. Hatchard drew himself up and regarded her with lofty indignation.\n\n\"You might have killed me,\" he said at last, in thrilling tones.  \"Then\nwhat would you have done?\"\n\n\"Swept up the pieces, and said you came home injured and died in my\narms,\" said Mrs. Hatchard, glibly.  \"I don't want to be unfeeling, but\nyou'd try the temper of a saint.  I'm sure I wonder I haven't done it\nbefore.  Why I married a stingy man I don't know.\"\n\n\"Why I married at all I don't know,\" said her husband, in a deep voice.\n\n\"We were both fools,\" said Mrs. Hatchard, in a resigned voice; \"that's\nwhat it was.  However, it can't be helped now.\"\n\n\"Some men would go and leave you,\" said Mr. Hatchard.\n\n\"Well, go,\" said his wife, bridling.  \"I don't want you.\"\n\n\"Don't talk nonsense,\" said the other.\n\n\"It ain't nonsense,\" said Mrs. Hatchard.  \"If you want to go, go.\nI don't want to keep you.\"\n\n\"I only wish I could,\" said her husband, wistfully.\n\n\"There's the door,\" said Mrs. Hatchard, pointing.  \"What's to prevent\nyou?\"\n\n\"And have you going to the magistrate?\"  observed Mr. Hatchard.\n\n\"Not me,\" was the reply.\n\n\"Or coming up, full of complaints, to the ware-house?\"\n\n\"Not me,\" said his wife again.\n\n\"It makes my mouth water to think of it,\" said Mr. Hatchard.  \"Four years\nago I hadn't a care in the world.\"\n\n\"Me neither,\" said Mrs. Hatchard; \"but then I never thought I should\nmarry you.  I remember the first time I saw you I had to stuff my\nhandkerchief in my mouth.\"\n\n\"What for?\" inquired Mr. Hatchard.\n\n\"Keep from laughing,\" was the reply.\n\n\"You took care not to let me see you laugh,\" said Mr. Hatchard, grimly.\n\"You were polite enough in them days.  I only wish I could have my time\nover again; that's all.\"\n\n\"You can go, as I said before,\" said his wife.\n\n\"I'd go this minute,\" said Mr. Hatchard, \"but I know what it 'ud be: in\nthree or four days you'd be coming and begging me to take you back\nagain.\"\n\n\"You try me,\" said Mrs. Hatchard, with a hard laugh.  \"I can keep myself.\nYou leave me the furniture--most of it is mine--and I sha'n't worry you\nagain.\"\n\n\"Mind!\"  said Mr. Hatchard, raising his hand with great solemnity.  \"If I\ngo, I never come back again.\"\n\n\"I'll take care of that,\" said his wife, equably.  \"You are far more\nlikely to ask to come back than I am.\"\n\nMr. Hatchard stood for some time in deep thought, and then, spurred on by\na short, contemptuous laugh from his wife, went to the small passage and,\nputting on his overcoat and hat, stood in the parlor doorway regarding\nher.\n\n\"I've a good mind to take you at your word,\" he said, at last.\n\n\"Good-night,\" said his wife, briskly.  \"If you send me your address, I'll\nsend your things on to you.  There's no need for you to call about them.\"\n\nHardly realizing the seriousness of the step, Mr. Hatchard closed the\nfront door behind him with a bang, and then discovered that it was\nraining.  Too proud to return for his umbrella, he turned up his\ncoat-collar and, thrusting his hands in his pockets, walked slowly down\nthe desolate little street.  By the time he had walked a dozen yards he\nbegan to think that he might as well have waited until the morning;\nbefore he had walked fifty he was certain of it.\n\nHe passed the night at a coffee-house, and rose so early in the morning\nthat the proprietor took it as a personal affront, and advised him to get\nhis breakfast elsewhere.  It was the longest day in Mr. Hatchard's\nexperience, and, securing modest lodgings that evening, he overslept\nhimself and was late at the warehouse next morning for the first time in\nten years.\n\nHis personal effects arrived next day, but no letter came from his wife,\nand one which he wrote concerning a pair of missing garments received no\nreply.  He wrote again, referring to them in laudatory terms, and got a\nbrief reply to the effect that they had been exchanged in part payment on\na pair of valuable pink vases, the pieces of which he could have by\npaying the carriage.\n\nIn six weeks Mr. Hatchard changed his lodgings twice.  A lack of those\nhome comforts which he had taken as a matter of course during his married\nlife was a source of much tribulation, and it was clear that his weekly\nbills were compiled by a clever writer of fiction.  It was his first\nexperience of lodgings, and the difficulty of saying unpleasant things to\na woman other than his wife was not the least of his troubles.  He\nchanged his lodgings for a third time, and, much surprised at his wife's\ncontinued silence, sought out a cousin of hers named Joe Pett, and poured\nhis troubles into that gentleman's reluctant ear.\n\n\"If she was to ask me to take her back,\" he concluded, \"I'm not sure,\nmind you, that I wouldn't do so.\"\n\n\"It does you credit,\" said Mr. Pett.  \"Well, ta-ta; I must be off.\"\n\n\"And I expect she'd be very much obliged to anybody that told her so,\"\nsaid Mr. Hatchard, clutching at the other's sleeve.\n\nMr. Pett, gazing into space, said that he thought it highly probable.\n\n\"It wants to be done cleverly, though,\" said Mr. Hatchard, \"else she\nmight get the idea that I wanted to go back.\"\n\n\"I s'pose you know she's moved?\"  said Mr. Pett, with the air of a man\nanxious to change the conversation.\n\n\"Eh?\" said the other.\n\n\"Number thirty-seven, John Street,\" said Mr. Pett.  \"Told my wife she's\ngoing to take in lodgers.  Calling herself Mrs. Harris, after her maiden\nname.\"\n\nHe went off before Mr. Hatchard could recover, and the latter at once\nverified the information in part by walking round to his old house.  Bits\nof straw and paper littered the front garden, the blinds were down, and a\nbill was pasted on the front parlor window.  Aghast at such\ndetermination, he walked back to his lodgings in gloomy thought.\n\nOn Saturday afternoon he walked round to John Street, and from the corner\nof his eye, as he passed, stole a glance at No. 37.  He recognized the\ncurtains at once, and, seeing that there was nobody in the room, leaned\nover the palings and peered at a card that stood on the window-sash:\n\n                       FURNISHED APARTMENTS\n                       FOR SINGLE YOUNG MAN\n                        BOARD IF DESIRED.\n\nHe walked away whistling, and after going a little way turned and passed\nit again.  He passed in all four times, and then, with an odd grin\nlurking at the corners of his mouth, strode up to the front door and\nknocked loudly.  He heard somebody moving about inside, and, more with\nthe idea of keeping his courage up than anything else, gave another heavy\nknock at the door.  It was thrown open hastily, and the astonished face\nof his wife appeared before him.\n\n\"What do you want?\" she inquired, sharply.\n\nMr. Hatchard raised his hat.  \"Good-afternoon, ma'am,\" he said, politely.\n\n\"What do you want?\" repeated his wife.\n\n\"I called,\" said Mr. Hatchard, clearing his throat--\"I called about the\nbill in the window.\"\n\n[Illustration: \"I called about the bill in the window.\"]\n\nMrs. Hatchard clutched at the door-post.\n\n\"Well?\"  she gasped.\n\n\"I'd like to see the rooms,\" said the other.\n\n\"But you ain't a single young man,\" said his wife, recovering.\n\n\"I'm as good as single,\" said Mr. Hatchard.  \"I should say, better.\"\n\n\"You ain't young,\" objected Mrs. Hatchard.  \"I'm three years younger than\nwhat you are,\" said Mr. Hatchard, dispassionately.\n\nHis wife's lips tightened and her hand closed on the door; Mr. Hatchard\nput his foot in.\n\n\"If you don't want lodgers, why do you put a bill up?\" he inquired.\n\n\"I don't take the first that comes,\" said his wife.\n\n\"I'll pay a week in advance,\" said Mr. Hatchard, putting his hand in his\npocket.  \"Of course, if you're afraid of having me here--afraid o' giving\nway to tenderness, I mean----\"\n\n\"Afraid?\"  choked Mrs. Hatchard.  \"Tenderness!  I--I----\"\n\n\"Just a matter o' business,\" continued her husband; \"that's my way of\nlooking at it--that's a man's way.  I s'pose women are different.  They\ncan't----\"\n\n\"Come in,\" said Mrs. Hatchard, breathing hard Mr. Hatchard obeyed, and\nclapping a hand over his mouth ascended the stairs behind her.  At the\ntop she threw open the door of a tiny bedroom, and stood aside for him to\nenter.  Mr. Hatchard sniffed critically.\n\n\"Smells rather stuffy,\" he said, at last.\n\n\"You needn't have it,\" said his wife, abruptly.  \"There's plenty of other\nfish in the sea.\"\n\n\"Yes; and I expect they'd stay there if they saw this room,\" said the\nother.\n\n\"Don't think I want you to have it; because I don't,\" said Mrs. Hatchard,\nmaking a preliminary movement to showing him downstairs.\n\n\"They might suit me,\" said Mr. Hatchard, musingly, as he peeped in at the\nsitting-room door.  \"I shouldn't be at home much.  I'm a man that's fond\nof spending his evenings out.\"\n\nMrs. Hatchard, checking a retort, eyed him grimly.\n\n\"I've seen worse,\" he said, slowly; \"but then I've seen a good many.  How\nmuch are you asking?\"\n\n\"Seven shillings a week,\" replied his wife.  \"With breakfast, tea, and\nsupper, a pound a week.\"\n\nMr. Hatchard nearly whistled, but checked himself just in time.\n\n\"I'll give it a trial,\" he said, with an air of unbearable patronage.\n\nMrs. Hatchard hesitated.\n\n\"If you come here, you quite understand it's on a business footing,\" she\nsaid.\n\n\"O' course,\" said the other, with affected surprise.  \"What do you think\nI want it on?\"\n\n\"You come here as a stranger, and I look after you as a stranger,\"\ncontinued his wife.\n\n\"Certainly,\" said the other.  \"I shall be made more comfortable that way,\nI'm sure.  But, of course, if you're afraid, as I said before, of giving\nway to tender----\"\n\n\"Tender fiddlesticks!\" interrupted his wife, flushing and eying him\nangrily.\n\n\"I'll come in and bring my things at nine o'clock to-night,\" said Mr.\nHatchard.  \"I'd like the windows open and the rooms aired a bit.  And\nwhat about the sheets?\"\n\n\n\n### Summary:\n\n"}
{"original_length": 6659, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\nSELF-HELP\n\n\nThe night-watchman sat brooding darkly over life and its troubles.  A\nshooting corn on the little toe of his left foot, and a touch of liver,\ndue, he was convinced, to the unlawful cellar work of the landlord of the\nQueen's Head, had induced in him a vein of profound depression.  A\ndiscarded boot stood by his side, and his gray-stockinged foot protruded\nover the edge of the jetty until a passing waterman gave it a playful rap\nwith his oar.  A subsequent inquiry as to the price of pigs' trotters\nfell on ears rendered deaf by suffering.\n\n\"I might 'ave expected it,\" said the watchman, at last.  \"I done that\nman--if you can call him a man--a kindness once, and this is my reward\nfor it.  Do a man a kindness, and years arterwards 'e comes along and\nhits you over your tenderest corn with a oar.\"\n\n[Illustration: \"''E comes along and hits you over your tenderest corn\nwith a oar.'\"]\n\nHe took up his boot, and, inserting his foot with loving care, stooped\ndown and fastened the laces.\n\nDo a man a kindness, he continued, assuming a safer posture, and 'e tries\nto borrow money off of you; do a woman a kindness and she thinks you want\ntr marry 'er; do an animal a kindness and it tries to bite you--same as a\nhorse bit a sailorman I knew once, when 'e sat on its head to 'elp it get\nup.  He sat too far for'ard, pore chap.\n\nKindness never gets any thanks.  I remember a man whose pal broke 'is leg\nwhile they was working together unloading a barge; and he went off to\nbreak the news to 'is pal's wife.  A kind-'earted man 'e was as ever you\nsee, and, knowing 'ow she would take on when she 'eard the news, he told\nher fust of all that 'er husband was killed.  She took on like a mad\nthing, and at last, when she couldn't do anything more and 'ad quieted\ndown a bit, he told 'er that it was on'y a case of a broken leg, thinking\nthat 'er joy would be so great that she wouldn't think anything of that.\nHe 'ad to tell her three times afore she understood 'im, and then,\ninstead of being thankful to 'im for 'is thoughtfulness, she chased him\n'arf over Wapping with a chopper, screaming with temper.\n\nI remember Ginger Dick and Peter Russet trying to do old Sam Small a\nkindness one time when they was 'aving a rest ashore arter a v'y'ge.\nThey 'ad took a room together as usual, and for the fust two or three\ndays they was like brothers.  That couldn't last, o' course, and Sam was\nso annoyed one evening at Ginger's suspiciousness by biting a 'arf-dollar\nSam owed 'im and finding it was a bad 'un, that 'e went off to spend the\nevening all alone by himself.\n\nHe felt a bit dull at fust, but arter he had 'ad two or three 'arf-pints\n'e began to take a brighter view of things.  He found a very nice, cosey\nlittle public-'ouse he hadn't been in before, and, arter getting two and\nthreepence and a pint for the 'arf-dollar with Ginger's tooth-marks on,\nhe began to think that the world wasn't 'arf as bad a place as people\ntried to make out.\n\nThere was on'y one other man in the little bar Sam was in--a tall, dark\nchap, with black side-whiskers and spectacles, wot kept peeping round the\npartition and looking very 'ard at everybody that came in.\n\n\"I'm just keeping my eye on 'em, cap'n,\" he ses to Sam, in a low voice.\n\n\"Ho!\" ses Sam.\n\n\"They don't know me in this disguise,\" ses the dark man, \"but I see as\n'ow you spotted me at once.  Anybody 'ud have a 'ard time of it to\ndeceive you; and then they wouldn't gain nothing by it.\"\n\n\"Nobody ever 'as yet,\" ses Sam, smiling at 'im.\n\n\"And nobody ever will,\" ses the dark man, shaking his 'cad; \"if they was\nall as fly as you, I might as well put the shutters up.  How did you twig\nI was a detective officer, cap'n?\"\n\nSam, wot was taking a drink, got some beer up 'is nose with surprise.\n\n\"That's my secret,\" he ses, arter the tec 'ad patted 'im on the back and\nbrought 'im round.\n\n\"You're a marvel, that's wot you are,\" ses the tec, shaking his 'ead.\n\"Have one with me.\"\n\nSam said he didn't mind if 'e did, and arter drinking each other's\nhealths very perlite 'e ordered a couple o' twopenny smokes, and by way\nof showing off paid for 'em with 'arf a quid.\n\n\"That's right, ain't it?\" ses the barmaid, as he stood staring very 'ard\nat the change.  \"I ain't sure about that 'arf-crown, now I come to look\nat it; but it's the one you gave me.\"\n\nPore Sam, with a tec standing alongside of 'im, said it was quite right,\nand put it into 'is pocket in a hurry and began to talk to the tec as\nfast as he could about a murder he 'ad been reading about in the paper\nthat morning.  They went and sat down by a comfortable little fire that\nwas burning in the bar, and the tec told 'im about a lot o' murder cases\nhe 'ad been on himself.\n\n\"I'm down 'ere now on special work,\" he ses, \"looking arter sailormen.\"\n\n\"Wot ha' they been doing?\"  ses Sam.\n\n\"When I say looking arter, I mean protecting 'em,\" ses the tec.  \"Over\nand over agin some pore feller, arter working 'ard for months at sea,\ncomes 'ome with a few pounds in 'is pocket and gets robbed of the lot.\nThere's a couple o' chaps down 'ere I'm told off to look arter special,\nbut it's no good unless I can catch 'em red-'anded.\"\n\n\"Red-'anded?\" ses Sam.\n\n\"With their hands in the chap's pockets, I mean,\" ses the tec.\n\nSam gave a shiver.  \"Somebody had their 'ands in my pockets once,\" he\nses.  \"Four pun ten and some coppers they got.\"\n\n\"Wot was they like?\" ses the tee, starting.\n\nSam shook his 'ead.  \"They seemed to me to be all hands, that's all I\nknow about 'em,\" he ses.  \"Arter they 'ad finished they leaned me up agin\nthe dock wall an' went off.\"\n\n\"It sounds like 'em,\" ses the tec, thoughtfully.  \"It was Long Pete and\nFair Alf, for a quid; that's the two I'm arter.\"\n\nHe put his finger in 'is weskit-pocket.  \"That's who I am,\" he ses,\n'anding Sam a card; \"Detective-Sergeant Cubbins.  If you ever get into\nany trouble at any time, you come to me.\"\n\nSam said 'e would, and arter they had 'ad another drink together the tec\nshifted 'is seat alongside of 'im and talked in his ear.\n\n\"If I can nab them two chaps I shall get promotion,\" he ses; \"and it's a\nfi'-pun note to anybody that helps me.  I wish I could persuade you to.\"\n\n\"'Ow's it to be done?\" ses Sam, looking at 'im.\n\n\"I want a respectable-looking seafaring man,\" ses the tec, speaking very\nslow; \"that's you.  He goes up Tower Hill to-morrow night at nine\no'clock, walking very slow and very unsteady on 'is pins, and giving my\ntwo beauties the idea that 'e is three sheets in the wind.  They come up\nand rob 'im, and I catch them red-'anded.  I get promotion, and you get a\nfiver.\"\n\n\"But 'ow do you know they'll be there?\" ses Sam, staring at 'im.\n\nMr. Cubbins winked at 'im and tapped 'is nose.\n\n[Illustration: \"Mr. Cubbins winked at 'im and tapped 'is nose.\"]\n\n\"We 'ave to know a good deal in our line o' business,\" he ses.\n\n\"Still,\" ses Sam, \"I don't see----\"\n\n\"Narks,\" says the tec; \"coppers' narks.  You've 'eard of them, cap'n?\nNow, look 'ere.  Have you got any money?\"\n\n\"I got a matter o' twelve quid or so,\" ses Sam, in a of hand way.\n\n\"The very thing,\" says the tec.  \"Well, to-morrow night you put that in\nyour pocket, and be walking up Tower Hill just as the clock strikes nine.\nI promise you you'll be robbed afore two minutes past, and by two and a\n'arf past I shall 'ave my hands on both of 'em.  Have all the money in\none pocket, so as they can get it neat and quick, in case they get\ninterrupted.  Better still, 'ave it in a purse; that makes it easier to\nbring it 'ome to 'em.\"\n\n\"Wouldn't it be enough if they stole the purse?\" ses Sam.  \"I should feel\nsafer that way, too.\"\n\nMr. Cubbins shook his 'ead, very slow and solemn.  \"That wouldn't do at\nall,\" he ses.  \"The more money they steal, the longer they'll get; you\nknow that, cap'n, without me telling you.  If you could put fifty quid in\nit would be so much the better.  And, what-ever you do, don't make a\nnoise.  I don't want a lot o' clumsy policemen interfering in my\nbusiness.\"\n\n\"Still, s'pose you didn't catch 'em,\" ses Sam, \"where should I be?\"\n\n\"You needn't be afraid o' that,\" ses the tec, with a laugh.  \"Here, I'll\ntell you wot I'll do, and that'll show you the trust I put in you.\"\n\nHe drew a big di'mond ring off of 'is finger and handed it to Sam.\n\n\"Put that on your finger,\" he ses, \"and keep it there till I give you\nyour money back and the fi'-pun note reward.  It's worth seventy quid\nif it's worth a farthing, and was given to me by a lady of title for\ngetting back 'er jewellery for 'er.  Put it on, and wotever you do,\ndon't lose it\"\n\nHe sat and watched while Sam forced it on is finger.\n\n\"You don't need to flash it about too much,\" he ses, looking at 'im\nrather anxious.  \"There's men I know as 'ud cut your finger off to get\nthat.\"\n\nSam shoved his 'and in his pocket, but he kept taking it out every now\nand then and 'olding his finger up to the light to look at the di'mond.\nMr. Cubbins got up to go at last, saying that he 'ad got a call to make\nat the police-station, and they went out together.\n\n\"Nine o'clock sharp,\" he ses, as they shook hands, \"on Tower Hill.\"\n\n\"I'll be there,\" ses Sam.\n\n\"And, wotever you do, no noise, no calling out,\" ses the tec, \"and don't\nmention a word of this to a living soul.\"\n\nSam shook 'ands with 'im agin, and then, hiding his 'and in his pocket,\nwent off 'ome, and, finding Ginger and Peter Russet wasn't back, went off\nto bed.\n\nHe 'eard 'em coming upstairs in the dark in about an hour's time, and,\nputting the 'and with the ring on it on the counterpane, shut 'is eyes\nand pretended to be fast asleep.  Ginger lit the candle, and they was\nboth beginning to undress when Peter made a noise and pointed to Sam's\n'and.\n\n\"Wot's up?\"  ses Ginger, taking the candle and going over to Sam's bed.\n\"Who've you been robbing, you fat pirate?\"\n\nSam kept 'is eyes shut and 'eard 'em whispering; then he felt 'em take\n'is hand up and look at it.  \"Where did you get it, Sam?\" ses Peter.\n\n\"He's asleep,\" ses Ginger, \"sound asleep.  I b'lieve if I was to put 'is\nfinger in the candle he wouldn't wake up.\"\n\n\"You try it,\" ses Sam, sitting up in bed very sharp and snatching his\n'and away.  \"Wot d'ye mean coming 'ome at all hours and waking me up?\"\n\"Where did you get that ring?\"  ses Ginger.  \"Friend o' mine,\" ses Sam,\nvery short.\n\n\"Who was it?\" ses Peter.\n\n\"It's a secret,\" ses Sam.\n\n\"You wouldn't 'ave a secret from your old pal Ginger, Sam, would you?\"\nses Ginger.\n\n\"Old wot?\" ses Sam.  \"Wot did you call me this arternoon?\"\n\n\"I called you a lot o' things I'm sorry for,\" ses Ginger, who was\nbursting with curiosity, \"and I beg your pardin, Sam.\"\n\n\"Shake 'ands on it,\" ses Peter, who was nearly as curious as Ginger.\n\nThey shook hands, but Sam said he couldn't tell 'em about the ring; and\nseveral times Ginger was on the point of calling 'im the names he 'ad\ncalled 'im in the arternoon, on'y Peter trod on 'is foot and stopped him.\nThey wouldn't let 'im go to sleep for talking, and at last, when 'e was\npretty near tired out, he told 'em all about it.\n\n\"Going--to 'ave your--pocket picked?\"  ses Ginger, staring at 'im, when\n'e had finished.\n\n\"I shall be watched over,\" ses Sam.\n\n\"He's gorn stark, staring mad,\" ses Ginger.  \"Wot a good job it is he's\ngot me and you to look arter 'im, Peter.\"\n\n\"Wot d'ye mean?\"  ses Sam.\n\n\"_Mean?_\"  ses Ginger.  \"Why, it's a put-up job to rob you, o' course.  I\nshould ha' thought even your fat 'ead could ha' seen that':\"\n\n\"When I want your advice I'll ask you for it,\" ses Sam, losing 'is\ntemper.  \"Wot about the di'mond ring--eh?\"\n\n\"You stick to it,\" ses Ginger, \"and keep out o' Mr. Cubbins's way.\nThat's my advice to you.  'Sides, p'r'aps it ain't a real one.\"\n\nSam told 'im agin he didn't want none of 'is advice, and, as Ginger\nwouldn't leave off talking, he pretended to go to sleep.  Ginger woke 'im\nup three times to tell 'im wot a fool 'e was, but 'e got so fierce that\nhe gave it up at last and told 'im to go 'is own way.\n\nSam wouldn't speak to either of 'em next morning, and arter breakfast he\nwent off on 'is own.  He came back while Peter and Ginger was out, and\nthey wasted best part o' the day trying to find 'im.\n\n\"We'll be on Tower Hill just afore nine and keep 'im out o' mischief, any\nway,\" ses Peter.\n\nGinger nodded.  \"And be called names for our pains,\" he ses.  \"I've a\ngood mind to let 'im be robbed.\"\n\n\"It 'ud serve 'im right,\" ses Peter, \"\n\n### Summary:\n\n"}
{"original_length": 6911, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\nSENTENCE DEFERRED\n\n\n[Illustration: \"An elderly man with a wooden leg, who joined the\nindignant officer in the pursuit.\"]\n\nFortunately for Captain Bligh, there were but few people about, and the\nonly person who saw him trip Police-Sergeant Pilbeam was an elderly man\nwith a wooden leg, who joined the indignant officer in the pursuit.  The\ncaptain had youth on his side, and, diving into the narrow alley-ways\nthat constitute the older portion of Wood-hatch, he moderated his pace\nand listened acutely.  The sounds of pursuit died away in the distance,\nand he had already dropped into a walk when the hurried tap of the wooden\nleg sounded from one corner and a chorus of hurried voices from the\nother.  It was clear that the number of hunters had increased.\n\nHe paused a second, irresolute.  The next, he pushed open a door that\nstood ajar in an old flint wall and peeped in.  He saw a small, brick-\npaved yard, in which trim myrtles and flowering plants stood about in\nfreshly ochred pots, and, opening the door a little wider, he slipped in\nand closed it behind him.\n\n\"Well?\"  said a voice, sharply.  \"What do you want?\"\n\nCaptain Bligh turned, and saw a girl standing in a hostile attitude in\nthe doorway of the house.  \"H'sh!\" he said, holding up his finger.\n\nThe girl's cheeks flushed and her eyes sparkled.\n\n\"What are you doing in our yard?\" she demanded.\n\nThe captain's face relaxed as the sound of voices died away.  He gave his\nmoustache a twist, and eyed her with frank admiration.\n\n\"Escaping,\" he said, briefly.  \"They nearly had me, though.\"\n\n\"You had no business to escape into our yard,\" said the girl.  \"What have\nyou been escaping from?\"\n\n\"Fat policeman,\" said the skipper, jauntily, twisting his moustache.\n\nMiss Pilbeam, only daughter of Sergeant Pilbeam, caught her breath\nsharply.\n\n\"What have you been doing?\" she inquired, as soon as she could control\nher voice.\n\n\"Nothing,\" said the skipper, airily, \"nothing.  I was kicking a stone\nalong the path and he told me to stop it.\"\n\n\"Well?\" said Miss Pilbeam, impatiently.\n\n\"We had words,\" said the skipper.  \"I don't like policemen--fat\npolicemen--and while we were talking he happened to lose his balance and\ngo over into some mud that was swept up at the side of the road.\"\n\n\"Lost his balance?\" gasped the horrified Miss Pilbeam.\n\nThe skipper was flattered at her concern.  \"You would have laughed if you\nhad seen him,\" he said, smiling.  \"Don't look so frightened; he hasn't\ngot me yet.\"\n\n\"No,\" said the girl, slowly.  \"Not yet.\"\n\nShe gazed at him with such a world of longing in her eyes that the\nskipper, despite a somewhat large share of self-esteem, was almost\nstartled.\n\n\"And he shan't have me,\" he said, returning her gaze with interest.\n\nMiss Pilbeam stood in silent thought.  She was a strong, well-grown girl,\nbut she realized fully that she was no match for the villain who stood\nbefore her, twisting his moustache and adjusting his neck-tie.  And her\nfather would not be off duty until nine.\n\n\"I suppose you would like to wait here until it is dark?\" she said at\nlast.\n\n\"I would sooner wait here than anywhere,\" said the skipper, with\nrespectful ardor.\n\n\"Perhaps you would like to come in and sit down?\" said the girl.\n\nCaptain Bligh thanked her, and removing his cap followed her into a small\nparlor in the front of the house.\n\n\"Father is out,\" she said, as she motioned him to an easy-chair, \"but I'm\nsure he'll be pleased to see you when he comes in.\"\n\n\"And I shall be pleased to see him,\" said the innocent skipper.\n\nMiss Pilbeam kept her doubts to herself and sat in a brown study,\nwondering how the capture was to be effected.  She had a strong\npresentiment that the appearance of her father at the front door would be\nthe signal for her visitor's departure at the back.  For a time there was\nan awkward silence.\n\n\"Lucky thing for me I upset that policeman,\" said the skipper, at last.\n\n\"Why?\" inquired the girl.\n\n\"Else I shouldn't have come into your yard,\" was the reply.  \"It's the\nfirst time we have ever put into Woodhatch, and I might have sailed away\nand never seen you.  Where should we have been but for that fat\npoliceman?\"\n\nMiss Pilbeam--as soon as she could get her breath--said, \"Ah, where\nindeed!\" and for the first time in her life began to feel the need of a\nchaperon.\n\n\"Funny to think of him hunting for me high and low while I am sitting\nhere,\" said the skipper.\n\nMiss Pilbeam agreed with him, and began to laugh--to laugh so heartily\nthat he was fain at last to draw his chair close to hers and pat her\nsomewhat anxiously on the back.  The treatment sobered her at once, and\nshe drew apart and eyed him coldly.\n\n\"I was afraid you would lose your breath,\" explained the skipper,\nawkwardly.  \"You are not angry, are you?\"\n\nHe was so genuinely relieved when she said, \"No,\" that Miss Pilbeam,\ndespite her father's wrongs, began to soften a little.  The upsetter of\npolicemen was certainly good-looking; and his manner towards her so\nnicely balanced between boldness and timidity that a slight feeling of\nsadness at his lack of moral character began to assail her.\n\n\"Suppose you are caught after all?\" she said, presently.  \"You will go to\nprison.\"\n\nThe skipper shrugged his shoulders.  \"I don't suppose I shall be,\" he\nreplied.\n\n\"Aren't you sorry?\" persisted Miss Pilbeam, in a vibrant voice.\n\n\"Certainly not,\" said the skipper.  \"Why, I shouldn't have seen you if I\nhadn't done it.\"\n\nMiss Pilbeam looked at the clock and pondered.  It wanted but five\nminutes to nine.  Five minutes in which to make up a mind that was in a\nstate of strong unrest.\n\n\"I suppose it is time for me to go,\" said the skipper, watching her.\nMiss Pilbeam rose.  \"No, don't go,\" she said, hastily.  \"Do be quiet.\nI want to think.\"\n\nCaptain Bligh waited in respectful silence, heedless of the fateful\nseconds ticking from the mantelpiece.  At the sound of a slow, measured\nfootfall on the cobblestone path outside Miss Pilbeam caught his arm and\ndrew him towards the door.\n\n\"Go!\" she breathed.  \"No, stop!\"\n\nShe stood trying in vain to make up her mind.  \"Upstairs,\" she said.\n\"Quick!\" and, leading the way, entered her father's bedroom, and, after a\nmoment's thought, opened the door of a cupboard in the corner.\n\n\"Get in there,\" she whispered.\n\n\"But--\" objected the astonished Bligh.\n\nThe front door was heard to open.\n\n\"Police!\" said Miss Pilbeam, in a thrilling whisper.  The skipper stepped\ninto the cupboard without further parley, and the girl, turning the key,\nslipped it into her pocket and sped downstairs.\n\nSergeant Pilbeam was in the easy-chair, with his belt unfastened, when\nshe entered the parlor, and, with a hungry reference to supper, sat\nwatching her as she lit the lamp and drew down the blind.  With a\nlifelong knowledge of the requirements of the Force, she drew a jug of\nbeer and placed it by his side while she set the table.\n\n\"Ah! I wanted that,\" said the sergeant.  \"I've been running.\"\n\nMiss Pilbeam raised her eyebrows.\n\n\"After some sailor-looking chap that capsized me when I wasn't prepared\nfor it,\" said her father, putting down his glass.  \"It was a neat bit o'\nwork, and I shall tell him so when I catch him.  Look here!\"\n\nHe stood up and exhibited the damage.\n\n\"I've rubbed off what I could,\" he said, resuming his seat, \"and I s'pose\nthe rest'll brush off when it's dry.  To-morrow morning I shall go down\nto the harbor and try and spot my lord.\"\n\nHe drew his chair to the table and helped himself, and, filling his mouth\nwith cold meat and pickles, enlarged on his plans for the capture of his\nassailant; plans to which the undecided Miss Pilbeam turned a somewhat\nabstracted ear.\n\nBy the time her father had finished his supper she was trying, but in\nvain, to devise means for the prisoner's escape.  The sergeant had opened\nthe door of the room for the sake of fresh air, and it was impossible for\nanybody to come downstairs without being seen.  The story of a sickly\ngeranium in the back-yard left him unmoved.\n\n\"I wouldn't get up for all the geraniums in the world,\" he declared.\n\"I'm just going to have one more pipe and then I'm off to bed.  Running\ndon't agree with me.\"\n\nHe went, despite his daughter's utmost efforts to prevent him, and she\nsat in silent consternation, listening to his heavy tread overhead.  She\nheard the bed creak in noisy protest as he climbed in, and ten minutes\nlater the lusty snoring of a healthy man of full habit resounded through\nthe house.\n\nShe went to bed herself at last, and, after lying awake for nearly a\ncouple of hours, closed her eyes in order to think better.  She awoke\nwith the sun pouring in at the window and the sounds of vigorous brushing\nin the yard beneath.\n\n\"I've nearly got it off,\" said the sergeant, looking up.  \"It's\ndestroying evidence in a sense, I suppose; but I can't go about with my\nuniform plastered with mud.  I've had enough chaff about it as it is.\"\n\nMiss Pilbeam stole to the door of the next room and peeped stealthily in.\nNot a sound came from the cupboard, and a horrible idea that the prisoner\nmight have been suffocated set her trembling with apprehension.\n\n\"H'sh!\" she whispered.\n\nAn eager but stifled \"H'st!\" came from the cup-board, and Miss Pilbeam,\nher fears allayed, stepped softly into the room.\n\n\"He's downstairs brushing the mud off,\" she said, in a low voice.\n\n\"Who is?\"  said the skipper.\n\n\"The fat policeman,\" said the girl, in a hard voice, as she remembered\nher father's wrongs.\n\n\"What's he doing it here for?\" demanded the astonished skipper.\n\n\"Because he lives here.\"\n\n\"Lodger?\" queried the skipper, more astonished than before.\n\n\"Father,\" said Miss Pilbeam.\n\nA horrified groan from the cupboard fell like music on her ears.  Then\nthe smile forsook her lips, and she stood quivering with indignation as\nthe groan gave way to suppressed but unmistakable laughter.\n\n\"H'sh!\" she said sharply, and with head erect sailed out of the room and\nwent downstairs to give Mr. Pilbeam his breakfast.\n\nTo the skipper in the confined space and darkness of the cupboard the\nbreakfast seemed unending.  The sergeant evidently believed in sitting\nover his meals, and his deep, rumbling voice, punctuated by good-natured\nlaughter, was plainly audible.  To pass the time the skipper fell to\ncounting, and, tired of that, recited some verses that he had acquired at\nschool.  After that, and with far more heartiness, he declaimed a few\nthings that he had learned since; and still the clatter and rumble\nsounded from below.\n\nIt was a relief to him when he heard the sergeant push his chair back and\nmove heavily about the room.  A minute later he heard him ascending the\nstairs, and then he held his breath with horror as the foot-steps entered\nthe room and a heavy hand was laid on the cupboard door.\n\n\"Elsie!\" bawled the sergeant.  \"Where's the key of my cupboard?  I want\nmy other boots.\"\n\n\"They're down here,\" cried the voice of Miss Pilbeam, and the skipper,\nhardly able to believe in his good fortune, heard the sergeant go\ndownstairs again.\n\nAt the expiration of another week--by his own reckoning--he heard the\nlight, hurried footsteps of Miss Pilbeam come up the stairs and pause at\nthe door.\n\n\"H'st!\" he said, recklessly.\n\n\"I'm coming,\" said the girl.  \"Don't be impatient.\"\n\nA key turned in the lock, the door was flung open, and the skipper, dazed\nand blinking with the sudden light, stumbled into the room.\n\n\"Father's gone,\" said Miss Pilbeam.\n\nThe skipper made no answer.  He was administering first aid to a right\nleg which had temporarily forgotten how to perform its duties, varied\nwith slaps and pinches at a left which had gone to sleep.  At intervals\nhe turned a red-rimmed and reproachful eye on Miss Pilbeam.\n\n[Illustration: \"He was administering first aid to a right leg.\"]\n\n\"You want a wash and some breakfast,\" she said, softly, \"especially a\nwash.  There's water and a towel, and while you're making yourself tidy\nI'll be getting breakfast.\"\n\nThe skipper hobbled to the wash-stand, and, dipping his head in a basin\nof cool water, began to feel himself again.  By the time he had done his\nhair in the sergeant's glass and twisted his moustache into shape he felt\nbetter still, and he went downstairs almost blithely.\n\n\"I'm very sorry it was your father,\" he said, as he took a seat at the\ntable.  \"Very.\"\n\n\"That's why you laughed, I suppose?\" said the girl, tossing her head.\n\n\"Well, I've had the worst of it,\" said the other.  \"I'd sooner be upset a\nhundred times than spend a night in that cupboard.  However, all's well\nthat ends well.\"\n\n\"Ah!\" said Miss Pilbeam, dolefully, \"but is it the end?\"\n\nCaptain Bligh put down his knife and fork and eyed her uneasily.\n\n\"What do you mean?\" he said.\n\n\"Never mind; don't spoil your breakfast,\" said the girl.  \"I'll tell you\nafterwards.  It's horrid to think, after all my trouble, of your doing\ntwo months as well as a night in the cupboard.\"\n\n\"Beastly,\" said the unfortunate, eying her in great concern.  \"But what's\nthe matter?\"\n\n\"One can't think of everything,\" said Miss Pilbeam, \"but, of course, we\nought to have thought of the mate getting uneasy when you didn't turn up\nlast night, and going to the police-station with a description of you.\"\n\nThe skipper started and smote the table with his fist.\n\n\"Father's gone down to watch the ship now,\" said Miss Pilbeam.  \"Of\ncourse, it's the exact description of the man that assaulted him.\nProvidential he called it.\"\n\n\"That's the worst of having a fool for a mate,\" said the skipper,\nbitterly.  \"What business was it of his, I should like to know?  What's\nit got to\n\n### Summary:\n\n"}
{"original_length": 6440, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\n\"MATRIMONIAL OPENINGS\"\n\n\nMr. Dowson sat by the kitchen fire smoking and turning a docile and well-\ntrained ear to the heated words which fell from his wife's lips.\n\n\"She'll go and do the same as her sister Jenny done,\" said Mrs. Dowson,\nwith a side glance at her daughter Flora; \"marry a man and then 'ave to\nwork and slave herself to skin and bone to keep him.\"\n\n\"I see Jenny yesterday,\" said her husband, nodding.  \"Getting quite fat,\nshe is.\"\n\n\"That's right,\" said Mrs. Dowson, violently, \"that's right!  The moment I\nsay something you go and try and upset it.\"\n\n\"Un'ealthy fat, p'r'aps,\" said Mr. Dowson, hurriedly; \"don't get enough\nexercise, I s'pose.\"\n\n\"Anybody who didn't know you, Joe Dowson,\" said his wife, fiercely,\n\"would think you was doing it a purpose.\"\n\n\"Doing wot?\"  inquired Mr. Dowson, removing his pipe and regarding her\nopen-mouthed.  \"I only said----\"\n\n\"I know what you said,\" retorted his wife.  \"Here I do my best from\nmorning to night to make everybody 'appy and comfortable; and what\nhappens?\"\n\n\"Nothing,\" said the sympathetic Mr. Dowson, shaking his head.  \"Nothing.\"\n\n\"Anyway, Jenny ain't married a fool,\" said Mrs. Dowson, hotly; \"she's got\nthat consolation.\"\n\n\"That's right, mother,\" said the innocent Mr. Dowson, \"look on the bright\nside o' things a bit.  If Jenny 'ad married a better chap I don't suppose\nwe should see half as much of her as wot we do.\"\n\n\"I'm talking of Flora,\" said his wife, restraining herself by an effort.\n\"One unfortunate marriage in the family is enough; and here, instead o'\nwalking out with young Ben Lippet, who'll be 'is own master when his\nfather dies, she's gadding about with that good-for-nothing Charlie\nFoss.\"\n\nMr. Dowson shook his head.  \"He's so good-looking, is Charlie,\" he said,\nslowly; \"that's the worst of it.  Wot with 'is dark eyes and his curly\n'air----\"\n\n\"Go on!\" said his wife, passionately, \"go on!\"\n\nMr. Dowson, dimly conscious that something was wrong, stopped and puffed\nhard at his pipe.  Through the cover of the smoke he bestowed a\nsympathetic wink upon his daughter.\n\n\"You needn't go on too fast,\" said the latter, turning to her mother.  \"I\nhaven't made up my mind yet.  Charlie's looks are all right, but he ain't\nover and above steady, and Ben is steady, but he ain't much to look at.\"\n\n\"What does your 'art say?\" inquired the sentimental Mr. Dowson.\n\nNeither lady took the slightest notice.\n\n\"Charlie Foss is too larky,\" said Mrs. Dowson, solemnly; \"it's easy come\nand easy go with 'im.  He's just such another as your father's cousin\nBill--and look what 'appened to him!\"\n\nMiss Dowson shrugged her shoulders and subsiding in her chair, went on\nwith her book, until a loud knock at the door and a cheerful, but\npeculiarly shrill, whistle sounded outside.\n\n[Illustration: \"Miss Dowson, subsiding in her chair, went on with her\nbook.\"]\n\n\"There is my lord,\" exclaimed Mrs. Dowson, waspishly; \"anybody might\nthink the 'ouse belonged to him.  And now he's dancing on my clean\ndoorstep.\"\n\n\"Might be only knocking the mud off afore coming in,\" said Mr. Dowson, as\nhe rose to open the door.  \"I've noticed he's very careful.\"\n\n\"I just came in to tell you a joke,\" said Mr. Foss, as he followed his\nhost into the kitchen and gazed tenderly at Miss Dowson--\"best joke I\never had in my life; I've 'ad my fortune told--guess what it was!  I've\nbeen laughing to myself ever since.\"\n\n\"Who told it?\" inquired Mrs. Dowson, after a somewhat awkward silence.\n\n\"Old gypsy woman in Peter Street,\" replied Mr. Foss.  \"I gave 'er a wrong\nname and address, just in case she might ha' heard about me, and she did\nmake a mess of it; upon my word she did.\"\n\n\"Wot did she say?\" inquired Mr. Dowson.\n\nMr. Foss laughed.  \"Said I was a wrong 'un,\" he said, cheerfully, \"and\nwould bring my mother's gray hairs to the grave with sorrow.  I'm to 'ave\nbad companions and take to drink; I'm to steal money to gamble with, and\nafter all that I'm to 'ave five years for bigamy.  I told her I was\ndisappointed I wasn't to be hung, and she said it would be a\ndisappointment to a lot of other people too.  Laugh!  I thought I should\n'ave killed myself.\"\n\n\"I don't see nothing to laugh at,\" said Mrs. Dowson, coldly.\n\n\"I shouldn't tell anybody else, Charlie,\" said her husband.  \"Keep it a\nsecret, my boy.\"\n\n\"But you--you don't believe it?\" stammered the crestfallen Mr. Foss.\n\nMrs. Dowson cast a stealthy glance at her daughter.  \"Its wonderful 'ow\nsome o' those fortune-tellers can see into the future,\" she said, shaking\nher head.\n\n\"Ah!\" said her husband, with a confirmatory nod.  \"Wonderful is no name\nfor it.  I 'ad my fortune told once when I was a boy, and she told me I\nshould marry the prettiest, and the nicest, and the sweetest-tempered gal\nin Poplar.\"\n\nMr. Foss, with a triumphant smile, barely waited for him to finish.\n\"There you--\" he began, and stopped suddenly.\n\n[Illustration: \"I just came in to tell you a joke.\"]\n\n\"What was you about to remark?\" inquired Mrs. Dowson, icily.\n\n\"I was going to say,\" replied Mr. Foss--\"I was going to say--I 'ad just\ngot it on the tip o' my tongue to say, 'There you--you--you 'ad all the\nluck, Mr. Dowson.'\"\n\nHe edged his chair a little nearer to Flora; but there was a chilliness\nin the atmosphere against which his high spirits strove in vain.  Mr.\nDowson remembered other predictions which had come true, notably the case\nof one man who, learning that he was to come in for a legacy, gave up a\ntwo-pound-a-week job, and did actually come in for twenty pounds and a\nbird-cage seven years afterwards.\n\n[Illustration: \"He edged his chair a little nearer to Flora.\"]\n\n\"It's all nonsense,\" protested Mr. Foss; \"she only said all that because\nI made fun of her.  You don't believe it, do you, Flora?\"\n\n\"I don't see anything to laugh at,\" returned Miss Dowson.  \"Fancy five\nyears for bigamy!  Fancy the disgrace of it!\"\n\n\"But you're talking as if I was going to do it,\" objected Mr. Foss.  \"I\nwish you'd go and 'ave your fortune told.  Go and see what she says about\nyou.  P'r'aps you won't believe so much in fortune-telling afterwards.\"\n\nMrs. Dowson looked up quickly, and then, lowering her eyes, took her hand\nout of the stocking she had been darning and, placing it beside its\ncompanion, rolled the pair into a ball.\n\n\"You go round to-morrow night, Flora,\" she said, deliberately.  \"It\nsha'n't be said a daughter of mine was afraid to hear the truth about\nherself; father'll find the money.\"\n\n\"And she can say what she likes about you, but I sha'n't believe it,\"\nsaid Mr. Foss, reproachfully.\n\n\"I don't suppose it'll be anything to be ashamed of,\" said Miss Dowson,\nsharply.\n\nMr. Foss bade them good-night suddenly, and, finding himself accompanied\nto the door by Mr. Dowson, gave way to gloom.  He stood for so long with\none foot on the step and the other on the mat that Mr. Dowson, who\ndisliked draughts, got impatient.\n\n[Illustration: \"Mr. Foss bade them good-night suddenly.\"]\n\n\"You'll catch cold, Charlie,\" he said at last.\n\n\"That's what I'm trying to do,\" said Mr. Foss; \"my death o' cold.  Then I\nsha'n't get five years for bigamy,\" he added bitterly.\n\n\"Cheer up,\" said Mr. Dowson; \"five years ain't much out of a lifetime;\nand you can't expect to 'ave your fun without--\"\n\nHe watched the retreating figure of Mr. Foss as it stamped its way down\nthe street, and closing the door returned to the kitchen to discuss\npalmistry and other sciences until bedtime.\n\nMrs. Dowson saw husband and daughter off to work in the morning, and\nafter washing up the breakfast things drew her chair up to the kitchen\nfire and became absorbed in memories of the past. All the leading\nincidents in Flora's career passed in review before her.  Measles,\nwhooping-cough, school-prizes, and other things peculiar to the age of\ninnocence were all there.  In her enthusiasm she nearly gave her a\nsprained ankle which had belonged to her sister.  Still shaking her head\nover her mistake, she drew Flora's latest portrait carefully from its\nplace in the album, and putting on her hat and jacket went round to make\na call in Peter Street.\n\nBy the time Flora returned home Mrs. Dowson appeared to have forgotten\nthe arrangement made the night before, and, being reminded by her\ndaughter, questioned whether any good could come of attempts to peer into\nthe future.  Mr. Dowson was still more emphatic, but his objections,\nbeing recognized by both ladies as trouser-pocket ones, carried no\nweight.  It ended in Flora going off with half a crown in her glove and\nan urgent request from her father to make it as difficult as possible for\nthe sibyl by giving a false name and address.\n\nNo name was asked for, however, as Miss Dowson was shown into the untidy\nlittle back room on the first floor, in which the sorceress ate, slept,\nand received visitors.  She rose from an old rocking-chair as the visitor\nentered, and, regarding her with a pair of beady black eyes, bade her sit\ndown.\n\n\"Are you the fortune-teller?\" inquired the girl.\n\n\"Men call me so,\" was the reply.\n\n\"Yes, but are you?\" persisted Miss Dowson, who inherited her father's\nfondness for half crowns.\n\n\"Yes,\" said the other, in a more natural voice.\n\nShe took the girl's left hand, and pouring a little dark liquid into the\npalm gazed at it intently.  \"Left for the past; right for the future,\"\nshe said, in a deep voice.\n\nShe muttered some strange words and bent her head lower over the girl's\nhand.\n\n[Illustration: \"She muttered some strange words and bent her head lower\nover the girl's hand.\"]\n\n\"I see a fair-haired infant,\" she said, slowly; \"I see a little girl of\nfour racked with the whooping-cough; I see her later, eight she appears\nto be.  She is in bed with measles.\"\n\nMiss Dowson stared at her open-mouthed.\n\n\"She goes away to the seaside to get strong,\" continued the sorceress;\n\"she is paddling; she falls into the water and spoils her frock; her\nmother----\"\n\n\"Never mind about that,\" interrupted the staring Miss Dowson, hastily.\n\"I was only eight at the time and mother always was ready with her\nhands.\"\n\n\"People on the beach smile,\" resumed the other.  \"They\n\n\"It don't take much to make some people laugh,\" said Miss Dowson, with\nbitterness.\n\n\"At fourteen she and a boy next door but seven both have the mumps.\"\n\n\"And why not?\" demanded Miss Dowson with great warmth.  \"Why not?\"\n\n\"I'm only reading what I see in your hand,\" said the other.  \"At fifteen\nI see her knocked down by a boat-swing; a boy from opposite brings her\nhome.\"\n\n\"Passing at the time,\" murmured Miss Dowson.\n\n\"His head is done up with sticking-plaster.  I see her apprenticed to a\ndressmaker.  I see her----\"\n\nThe voice went on monotonously, and Flora, gasping with astonishment,\nlistened to a long recital of the remaining interesting points in her\ncareer.\n\n\"That brings us to the present,\" said the soothsayer, dropping her hand.\n\"Now for the future.\"\n\nShe took the girl's other hand and poured some of the liquid into it.\nMiss Dowson shrank back.\n\n\"If it's anything dreadful,\" she said, quickly, \"I don't want to hear it.\nIt--it ain't natural.\"\n\n\"I can warn you of dangers to keep clear of,\" said the other, detaining\nher hand.  \"I can let you peep into the future and see what to do and\nwhat to avoid.  Ah!\"\n\nShe bent over the girl's hand again and uttered little ejaculations of\nsurprise and perplexity.\n\n\"I see you moving in gay scenes surrounded by happy faces,\" she said,\nslowly.  \"You are much sought after.  Handsome presents and fine clothes\nare showered upon you.  You will cross the sea.  I see a dark young man\nand a fair young man.  They will both influence your life.  The fair\nyoung man works in his father's shop.  He will have great riches.\"\n\n\"What about the other?\" inquired Miss Dowson, after a somewhat lengthy\npause.\n\nThe fortune-teller shook her head.  \"He is his own worst enemy,\" she\nsaid, \"and he will drag down those he loves with him.  You are going to\nmarry one of them, but I can't see clear--I can't see which.\"\n\n\"Look again,\" said the trembling Flora.\n\n\"I can't see,\" was the reply, \"therefore it isn't meant for me to see.\nIt's for you to choose.  I can see them now as plain as I can see you.\nYou are all three standing where two roads meet.  The fair young man is\nbeckoning to you and pointing to a big house and a motor-car and a\nyacht.\"\n\n\"And the other?\" said the surprised Miss Dowson.\n\n\"He's in knickerbockers,\" said the other, doubtfully.  \"What does that\nmean?  Ah, I see!  They've got the broad arrow on them, and he is\npointing to a jail.  It's all gone--I can see no more.\"\n\nShe dropped the girl's hand and, drawing her hand across her eyes, sank\nback into her chair.  Miss Dowson, with trembling fingers, dropped the\nhalf crown into her lap, and, with her head in a whirl, made her way\ndownstairs.\n\nAfter such marvels the streets seemed oddly commonplace as she walked\nswiftly home.  She decided as she went to keep her knowledge to herself,\nbut inclination on the one hand and Mrs. Dowson on the other got the\nbetter of her resolution.  With the exception of a few things in her\npast, already known and therefore not worth dwelling upon, the whole of\nthe interview was disclosed.\n\n\"It fair takes your breath away,\" declared the astounded Mr. Dowson.\n\n\"The fair young man is meant for Ben Lippet,\" said his wife, \"and the\ndark one is Charlie Foss.  It must be.  It'\n\n### Summary:\n\n"}
{"original_length": 6765, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\nODD MAN OUT\n\n\nThe night watchman pursed up his lips and shook his head.  Friendship, he\nsaid, decidedly, is a deloosion and a snare.  I've 'ad more friendships\nin my life than most people--owing to being took a fancy to for some\nreason or other--and they nearly all came to a sudden ending.\n\n[Illustration: \"Friendship, he said, decidedly, is a deloosion and a\nsnare.\"]\n\nI remember one man who used to think I couldn't do wrong; everything I\ndid was right to 'im; and now if I pass 'im in the street he makes a face\nas if he'd got a hair in 'is mouth.  All because I told 'im the truth one\nday when he was thinking of getting married.  Being a bit uneasy-like in\nhis mind, he asked me 'ow, supposing I was a gal, his looks would strike\nme.\n\nIt was an orkard question, and I told him that he 'ad got a good 'art and\nthat no man could 'ave a better pal.  I said he 'ad got a good temper and\nwas free with 'is money.  O' course, that didn't satisfy 'im, and at last\nhe told me to take a good look at 'im and tell him wot I thought of 'is\nlooks.  There was no getting out of it, and at last I 'ad to tell him\nplain that everybody 'ad diff'rent ideas about looks; that looks wasn't\neverything; and that 'andsome is as 'andsome does.  Even then 'e wasn't\nsatisfied, and at last I told 'im, speaking as a pal to a pal, that if I\nwas a gal and he came along trying to court me, I should go to the police\nabout it.\n\nI remember two young fellers that was shipmates with me some years ago,\nand they was such out-and-out pals that everybody called 'em the Siamese\ntwins.  They always shipped together and shared lodgings together when\nthey was ashore, and Ted Denver would no more 'ave thought of going out\nwithout Charlie Brice than Charlie Brice would 'ave thought of going out\nwithout 'im.  They shared their baccy and their money and everything\nelse, and it's my opinion that if they 'ad only 'ad one pair o' boots\nbetween 'em they'd 'ave hopped along in one each.\n\nThey 'ad been like it for years, and they kept it up when they left the\nsea and got berths ashore.  Anybody knowing them would ha' thought that\nnothing but death could part 'em; but it happened otherwise.\n\nThere was a gal in it, of course.  A gal that Ted Denver got into\nconversation with on top of a bus, owing to her steadying 'erself by\nputting her hand on 'is shoulder as she passed 'im.  Bright, lively sort\no' gal she seemed, and, afore Ted knew where he was, they was talking\naway as though they 'ad known each other for years.\n\nCharlie didn't seem to care much for it at fust, but he didn't raise no\nobjection; and when the gal got up to go he stopped the bus for 'er by\npoking the driver in the back, and they all got off together.  Ted went\nfust to break her fall, in case the bus started off too sudden, and\nCharlie 'elped her down behind by catching hold of a lace collar she was\nwearing.  When she turned to speak to 'im about it, she knocked the\nconductor's hat off with 'er umbrella, and there was so much\nunpleasantness that by the time they 'ad got to the pavement she told\nCharlie that she never wanted to see his silly fat face agin.\n\n\"It ain't fat,\" ses Ted, speaking up for 'im; \"it's the shape of it.\"\n\n\"And it ain't silly,\" ses Charlie, speaking very quick; \"mind that!\"\n\n\"It's a bit o' real lace,\" ses the gal, twisting her 'ead round to look\nat the collar; \"it cost me one and two-three only last night.\"\n\n\"One an' _wot?_\"  ses Charlie, who, not being a married man, didn't\nunderstand 'er.\n\n\"One shilling,\" ses the gal, \"two pennies, and three farthings.  D'ye\nunderstand that?\"\n\n\"Yes,\" ses Charlie.\n\n\"He's cleverer than he looks,\" ses the gal, turning to Ted.  \"I s'pose\nyou're right, and it is the shape after all.\"\n\nTed walked along one side of 'er and Charlie the other, till they came to\nthe corner of the road where she lived, and then Ted and 'er stood there\ntalking till Charlie got sick and tired of it, and kept tugging at Ted's\ncoat for 'im to come away.\n\n\"I'm coming,\" ses Ted, at last.  \"I s'pose you won't be this way\nto-morrow night?\"  he ses, turning to the gal.\n\n\"I might if I thought there was no chance of seeing you,\" she ses,\ntossing her 'ead.\n\n\"You needn't be alarmed,\" ses Charlie, shoving in his oar; \"we're going\nto a music-'all to-morrow night.\"\n\n\"Oh, go to your blessed music-'all,\" ses the gal to Ted; \"I don't want\nyou.\"\n\nShe turned round and a'most ran up the road, with Ted follering 'er and\nbegging of 'er not to be so hasty, and afore they parted she told 'im\nthat 'er name was.  Emma White, and promised to meet 'im there the next\nnight at seven.\n\nO' course Mr. Charlie Brice turned up alongside o' Ted the next night,\nand at fust Emma said she was going straight off 'ome agin.  She did go\npart o' the way, and then, when she found that Ted wouldn't send his mate\noff, she came back and, woman-like, said as 'ow she wasn't going to go\n'ome just to please Charlie Brice.  She wouldn't speak a word to 'im, and\nwhen they all went to the music-'all together she sat with her face\nturned away from 'im and her elbow sticking in 'is chest.  Doing that and\nwatching the performance at the same time gave 'er a stiff neck, and she\ngot in such a temper over it she wouldn't hardly speak to Ted, and when\nCharlie--meaning well--told 'er to rub it with a bit o' mutton-fat she\nnearly went off her 'ead.\n\n\"Who asked you to come with us?\" she ses, as soon as she could speak.\n\"'Ow dare you force yourself where you ain't wanted?\"\n\n\"Ted wants me,\" ses Charlie.\n\n\"We've been together for years,\" ses Ted.  \"You'll like Charlie when you\nget used to 'im--everybody does.\"\n\n\"Not me!\" ses Emma, with a shiver.  \"It gives me the fair creeps to look\nat him.  You'll 'ave to choose between us.  If he comes, I sha'n't.\nWhich is it to be?\"\n\nNeither of 'em answered 'er, but the next night they both turned up as\nusual, and Emma White stood there looking at 'em and nearly crying with\ntemper.\n\n\"'Ow would you like it if I brought another young lady with me?\"  she ses\nto Ted.\n\n\"It wouldn't make no difference to me,\" ses Ted.  \"Any friend o' yours is\nwelcome.\"\n\nEmma stood looking at 'em, and then she patted 'er eyes with a pocket-\n'ankercher and began to look more cheerful.\n\n\"You ain't the only one that has got a dear friend,\" she says, looking.\nat 'im and wiping 'er lips with the 'ankercher.  \"I've got one, and if\nCharlie Brice don't promise to stay at 'ome to-morrow night I'll bring\nher with me.\"\n\n\"Bring 'er, and welcome,\" ses Ted.\n\n\"I sha'n't stay at 'ome for fifty dear friends,\" ses Charlie.\n\n\"Have it your own way,\" ses Emma.  \"If you come, Sophy Jennings comes,\nthat's all.\"\n\nShe was as good as 'er word, too, and next night when they turned up they\nfound Emma and 'er friend waiting for them.  Charlie thought it was the\nfriend's mother at fust, but he found out arterwards that she was a\nwidder-woman.  She had 'ad two husbands, and both of 'em 'ad passed away\nwith a smile on their face.  She seemed to take a fancy to Charlie the\nmoment she set eyes on 'im, and two or three times, they'd 'ave lost Ted\nand Emma if it hadn't been for 'im.\n\n[Illustration: \"When they turned up they found Emma and 'er friend\nwaiting for them.\"]\n\nThey did lose 'em the next night, and Charlie Brice 'ad Mrs. Jennings all\nalone to himself for over a couple of hours walking up and down the\nCommercial Road talking about the weather; Charles saying 'ow wet and\ncold it, was, and thinking p'r'aps they 'ad better go off 'ome afore she\ngot a chill.\n\nHe complained to Ted about it when 'e got 'ome, and Ted promised as it\nshouldn't 'appen agin.  He said that 'im and Emma 'ad been so busy\ntalking about getting married that he 'ad forgotten to keep an eye on\nhim.\n\n\"Married!\" ses Charlie, very upset.  \"Married!  And wot's to become o'\nme?\"\n\n\"Come and lodge with us,\" ses Ted.\n\nThey shook hands on it, but Ted said they 'ad both better keep it to\nthemselves a bit and wait until Emma 'ad got more used to Charlie afore\nthey told her.  Ted let 'er get used to 'im for three days more afore he\nbroke the news to 'er, and the way she went on was alarming.  She went on\nfor over ten minutes without taking breath, and she was just going to\nstart again when Mrs. Jennings stopped her.\n\n\"He's all right,\" she ses.  \"You leave 'im alone.\"\n\n\"I'm not touching 'im,\" ses Emma, very scornful.\n\n\"You leave 'im alone,\" ses Mrs. Jennings, taking hold of Charlie's arm.\n\"I don't say things about your young man.\"\n\nCharlie Brice started as if he 'ad been shot, and twice he opened 'is\nmouth to speak and show Mrs. Jennings 'er mistake; but, wot with trying\nto find 'is voice in the fust place, and then finding words to use it\nwith in the second, he didn't say anything.  He just walked along\ngasping, with 'is mouth open like a fish.\n\n\"Don't take no notice of 'er, Charlie,\" ses Mrs. Jennings.\n\n\"I--I don't mind wot she ses,\" ses pore Charlie; \"but you're making a\ngreat----\"\n\n\"She's quick-tempered, is Emma,\" ses Mrs. Jennings.  \"But, there, so am\nI.  Wot you might call a generous temper, but quick.\"\n\nCharlie went cold all over.\n\n\"Treat me well and I treat other people well,\" ses Mrs. Jennings.  \"I\ncan't say fairer than that, can I?\"\n\nCharlie said \"Nobody could,\" and then 'e walked along with her hanging on\nto 'is arm, arf wondering whether it would be wrong to shove 'er under a\nbus that was passing, and arf wondering whether 'e could do it if it\nwasn't.\n\n\"As for Emma saying she won't 'ave you for a lodger,\" ses Mrs. Jennings,\n\"let 'er wait till she's asked.  She'll wait a long time if I 'ave my\nsay.\"\n\nCharlie didn't answer her.  He walked along with 'is mouth shut, his idea\nbeing that the least said the soonest mended.  Even Emma asked 'im at\nlast whether he 'ad lost 'is tongue, and said it was curious 'ow\ndifferent love took different people.\n\nHe talked fast enough going 'ome with Ted though, and pretty near lost\n'is temper with 'im when Ted asked 'im why he didn't tell Mrs. Jennings\nstraight that she 'ad made a mistake.\n\n\"She knows well enough,\" he says, grinding 'is teeth; \"she was just\ntrying it on.  That's 'ow it is widders get married agin.  You'll 'ave to\nchoose between going out with me or Emma, Ted.  I can't face Mrs.\nJennings again.  I didn't think anybody could 'ave parted us like that.\"\n\nTed said it was all nonsense, but it was no good, and the next night he\nwent off alone and came back very cross, saying that Mrs. Jennings 'ad\nbeen with 'em all the time, and when 'e spoke to Emma about it she said\nit was just tit for tat, and reminded 'im 'ow she had 'ad to put up with\nCharlie.  For four nights running 'e went out for walks, with Emma\nholding one of 'is arms and Mrs. Jennings the other.\n\n\"It's miserable for you all alone 'ere by yourself; Charlie,\" he ses.\n\"Why not come?  She can't marry you against your will.  Besides, I miss\nyou.\"\n\nCharlie shook 'ands with 'im, but 'e said 'e wouldn't walk out with Mrs.\nJennings for a fortune.  And all that Ted could say made no difference.\nHe stayed indoors of an evening reading the paper, or going for little\nwalks by 'imseif, until at last Ted came 'ome one evening, smiling all\nover his face, and told 'im they had both been making fools of themselves\nfor nothing.\n\n\"Mrs. Jennings is going to be married,\" he ses, clapping Charlie on the\nback.\n\n\"_Wot?_\" ses Charlie.\n\nTed nodded.  \"Her and Emma 'ad words to-night,\" he ses, laughing, \"and it\nall come out.  She's been keeping company for some time.  He's away at\npresent, and they're going to be married as soon as 'e comes back.\"\n\n\"Well,\" ses Charlie, \"why did she----\"\n\n\"To oblige Emma,\" ses Ted, \"to frighten you into staying at 'ome.  I'd\n'ad my suspicions for some time, from one or two things I picked up.\"\n\n\"Ho!\" ses Charlie.  \"Well, it'll be my turn to laugh to-morrow night.\nWe'll see whether she can shake me off agin.\"\n\nTed looked at 'im a bit worried.  \"It's a bit orkard,\" he ses, speaking\nvery slow.  \"You see, they made it up arterwards, and then they both made\nme promise not to tell you, and if you come, they'll know I 'ave.\"\n\nCharlie did a bit o' thinking.  \"Not if I pretend to make love to Mrs.\nJennings?\"  he ses, at last, winking at 'im.  \"And it'll serve her right\nfor being deceitful.  We'll see 'ow she likes it.  Wot sort o' chap is\nthe young man--big?\"\n\n\"Can't be,\" ses Ted; \"cos Emma called 'im a little shrimp.\"\n\n\"I'll come,\" ses Charlie; \"and it'll be your own fault if they find out\nyou told me about it.\"\n\nThey fell asleep talking of it, and the next evening Charlie put on a new\nneck-tie he 'ad bought, and arter letting Ted have arf an hour's start\nwent out and met 'em accidental.  The fust Mrs. Jennings knew of 'is\nbeing there was by finding an arm put round 'er waist.\n\n\"Good-evening, Sophy,\" he ses.\n\n\"'Ow--'ow dare you?\" ses Mrs. Jennings, giving a scream and pushing him\naway.\n\nCharlie looked surprised.\n\n\"Why, ain't you pleased to see me?\"  he ses.  \"I've 'ad the raging\ntoothache for over a week; I've got it now a bit, but I couldn't stay\naway from you\n\n### Summary:\n\n"}
{"original_length": 6004, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\n\"THE TOLL-HOUSE\"\n\n\n\"It's all nonsense,\" said Jack Barnes.  \"Of course people have died in the\nhouse; people die in every house.  As for the noises--wind in the chimney\nand rats in the wainscot are very convincing to a nervous man.  Give me\nanother cup of tea, Meagle.\"\n\n\"Lester and White are first,\" said Meagle, who was presiding at the\ntea-table of the Three Feathers Inn.  \"You've had two.\"\n\nLester and White finished their cups with irritating slowness, pausing\nbetween sips to sniff the aroma, and to discover the sex and dates of\narrival of the \"strangers\" which floated in some numbers in the beverage.\nMr. Meagle served them to the brim, and then, turning to the grimly\nexpectant Mr. Barnes, blandly requested him to ring for hot water.\n\n\"We'll try and keep your nerves in their present healthy condition,\" he\nremarked.  \"For my part I have a sort of half-and-half belief in the\nsuper-natural.\"\n\n\"All sensible people have,\" said Lester.  \"An aunt of mine saw a ghost\nonce.\"\n\nWhite nodded.\n\n\"I had an uncle that saw one,\" he said.\n\n\"It always is somebody else that sees them,\" said Barnes.\n\n\"Well, there is a house,\" said Meagle, \"a large house at an absurdly low\nrent, and nobody will take it.  It has taken toll of at least one life of\nevery family that has lived there--however short the time--and since it\nhas stood empty caretaker after care-taker has died there.  The last\ncaretaker died fifteen years ago.\"\n\n\"Exactly,\" said Barnes.  \"Long enough ago for legends to accumulate.\"\n\n\"I'll bet you a sovereign you won't spend the night there alone, for all\nyour talk,\" said White, suddenly.\n\n\"And I,\" said Lester.\n\n\"No,\" said Barnes slowly.  \"I don't believe in ghosts nor in any\nsupernatural things whatever; all the same I admit that I should not care\nto pass a night there alone.\"\n\n\"But why not?\"  inquired White.\n\n\"Wind in the chimney,\" said Meagle with a grin.\n\n\"Rats in the wainscot,\" chimed in Lester.  \"As you like,\" said Barnes\ncoloring.\n\n\"Suppose we all go,\" said Meagle.  \"Start after supper, and get there\nabout eleven.  We have been walking for ten days now without an\nadventure--except Barnes's discovery that ditchwater smells longest.  It\nwill be a novelty, at any rate, and, if we break the spell by all\nsurviving, the grateful owner ought to come down handsome.\"\n\n\"Let's see what the landlord has to say about it first,\" said Lester.\n\"There is no fun in passing a night in an ordinary empty house.  Let us\nmake sure that it is haunted.\"\n\nHe rang the bell, and, sending for the landlord, appealed to him in the\nname of our common humanity not to let them waste a night watching in a\nhouse in which spectres and hobgoblins had no part.  The reply was more\nthan reassuring, and the landlord, after describing with considerable art\nthe exact appearance of a head which had been seen hanging out of a\nwindow in the moonlight, wound up with a polite but urgent request that\nthey would settle his bill before they went.\n\n\"It's all very well for you young gentlemen to have your fun,\" he said\nindulgently; \"but supposing as how you are all found dead in the morning,\nwhat about me?  It ain't called the Toll-House for nothing, you know.\"\n\n\"Who died there last?\"  inquired Barnes, with an air of polite derision.\n\n\"A tramp,\" was the reply.  \"He went there for the sake of half a crown,\nand they found him next morning hanging from the balusters, dead.\"\n\n\"Suicide,\" said Barnes.  \"Unsound mind.\"\n\nThe landlord nodded.  \"That's what the jury brought it in,\" he said\nslowly; \"but his mind was sound enough when he went in there.  I'd known\nhim, off and on, for years.  I'm a poor man, but I wouldn't spend the\nnight in that house for a hundred pounds.\"\n\n[Illustration: \"I'm a poor man, but I wouldn't spend the night in that\nhouse for a hundred pounds.\"]\n\nHe repeated this remark as they started on their expedition a few hours\nlater.  They left as the inn was closing for the night; bolts shot\nnoisily behind them, and, as the regular customers trudged slowly\nhomewards, they set off at a brisk pace in the direction of the house.\nMost of the cottages were already in darkness, and lights in others went\nout as they passed.\n\n\"It seems rather hard that we have got to lose a night's rest in order to\nconvince Barnes of the existence of ghosts,\" said White.\n\n\"It's in a good cause,\" said Meagle.  \"A most worthy object; and\nsomething seems to tell me that we shall succeed.  You didn't forget the\ncandles, Lester?\"\n\n\"I have brought two,\" was the reply; \"all the old man could spare.\"\n\nThere was but little moon, and the night was cloudy.  The road between\nhigh hedges was dark, and in one place, where it ran through a wood, so\nblack that they twice stumbled in the uneven ground at the side of it.\n\n\"Fancy leaving our comfortable beds for this!\"  said White again.  \"Let\nme see; this desirable residential sepulchre lies to the right, doesn't\nit?\"\n\n\"Farther on,\" said Meagle.\n\nThey walked on for some time in silence, broken only by White's tribute\nto the softness, the cleanliness, and the comfort of the bed which was\nreceding farther and farther into the distance.  Under Meagle's guidance\nthey turned oft at last to the right, and, after a walk of a quarter of a\nmile, saw the gates of the house before them.\n\n[Illustration: \"They saw the gates of the house before them.\"]\n\nThe lodge was almost hidden by overgrown shrubs and the drive was choked\nwith rank growths.  Meagle leading, they pushed through it until the dark\npile of the house loomed above them.\n\n\"There is a window at the back where we can get in, so the landlord\nsays,\" said Lester, as they stood before the hall door.\n\n\"Window?\" said Meagle.  \"Nonsense.  Let's do the thing properly.  Where's\nthe knocker?\"\n\nHe felt for it in the darkness and gave a thundering rat-tat-tat at the\ndoor.\n\n\"Don't play the fool,\" said Barnes crossly.\n\n\"Ghostly servants are all asleep,\" said Meagle gravely, \"but I'll wake\nthem up before I've done with them.  It's scandalous keeping us out here\nin the dark.\"\n\nHe plied the knocker again, and the noise volleyed in the emptiness\nbeyond.  Then with a sudden exclamation he put out his hands and stumbled\nforward.\n\n\"Why, it was open all the time,\" he said, with an odd catch in his voice.\n\"Come on.\"\n\n\"I don't believe it was open,\" said Lester, hanging back.  \"Somebody is\nplaying us a trick.\"\n\n\"Nonsense,\" said Meagle sharply.  \"Give me a candle.  Thanks.  Who's got\na match?\"\n\nBarnes produced a box and struck one, and Meagle, shielding the candle\nwith his hand, led the way forward to the foot of the stairs.  \"Shut the\ndoor, somebody,\" he said, \"there's too much draught.\"\n\n\"It is shut,\" said White, glancing behind him.\n\nMeagle fingered his chin.  \"Who shut it?\"  he inquired, looking from one\nto the other.  \"Who came in last?\"\n\n\"I did,\" said Lester, \"but I don't remember shutting it--perhaps I did,\nthough.\"\n\nMeagle, about to speak, thought better of it, and, still carefully\nguarding the flame, began to explore the house, with the others close\nbehind.  Shadows danced on the walls and lurked in the corners as they\nproceeded.  At the end of the passage they found a second staircase, and\nascending it slowly gained the first floor.\n\n\"Careful!\" said Meagle, as they gained the landing.\n\nHe held the candle forward and showed where the balusters had broken\naway.  Then he peered curiously into the void beneath.\n\n\"This is where the tramp hanged himself, I suppose,\" he said\nthoughtfully.\n\n\"You've got an unwholesome mind,\" said White, as they walked on.  \"This\nplace is qutie creepy enough without your remembering that.  Now let's\nfind a comfortable room and have a little nip of whiskey apiece and a\npipe.  How will this do?\"\n\nHe opened a door at the end of the passage and revealed a small square\nroom.  Meagle led the way with the candle, and, first melting a drop or\ntwo of tallow, stuck it on the mantelpiece.  The others seated themselves\non the floor and watched pleasantly as White drew from his pocket a small\nbottle of whiskey and a tin cup.\n\n\"H'm!  I've forgotten the water,\" he exclaimed.  \"I'll soon get some,\"\nsaid Meagle.\n\nHe tugged violently at the bell-handle, and the rusty jangling of a bell\nsounded from a distant kitchen.  He rang again.\n\n\"Don't play the fool,\" said Barnes roughly.\n\nMeagle laughed.  \"I only wanted to convince you,\" he said kindly.  \"There\nought to be, at any rate, one ghost in the servants' hall.\"\n\nBarnes held up his hand for silence.\n\n\"Yes?\" said Meagle with a grin at the other two.  \"Is anybody coming?\"\n\n\"Suppose we drop this game and go back,\" said Barnes suddenly.  \"I don't\nbelieve in spirits, but nerves are outside anybody's command.  You may\nlaugh as you like, but it really seemed to me that I heard a door open\nbelow and steps on the stairs.\"\n\nHis voice was drowned in a roar of laughter.\n\n\"He is coming round,\" said Meagle with a smirk.  \"By the time I have done\nwith him he will be a confirmed believer.  Well, who will go and get some\nwater?  Will you, Barnes?\"\n\n\"No,\" was the reply.\n\n\"If there is any it might not be safe to drink after all these years,\"\nsaid Lester.  \"We must do without it.\"\n\nMeagle nodded, and taking a seat on the floor held out his hand for the\ncup.  Pipes were lit and the clean, wholesome smell of tobacco filled the\nroom.  White produced a pack of cards; talk and laughter rang through the\nroom and died away reluctantly in distant corridors.\n\n\"Empty rooms always delude me into the belief that I possess a deep\nvoice,\" said Meagle.  \"To-morrow----\"\n\nHe started up with a smothered exclamation as the light went out suddenly\nand something struck him on the head.  The others sprang to their feet.\nThen Meagle laughed.\n\n\"It's the candle,\" he exclaimed.  \"I didn't stick it enough.\"\n\nBarnes struck a match and relighting the candle stuck it on the\nmantelpiece, and sitting down took up his cards again.\n\n\"What was I going to say?\"  said Meagle.  \"Oh, I know; to-morrow I----\"\n\n\"Listen!\" said White, laying his hand on the other's sleeve.  \"Upon my\nword I really thought I heard a laugh.\"\n\n\"Look here!\" said Barnes.  \"What do you say to going back?  I've had\nenough of this.  I keep fancying that I hear things too; sounds of\nsomething moving about in the passage outside.  I know it's only fancy,\nbut it's uncomfortable.\"\n\n\"You go if you want to,\" said Meagle, \"and we will play dummy.  Or you\nmight ask the tramp to take your hand for you, as you go downstairs.\"\n\nBarnes shivered and exclaimed angrily.  He got up and, walking to the\nhalf-closed door, listened.\n\n\"Go outside,\" said Meagle, winking at the other two.  \"I'll dare you to\ngo down to the hall door and back by yourself.\"\n\nBarnes came back and, bending forward, lit his pipe at the candle.\n\n\"I am nervous but rational,\" he said, blowing out a thin cloud of smoke.\n\"My nerves tell me that there is something prowling up and down the long\npassage outside; my reason tells me that it is all nonsense.  Where are\nmy cards?\"\n\nHe sat down again, and taking up his hand, looked through it carefully\nand led.\n\n\"Your play, White,\" he said after a pause.  White made no sign.\n\n\"Why, he is asleep,\" said Meagle.  \"Wake up, old man.  Wake up and play.\"\n\nLester, who was sitting next to him, took the sleeping man by the arm and\nshook him, gently at first and then with some roughness; but White, with\nhis back against the wall and his head bowed, made no sign.  Meagle\nbawled in his ear and then turned a puzzled face to the others.\n\n\"He sleeps like the dead,\" he said, grimacing.  \"Well, there are still\nthree of us to keep each other company.\"\n\n\"Yes,\" said Lester, nodding.  \"Unless--Good Lord! suppose----\"\n\nHe broke off and eyed them trembling.\n\n\"Suppose what?\" inquired Meagle.\n\n\"Nothing,\" stammered Lester.  \"Let's wake him.  Try him again. _White!\nWhite!_\"\n\n\"It's no good,\" said Meagle seriously; \"there's something wrong about\nthat sleep.\"\n\n\"That's what I meant,\" said Lester; \"and if he goes to sleep like that,\nwhy shouldn't----\"\n\nMeagle sprang to his feet.  \"Nonsense,\" he said roughly.  \"He's tired\nout; that's all.  Still, let's take him up and clear out.  You take his\nlegs and Barnes will lead the way with the candle.  Yes?  Who's that?\"\n\nHe looked up quickly towards the door.  \"Thought I heard somebody tap,\"\nhe said with a shamefaced laugh.  \"Now, Lester, up with him.  One, two--\nLester!  Lester!\"\n\nHe sprang forward too late; Lester, with his face buried in his arms, had\nrolled over on the floor fast asleep, and his utmost efforts failed to\nawaken him.\n\n\"He--is--asleep,\" he stammered.  \"'Asleep!\"\n\nBarnes, who had taken the candle from the mantel-piece, stood peering at\nthe sleepers in silence and dropping tallow over the floor.\n\n[Illustration: \"Barnes, stood peering at the sleepers in silence and\ndropping tallow over the floor.\"]\n\n\"We must get out of this,\" said Meagle.  \"Quick!\"  Barnes hesitated.  \"We\ncan't leave them here--\" he began.\n\n\"We must,\" said Meagle in strident tones.  \"If you go to sleep I shall\ngo--Quick!  Come.\"\n\nHe seized the other by the arm and strove to drag him to the door.\nBarnes shook him off, and putting the candle back on the mantelpiece,\ntried again to arouse the sleepers.\n\n\"It's no good,\" he said at last, and, turning from them, watched Meagle.\n\"Don't you go to sleep,\" he said anxiously.\n\nMeagle shook his head, and they stood for some time in uneasy silence.\n\"May as well shut\n\n### Summary:\n\n"}
{"original_length": 7472, "trunc_length": 4096, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nSAILORS' KNOTS\n\nBy W.W. Jacobs\n\n\n1909\n\n\n\nPETER'S PENCE\n\n\nSailormen don't bother much about their relations, as a rule, said the\nnight-watchman; sometimes because a railway-ticket costs as much as a\nbarrel o' beer, and they ain't got the money for both, and sometimes\nbecause most relations run away with the idea that a sailorman has been\nknocking about 'arf over the world just to bring them 'ome presents.\n\nThen, agin, some relations are partikler about appearances, and they\ndon't like it if a chap don't wear a collar and tidy 'imself up.  Dress\nis everything nowadays; put me in a top 'at and a tail-coat, with a\ntwopenny smoke stuck in my mouth, and who would know the difference\nbetween me and a lord?  Put a bishop in my clothes, and you'd ask 'im to\n'ave a 'arf-pint as soon as you would me--sooner, p'r'aps.\n\n[Illustration: \"Put a bishop in my clothes, and you'd ask 'im to 'ave a\n'arf-pint as soon as you would me.\"]\n\nTalking of relations reminds me of Peter Russet's uncle.  It's some years\nago now, and Peter and old Sam Small and Ginger Dick 'ad just come back\narter being away for nearly ten months.  They 'ad all got money in their\npockets, and they was just talking about the spree they was going to\nhave, when a letter was brought to Peter, wot had been waiting for 'im at\nthe office.\n\nHe didn't like opening it at fust.  The last letter he had 'ad kept 'im\nhiding indoors for a week, and then made him ship a fortnight afore 'e\nhad meant to.  He stood turning it over and over, and at last, arter Sam,\nwot was always a curious man, 'ad told 'im that if he didn't open it he'd\ndo it for 'im, he tore it open and read it.\n\n\"It's from my old uncle, George Goodman,\" he ses, staring.  \"Why, I ain't\nseen 'im for over twenty years.\"\n\n\"Do you owe 'im any money?\"  ses Sam.\n\nPeter shook his 'ead.  \"He's up in London,\" he ses, looking at the letter\nagin, \"up in London for the fust time in thirty-three years, and he wants\nto come and stay with me so that I can show 'im about.\"\n\n\"Wot is he?\" ses Sam.\n\n\"He's retired,\" ses Peter, trying not to speak proud.\n\n\"Got money?\" ses Sam, with a start.\n\n\"I b'leeve so,\" ses Peter, in a off-hand way.  \"I don't s'pose 'e lives\non air.\"\n\n\"Any wives or children?\" ses Sam.\n\n\"No,\" ses Peter.  \"He 'ad a wife, but she died.\"\n\n\"Then you have 'im, Peter,\" ses Sam, wot was always looking out for\nmoney.  \"Don't throw away a oppertunity like that.  Why, if you treat 'im\nwell he might leave it all to you.\"\n\n\"No such luck,\" ses Peter.\n\n\"You do as Sam ses,\" ses Ginger.  \"I wish I'd got an uncle.\"\n\n\"We'll try and give 'im a good time,\" ses Sam, \"and if he's anything like\nPeter we shall enjoy ourselves.\"\n\n\"Yes; but he ain't,\" ses Peter.  \"He's a very solemn, serious-minded man,\nand a strong teetotaller.  Wot you'd call a glass o' beer he'd call\npison.  That's 'ow he got on.  He's thought a great deal of in 'is place,\nI can tell you, but he ain't my sort.\"\n\n\"That's a bit orkard,\" ses Sam, scratching his 'ead.  \"Same time, it\ndon't do to throw away a chance.  If 'e was my uncle I should pretend to\nbe a teetotaller while 'e was here, just to please 'im.\"\n\n\"And when you felt like a drink, Peter,\" ses Ginger, \"me and Sam would\nlook arter 'im while you slipped off to get it.\"\n\n\"He could 'ave the room below us,\" ses Sam.  \"It is empty.\"\n\nPeter gave a sniff.  \"Wot about you and Ginger?\"  he ses.\n\n\"Wot about us?\" ses Sam and Ginger, both together.\n\n\"Why, you'd 'ave to be teetotallers, too,\" ses Peter.  \"Woes the good o'\nme pretending to be steady if 'e sees I've got pals like you?\"\n\nSam scratched his 'ead agin, ever so long, and at last he ses, \"Well,\nmate,\" he ses, \"drink don't trouble me nor Ginger.  We can do without it,\nas far as that goes; and we must all take it in turns to keep the old\ngentleman busy while the others go and get wot they want.  You'd better\ngo and take the room downstairs for 'im, afore it goes.\"\n\nPeter looked at 'im in surprise, but that was Sam all over.  The idea o'\nknowing a man with money was too much for 'im, and he sat there giving\ngood advice to Peter about 'is behavior until Peter didn't know whether\nit was 'is uncle or Sam's.  'Owever, he took the room and wrote the\nletter, and next arternoon at three o'clock Mr. Goodman came in a four-\nwheel cab with a big bag and a fat umbrella.  A short, stiffish-built man\nof about sixty he was, with 'is top lip shaved and a bit o' short gray\nbeard.  He 'ad on a top 'at and a tail-coat, black kid gloves and a\nlittle black bow, and he didn't answer the cabman back a single word.\n\n[Illustration: \"Mr. Goodman came in a four-wheel cab with a big bag and a\nfat umbrella.\"]\n\nHe seemed quite pleased to see Peter, and by and by Sam, who was bursting\nwith curiosity, came down-stairs to ask Peter to lend 'im a boot-lace,\nand was interduced.  Then Ginger came down to look for Sam, and in a few\nminutes they was all talking as comfortable as possible.\n\n\"I ain't seen Peter for twenty years,\" ses Mr. Goodman--\"twenty long\nyears!\"\n\nSam shook his 'ead and looked at the floor.\n\n\"I happened to go and see Peter's sister--my niece Polly,\" ses Mr.\nGoodman, \"and she told me the name of 'is ship.  It was quite by chance,\nbecause she told me it was the fust letter she had 'ad from him in seven\nyears.\"\n\n\"I didn't think it was so long as that,\" ses Peter.  \"Time passes so\nquick.\"\n\nHis uncle nodded.  \"Ah, so it does,\" 'e ses.  \"It's all the same whether\nwe spend it on the foaming ocean or pass our little lives ashore.  Afore\nwe can turn round, in a manner o' speaking, it 'as gorn.\"\n\n\"The main thing,\" ses Peter, in a good voice, \"is to pass it properly.\"\n\n\"Then it don't matter,\" ses Ginger.\n\n\"So it don't,\" ses Sam, very serious.\n\n\"I held 'im in my arms when 'e was a baby,\" ses Mr. Goodman, looking at\nPeter.\n\n\"Fond o' children?\" ses Sam.\n\nMr. Goodman nodded.  \"Fond of everybody,\" he ses.\n\n\"That's 'ow Peter is,\" ses Ginger; \"specially young----\"\n\nPeter Russet and Sam both turned and looked at 'im very sharp.\n\n\"Children,\" ses Ginger, remembering 'imself, \"_and_ teetotallers.  I\ns'pose it is being a teetotaller 'imself.\"\n\n\"Is Peter a teetotaller?\" ses Mr. Goodman.  \"I'd no idea of it.  Wot a\njoyful thing!\"\n\n\"It was your example wot put it into his 'ead fust, I b'leeve,\" ses Sam,\nlooking at Peter for 'im to notice 'ow clever he was.\n\n\"And then, Sam and Ginger Dick being teetotallers too,\" ses Peter, \"we\nall, natural-like, keep together.\"\n\nMr. Goodman said they was wise men, and, arter a little more talk, he\nsaid 'ow would it be if they went out and saw a little bit of the great\nwicked city?  They all said they would, and Ginger got quite excited\nabout it until he found that it meant London.\n\nThey got on a bus at Aldgate, and fust of all they went to the British\nMuseum, and when Mr. Goodman was tired o' that--and long arter the others\nwas--they went into a place and 'ad a nice strong cup of tea and a piece\no' cake each.  When they come out o' there they all walked about looking\nat the shops until they was tired out, and arter wot Mr. Goodman said was\na very improving evening they all went 'ome.\n\nSam and Ginger went 'ome just for the look 'o the thing, and arter\nwaiting a few minutes in their room they crept downstairs agin to spend\nwot was left of the evening.  They went down as quiet as mice, but, for\nall that, just as they was passing Mr. Goodman's room the door opened,\nand Peter, in a polite voice, asked 'em to step inside.\n\n\"We was just thinking you'd be dull up there all alone,\" he ses.\n\nSam lost 'is presence o' mind, and afore he knew wot 'e was doing 'im and\nGinger 'ad walked in and sat down.  They sat there for over an hour and a\n'arf talking, and then Sam, with a look at Ginger, said they must be\ngoing, because he 'ad got to call for a pair o' boots he 'ad left to be\nmended.\n\n\"Why, Sam, wot are you thinking of?\" ses Peter, who didn't want anybody\nto 'ave wot he couldn't.  \"Why, the shop's shut.\"\n\n\"I don't think so,\" ses Sam, glaring at 'im.  \"Anyway, we can go and\nsee.\"\n\nPeter said he'd go with 'im, and just as they got to the door Mr. Goodman\nsaid he'd go too.  O' course, the shops was shut, and arter Mr. Goodman\n'ad stood on Tower Hill admiring the Tower by moonlight till Sam felt\nready to drop, they all walked back.  Three times Sam's boot-lace come\nundone, but as the ethers all stopped too to see 'im do it up it didn't\ndo 'im much good.  Wot with temper and dryness 'e could 'ardly bid Peter\n\"Good-night.\"\n\nSam and Ginger 'ad something the next morning, but morning ain't the time\nfor it; and arter they had 'ad dinner Mr. Goodman asked 'em to go to the\nZoological Gardens with 'im.  He paid for them all, and he 'ad a lot to\nsay about kindness to animals and 'ow you could do anything with 'em\na'most by kindness.  He walked about the place talking like a book, and\nwhen a fat monkey, wot was pretending to be asleep, got a bit o' Sam's\nwhisker, he said it was on'y instink, and the animal had no wish to do\n'im 'arm.\n\n\"Very likely thought it was doing you a kindness, Sam,\" ses Ginger.\n\nMr. Goodman said it was very likely, afore Sam could speak, and arter\nwalking about and looking at the other things they come out and 'ad a\nnice, strong, 'ot cup o' tea, same as they 'ad the day before, and then\nwalked about, not knowing what to do with themselves.\n\nSam got tired of it fust, and catching Ginger's eye said he thought it\nwas time to get 'ome in case too much enjoyment wasn't good for 'em.  His\nidea was to get off with Ginger and make a night of it, and when 'e found\nPeter and his uncle was coming too, he began to think that things was\nlooking serious.\n\n\"I don't want to spile your evening,\" he says, very perlite.  \"I must get\n'ome to mend a pair o' trowsis o' mine, but there's no need for you to\ncome.\"\n\n\"I'll come and watch you,\" ses Peter's uncle.\n\n\"And then I'm going off to bed early,\" ses Sam.  \"Me, too,\" ses Ginger,\nand Peter said he could hardly keep 'is eyes open.\n\nThey got on a bus, and as Sam was about to foller Ginger and Peter on\ntop, Mr. Goodman took hold of 'im by the arm and said they'd go inside.\nHe paid two penny fares, and while Sam was wondering 'ow to tell 'im that\nit would be threepence each, the bus stopped to take up a passenger and\nhe got up and moved to the door.\n\n\"They've gone up there,\" he ses, pointing.\n\nAfore Sam could stop 'im he got off, and Sam, full o' surprise, got off\ntoo, and follered 'im' on to the pavement.\n\n\"Who's gone up there?\"  he ses, as the bus went on agin.\n\n\"Peter and Mr. Ginger Dick,\" ses Mr. Good-man.  \"But don't you trouble.\nYou go 'ome and mend your trowsis.\"\n\n\"But they're on the bus,\" ses Sam, staring.  \"Dick and Peter, I mean.\"\n\nMr. Goodman shook his 'ead.\n\n\"They got off.  Didn't you see 'em?\"  he ses.  \"No,\" ses Sam, \"I'll swear\nthey didn't.\"\n\n\"Well, it's my mistake, I s'pose,\" ses Peter's uncle.  \"But you get off\nhome; I'm not tired yet, and I'll walk.\"\n\nSam said 'e wasn't very tired, and he walked along wondering whether Mr.\nGoodman was quite right in his 'ead.  For one thing, 'e seemed upset\nabout something or other, and kept taking little peeps at 'im in a way he\ncouldn't understand at all.\n\n\"It was nice tea we 'ad this arternoon,\" ses Mr. Goodman at last.\n\n\"De-licious,\" ses Sam.\n\n\"Trust a teetotaller for knowing good tea,\" ses Mr. Goodman.  \"I expect\nPeter enjoyed it.  I s'pose 'e is a very strict teetotaller?\"\n\n\"Strict ain't the word for it,\" ses Sam, trying to do 'is duty by Peter.\n\"We all are.\"\n\n\"That's right,\" ses Mr. Goodman, and he pushed his 'at back and looked at\nSam very serious.  They walked on a bit further, and then Peter's uncle\nstopped sudden just as they was passing a large public-'ouse and looked\nat Sam.\n\n\"I don't want Peter to know, 'cos it might alarm 'im,\" he ses, \"but I've\ncome over a bit faint.  I'll go in 'ere for 'arf a minnit and sit down.\nYou'd better wait outside.\"\n\n\"I'll come in with you, in case you want help,\" ses Sam.  \"I don't mind\nwot people think.\"\n\nMr. Goodman tried to persuade 'im not to, but it was all no good, and at\nlast 'e walked in and sat down on a tall stool that stood agin the bar,\nand put his hand to his 'ead.\n\n\"I s'pose we shall 'ave to 'ave something,\" he ses in a whisper to Sam;\n\"we can't expect to come in and sit down for nothing.  What'll you take?\"\n\nSam looked at 'im, but he might just as well ha' looked at a brass door-\nknob.\n\n\"I--I--I'll 'ave a small ginger-beer,\" he ses at last, \"a very small\none.\"\n\n\"One small ginger,\" ses Mr. Goodman to the bar-maid, \"and one special\nScotch.\"\n\nSam could 'ardly believe his ears, and he stood there 'oldin'\n\n### Summary:\n\n"}
