{"original_length": 3995, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Internet Archive; University of Florida, Children, David\nGarcia and the Online Distributed Proofreading Team.\n\n\n\n\n\n\n\n\n\n\n\n\"JESUS SAYS SO.\"\n\n\n       *       *       *       *       *\n\nBOSTON:\n\nMASS. SABBATH SCHOOL SOCIETY,\nDepository, No. 13 Cornhill.\n\n1851.\n\n\n\n[Illustration: Frontispiece.]\n\n\n\n\n\"JESUS SAYS SO.\"\n\nOR,\n\nA MEMORIAL OF LITTLE\nSARAH G----\n\nFROM THE LONDON EDITION.\n\n_Approved by the Committee of Publication_.\n\nBOSTON:\n\nMASS. SABBATH SCHOOL SOCIETY,\nDepository, No. 13 Cornhill.\n1851.\n\n\n\n\n\"JESUS SAYS SO.\"\n\n\nSarah G---- was one of several children, living with their parents in a\nnarrow lane in London. Early in the year 1847, Sarah's father had met\nwith a serious accident, and was then in the hospital, where he remained\nfor many weeks a severe sufferer. Sarah and her brothers, deprived of\nthe usual means of support, and their mother being in constant\nattendance on her husband, were consequently often left in great\nnecessity. More than once have these little ones been known to reach the\nhour of four or five in the afternoon, before taking any food; but\namidst all their privations, no complaint was heard from the lips of\nSarah. It was not known until after her death, how silently, yet how\npowerfully, the Spirit of God was, even at this time, working in her\nheart.\n\nThere was nothing particularly attractive in her appearance; quiet and\nunobtrusive, she seemed to the outward observer like most other\nchildren; but \"the Lord seeth not as man seeth.\" The Great Shepherd of\nthe sheep had his eye on this little lamb of the fold, and marked her\nfor his own. At home she was gentle and affectionate, obedient to her\nparents, and during their absence she watched kindly over her little\nbrothers.\n\nHer poor family tasted largely of the cup of sorrow, but poverty and\ndistress, instead of producing impatience and unkindness, seemed to bind\neach one more closely to the other. They experienced the truth of those\nwords: \"Better is a dinner of herbs where love is, than a stalled ox and\nhatred therewith,\" Prov. 15:17. \"Better is a dry morsel, and quietness\ntherewith, than a house full of sacrifices with strife,\" Prov. 17:1.\n\nThe death of her youngest brother appeared to make a strong impression\non Sarah's mind; she said she liked to think she had a brother in\nheaven. Soon after that event, she was admitted into a Sabbath school,\nand it was her delight in the week to prepare her lessons. \"Sunday is\nsuch a happy day,\" she would say; and on that morning she would rise\nearlier than usual to get ready for school.\n\nA little circumstance, which occurred at this time, marked her\ntenderness of conscience. A new bonnet had been promised to her, but not\narriving at the time she had hoped, her disappointment was so great that\nshe shed many tears. This was mentioned to a friend, who talked to her\nabout it. Sarah made no remark at the time, but afterwards she said to\nher mother, \"I did not know before that it was wrong to cry when we were\ndisappointed; I will try not to do so again:\" and in the evening her\nfather overheard her begging God to forgive her pride and fretting about\nthe bonnet.\n\nAnother feature in Sarah's character may be here noticed: this was her\nlove of truth. \"She has never deceived me,\" was her mother's frequent\nremark. \"I cannot remember a single instance of untruth, _even in\nplay_,\" and perhaps this truthfulness of spirit enabled her the more\nreadily to trust the word of another. \"She promised me,\" Sarah would\nsay, and on the promise she would ever rest, in all the sweet dependence\nof a child. Surely this may speak a word to those professing to be the\nfollowers of Him who keepeth his promise for ever--the covenant-keeping\nGod. How lightly are promises often made! how carelessly and\nthoughtlessly broken!\n\nSarah was only permitted to attend the Sabbath school for a few weeks.\nHer health and strength failed, and soon she was confined to her room,\nthen to her bed, which she scarcely left for several months. But now the\nwork of God within her became more evident. It was a pleasant service to\nsit by the bed of this young disciple, and read and talk with her of a\nSaviour's love. She said but little, except in answer to questions, but\nher bright and happy countenance showed how welcome was the subject. Who\nthat witnessed her simple, child-like faith, would not acknowledge the\nfruit of the Spirit's teaching? It was the more apparent, as she had but\nlittle help from man, and few outward advantages, not even being able to\nread; but she treasured up in her mind all she heard, and it was as food\nto her soul, the joy and rejoicing of her heart.\n\nAt an early period of her illness, a violent attack of pain and\npalpitation of the heart made her think she was dying, and she told her\nmother so, adding, \"But I am not afraid, I am so happy.\" \"What makes you\nso happy?\" was asked. \"Because I am going to heaven, and when I pray to\nJesus, my heart seems lifted up.\" \"But, Sarah, do you think your sins\nforgiven?\" \"Yes, mother, I am sure so.\" \"What makes you so sure?\"\n\"Because _Jesus says so_.\"\n\n\"Jesus says,\"--this was ever the ground of her confidence, and proved to\nall around her the Saviour's oft-repeated lesson,--\"Whosoever shall not\nreceive the kingdom of God as a little child, shall in no wise enter\ntherein.\"\n\nSarah lingered many weeks after this. Her mind was full of peace; as she\nlay on her sick bed, no shade of fear passed over her, all was sunshine\nwithin. This one happy thought filled her mind,--\"Jesus loves me, I am\ngoing to heaven.\"\n\nA friend wishing to find out on what her hopes of happiness rested, and\nif she had a real sense of sin, said to her, \"You talk much of going to\nheaven, tell me, do you deserve to go there?\" \"Oh, no,\" was her reply,\n\"I do not deserve it.\" \"Why not?\" In a solemn tone, she answered,\n\"Because I have sinned.\" It was remarked, \"How then can you go there?\nHeaven is such a holy place, no sin can enter there.\" With the brightest\nsmile she quietly replied, \"Ah! but Jesus says he will wash away all my\nsin, and make my soul quite white, and he will carry me there.\"\n\nOh that all would learn of her thus to take Jesus at his word! What an\nenemy to peace is an unbelieving heart!\n\nNone spoke ill of this little girl, even those who knew her least\nremarked, \"she was a good pleasant child,\" but her grateful affection\nbeamed strongly towards all who showed her any kindness, and one who\nwatched her with interest throughout her illness, will not soon forget\nthe earnest smile of welcome with which she was always greeted, when too\nill to speak. Thus she told her thanks.\n\nOnce, the 103d Psalm was read to her, with some remarks on David's\ncauses of thankfulness. It was remarked, \"You, too, Sarah, have many\nthings to bless God for; for what do you thank him most?\" She answered,\n\"Oh, I thank him most for sending Jesus from heaven to save me.\"\n\nMany were the words of comfort she spoke to her poor sorrowing mother,\nwhose heart at times seemed almost broken at the prospect of losing her.\nShe said, \"You will not cry, when I am in heaven, dear mother. I am only\ngoing a little while first, and you will soon follow;\" and once, on an\n\n\n### Summary:\n\n"}
{"original_length": 3219, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Distributed Proofreaders\n\n\n\n\n[Illustration]\n\nHappy are thy men, happy are these thy servants, which stand continually\nbefore Thee and that hear Thy wisdom\n\n1 Kings X 8\n\n\n\n\nComing to the King\n\nBy\n\nFrances Ridley Havergal\n\n\n\n\nComing to the King.\n\n\n\nI came from very far to see\n    The King of Salem, for I had been told\nOf glory and of wisdom manyfold,\n  And condescension infinite and free.\nNow could I rest, when I had heard his fame,\n  In that dark lonely land of death, from whence I came?\n\nI came (but not like Sheba's queen), alone!\n      No stately train, no costly gifts to bring;\nNo friend at court, save One the King!\n    I had requests to spread before His throne,\nAnd I had questions none could solve for me,\n      Of import deep, and full of mystery.\n\n[Illustration]\n\nI came and communed with that mighty King\n      And told Him all my heart, I cannot say\nIn mortal ear what communings were they\n  But wouldst thou know,\n    So too, and meekly bring\nAll that is in thine heart and thou shalt hear\n  His voice of love and power\n          His answers sweet and clear\n\nO happy end of every weary guest!\n    He told me all I needed graciously:--\n  Enough for guidance, and for victory\n      O'er doubts and fears enough for quiet rest,\n    And when some veiled response\n       I could not read\n          It was not hid from Him, this was enough indeed\n\n[Illustration]\n\n[Illustration]\n\nHis wisdom and His glories passed before\n  My wondering eyes in gradual revelation\nThe house that He had built its strong foundation\n  Its living stones and, brightening more and more\nFor glimpses of that palace far away,\n    Where all his loyal ones\n        Shall dwell with Him for aye.\n\n[Illustration]\n\nTrue the report that reached my far-off land\n     Of all His wisdom and transcendent fame,\n  Yet I believed not until I came\nBowed to the dust till raised by royal hand\n    The half was never told by mortal word,\n  My King exceeded all the fame that I had heard\n\n    Oh happy are His servants! happy they\nWho stand continually before His face,\n      Ready to do His will of wisest grace!\n  My King! is mine such blessedness to-day?\n      For I too hear Thy wisdom line by line,\n  Thy ever brightening words in holy radiance shine\n\n[Illustration]\n\n[Illustration]\n\n          Oh, blessed be the Lord they God who sat\n    Our King upon His throne\n        Divine delight\n  In the Beloved crowning Thee with might\n    Honour and majesty supreme and yet\n  The strange and Godlike secret opening thus--\nThe Kingship of His Christ ordained through love to us!\n\n[Illustration]\n\n\n  What shall I render to my glorious King?\nI have but that which I receive from Thee\nAnd what I give, Thou givest back to me,\n    Transmuted by Thy touch, each worthless thing\n  Changed to the preciousness of gem or gold,\n      And by thy blessing multiplied a thousand fold\n\n[Illustration]\n\n  All my desire Thou grantest whatsoer I ask!\n     Was ever mythic tale or dream so bold as this reality,\n  This stream of boundless blessings flowing full and free?\nYet more than I have thought or asked of Thee\n    Out of Thy royal bounty still Thou givest me.\n\nNow--I will turn to my own land and tell,\n  What I myself have seen and heard of Thee,\nAnd give Thine own sweet message, \"Come and see\"\n  And yet in heart and mind for ever dwell\nWith Thee, my King of Peace, in loyal rest,\n  Within the fair pavilion of Thy presence blest.\n\n\nJ R HAVERGAL\n\n\n\n\nOur King\n\n\n\nO Saviour, precious Saviour,\n    Whom yet unseen we love,\nO Name of might and favour,\n      All other names above!\nWe worship Thee, we bless Thee\n    To Thee alone we sing\nWe praise Thee, and confess Thee\n      Our holy Lord and King\n\nIn Thee all fulness dwelleth,\n      All grace and power divine,\n  The glory that excelleth,\n        O Son of God, is Thine!\nWe worship Thee, we bless Thee\n     To Thee alone we sing,\nWe praise Thee and confess Thee,\n      Our glorious Lord and King\n\n\n\n\n[Illustration]\n\n\n\nLed in Peace.\n\n\n\n\"_Ye shall go out with joy and\n    be led forth with peace._\"\n                         Is. IV. 12.\n\n\nWith joy thou shalt be girded,\n      With peace thou shalt be led;\nAnd everlasting glory shall rest upon thy head;\n    The hills break forth in singing;\n          the shadows flee away:\n  This is thy King and Saviour--\n        He will not say thee \"Nay!\"\n\n\n\n\n[Illustration]\n\n\n\n\nHis Presence\n\n\n\n        Oh Saviour if Thy presence here\n      Can such bright joy impart\n        What must it be in that sweet home\n    Where Thou its glory art\n  Here through faith's vision small and fine\nOne glimpse of Thy dear face\n    Kindles a glow in lonely hearts,\n  No cloud can e'er efface.\n\nCecilia Havergal\n\n\n\n[Illustration]\n\n\n\nSprings of Peace\n\n\n\nSprings of peace, when conflict heightens\n  Thine uplifted eye shall see,\n\n  Peace that strengthens calms, and brightens,\nPeace itself a victory.\n\nSprings of comfort strangely springing\n      Through the bitter wells of woe,\n  Founts of hidden gladness, bringing\n    Joy that earth can ne'er bestow\n\n\n\n\n[Illustration: ]\n\n\n\nThe Welcome to the King\n\n\n\n          Midst the darkness, storm, and sorrow\n    One bright gleam I see,\nWell I know the blessed morrow\n      Christ will come for me\n\nMidst the light and peace and glory\n      Of the Fathers home,\n  Christ for me is watching, waiting--\n      Waiting till I come\n\nLong the blessed Guide has led me\n      By the desert road;\n  Now I see the golden towers--\n    City of my God.\n\n    There amidst the love and glory,\nHe is waiting yet;\n      On His hands a name is graven,\n  He can ne'er forget.\n\nThere amidst the songs of heaven--\n    Sweeter to His ear\n  Is the footfall through the desert,\n      Ever drawing near.\n\n    There, made ready are the mansions,\nGlorious, bright and fair;\n      But the Bride the Father gave Him\n  Still is wanting there.\n\nWho is this who comes to meet me\n    On the desert way,\n  As the Morning Star foretelling\n      God's unclouded day?\n\nHe it is who came to win me,\n      On the cross of shame\n  In His glory well I know Him,\n    Evermore the same\n\n    Oh! the blessed joy of meeting,\nAll the desert past!\n      Oh! the wondrous words of greeting\n  He shall speak at last!\n\nHe and I together entering\n      Those bright courts above,\n  He and I together sharing\n    All the Fathers love.\n\n    Where no shade nor stain can enter\nNor the gold be dim,\n      In that holiness unsullied\n  I shall walk with Him\n\nMeet companion then for Jesus,\n      From Him, for Him made,\n  Glory of Gods grace for ever\n    There in me displayed\n\n[Illustration]\n\n    He who in His hour of sorrow\nBore the curse alone,\n      I who through the lonely desert\n  Trod where He had gone\n\nHe and I in that bright glory\n      One deep joy shall share\n  Mine to be for ever with Him\n    His that I am there\n\n\n\n\nThe King of Love.\n\n\n\nThe King\n\n### Summary:\n\n"}
{"original_length": 3862, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Levent Kurnaz.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nThe Masque of the Red Death\n\n\nby\n\nEdgar Allan Poe\n\n\n\n\nThe \"Red Death\" had long devastated the country.  No pestilence had\never been so fatal, or so hideous.  Blood was its Avatar and its\nseal--the redness and the horror of blood.  There were sharp pains, and\nsudden dizziness, and then profuse bleeding at the pores, with\ndissolution.  The scarlet stains upon the body and especially upon the\nface of the victim, were the pest ban which shut him out from the aid\nand from the sympathy of his fellow-men. And the whole seizure,\nprogress and termination of the disease, were the incidents of half an\nhour.\n\nBut the Prince Prospero was happy and dauntless and sagacious. When his\ndominions were half depopulated, he summoned to his presence a thousand\nhale and light-hearted friends from among the knights and dames of his\ncourt, and with these retired to the deep seclusion of one of his\ncastellated abbeys.  This was an extensive and magnificent structure,\nthe creation of the prince's own eccentric yet august taste.  A strong\nand lofty wall girdled it in. This wall had gates of iron.  The\ncourtiers, having entered, brought furnaces and massy hammers and\nwelded the bolts.  They resolved to leave means neither of ingress nor\negress to the sudden impulses of despair or of frenzy from within.  The\nabbey was amply provisioned.  With such precautions the courtiers might\nbid defiance to contagion.  The external world could take care of\nitself.  In the meantime it was folly to grieve, or to think.  The\nprince had provided all the appliances of pleasure.  There were\nbuffoons, there were improvisatori, there were ballet-dancers, there\nwere musicians, there was Beauty, there was wine.  All these and\nsecurity were within.  Without was the \"Red Death\".\n\nIt was towards the close of the fifth or sixth month of his seclusion,\nand while the pestilence raged most furiously abroad, that the Prince\nProspero entertained his thousand friends at a masked ball of the most\nunusual magnificence.\n\nIt was a voluptuous scene, that masquerade.  But first let me tell of\nthe rooms in which it was held.  These were seven--an imperial suite.\nIn many palaces, however, such suites form a long and straight vista,\nwhile the folding doors slide back nearly to the walls on either hand,\nso that the view of the whole extent is scarcely impeded.  Here the\ncase was very different, as might have been expected from the duke's\nlove of the _bizarre_.  The apartments were so irregularly disposed that\nthe vision embraced but little more than one at a time.  There was a\nsharp turn at every twenty or thirty yards, and at each turn a novel\neffect.  To the right and left, in the middle of each wall, a tall and\nnarrow Gothic window looked out upon a closed corridor which pursued\nthe windings of the suite.  These windows were of stained glass whose\ncolour varied in accordance with the prevailing hue of the decorations\nof the chamber into which it opened.  That at the eastern extremity was\nhung, for example in blue--and vividly blue were its windows.  The\nsecond chamber was purple in its ornaments and tapestries, and here the\npanes were purple.  The third was green throughout, and so were the\ncasements.  The fourth was furnished and lighted with orange--the fifth\nwith white--the sixth with violet.  The seventh apartment was closely\nshrouded in black velvet tapestries that hung all over the ceiling and\ndown the walls, falling in heavy folds upon a carpet of the same\nmaterial and hue.  But in this chamber only, the colour of the windows\nfailed to correspond with the decorations.  The panes here were\nscarlet--a deep blood colour.  Now in no one of the seven apartments\nwas there any lamp or candelabrum, amid the profusion of golden\nornaments that lay scattered to and fro or depended from the roof.\nThere was no light of any kind emanating from lamp or candle within the\nsuite of chambers.  But in the corridors that followed the suite, there\nstood, opposite to each window, a heavy tripod, bearing a brazier of\nfire, that projected its rays through the tinted glass and so glaringly\nillumined the room.  And thus were produced a multitude of gaudy and\nfantastic appearances.  But in the western or black chamber the effect\nof the fire-light that streamed upon the dark hangings through the\nblood-tinted panes, was ghastly in the extreme, and produced so wild a\nlook upon the countenances of those who entered, that there were few of\nthe company bold enough to set foot within its precincts at all.\n\nIt was in this apartment, also, that there stood against the western\nwall, a gigantic clock of ebony.  Its pendulum swung to and fro with a\ndull, heavy, monotonous clang; and when the minute-hand made the\ncircuit of the face, and the hour was to be stricken, there came from\nthe brazen lungs of the clock a sound which was clear and loud and deep\nand exceedingly musical, but of so peculiar a note and emphasis that,\nat each lapse of an hour, the musicians of the orchestra were\nconstrained to pause, momentarily, in their performance, to harken to\nthe sound; and thus the waltzers perforce ceased their evolutions; and\nthere was a brief disconcert of the whole gay company; and, while the\nchimes of the clock yet rang, it was observed that the giddiest grew\npale, and the more aged and sedate passed their hands over their brows\nas if in confused revery or meditation.  But when the echoes had fully\nceased, a light laughter at once pervaded the assembly; the musicians\nlooked at each other and smiled as if at their own nervousness and\nfolly, and made whispering vows, each to the other, that the next\nchiming of the clock should produce in them no similar emotion; and\nthen, after the lapse of sixty minutes, (which embrace three thousand\nand six hundred seconds of the Time that flies,) there came yet another\nchiming of the clock, and then were the same disconcert and\ntremulousness and meditation as before.\n\nBut, in spite of these things, it was a gay and magnificent revel.  The\ntastes of the duke were peculiar.  He had a fine eye for colours and\neffects.  He disregarded the _decora_ of mere fashion.  His plans were\nbold and fiery, and his conceptions glowed with barbaric lustre.  There\nare some who would have thought him mad.  His followers felt that he\nwas not.  It was necessary to hear and see and touch him to be _sure_\nthat he was not.\n\nHe had directed, in great part, the movable embellishments of the seven\nchambers, upon occasion of this great _fete_; and it was his own guiding\ntaste which had given character to the masqueraders.  Be sure they were\ngrotesque.  There were much glare and glitter and piquancy and\nphantasm--much of what has been since seen in \"Hernani\".  There were\narabesque figures with unsuited limbs and appointments.  There were\ndelirious fancies such as the madman fashions.  There were much of the\nbeautiful, much of the wanton, much of the _bizarre_, something of the\nterrible, and not a little of that which might have excited disgust.\nTo and fro in the seven chambers there stalked, in fact, a multitude of\ndreams.  And these--the dreams--writhed in and about taking hue from\nthe rooms, and causing the wild music of the orchestra to seem as the\necho of their steps.  And, anon, there\n\n### Summary:\n\n"}
{"original_length": 2096, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Levent Kurnaz.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nThe Raven\n\n\nby\n\nEdgar Allan Poe\n\n\n\n\n\n  Once upon a midnight dreary, while I pondered, weak and weary,\n  Over many a quaint and curious volume of forgotten lore--\n  While I nodded, nearly napping, suddenly there came a tapping,\n  As of some one gently rapping, rapping at my chamber door.\n  \"'Tis some visitor,\" I muttered, \"tapping at my chamber door--\n                                     Only this and nothing more.\"\n\n  Ah, distinctly I remember it was in the bleak December,\n  And each separate dying ember wrought its ghost upon the floor.\n  Eagerly I wished the morrow;--vainly I had sought to borrow\n  From my books surcease of sorrow--sorrow for the lost Lenore--\n  For the rare and radiant maiden whom the angels name Lenore--\n                                     Nameless here for evermore.\n\n  And the silken sad uncertain rustling of each purple curtain\n  Thrilled me--filled me with fantastic terrors never felt before;\n  So that now, to still the beating of my heart, I stood repeating\n  \"'Tis some visiter entreating entrance at my chamber door--\n  Some late visiter entreating entrance at my chamber door;\n                                     This it is and nothing more.\"\n\n  Presently my soul grew stronger; hesitating then no longer,\n  \"Sir,\" said I, \"or Madam, truly your forgiveness I implore;\n  But the fact is I was napping, and so gently you came rapping,\n  And so faintly you came tapping, tapping at my chamber door,\n  That I scarce was sure I heard you\"--here I opened wide the door--\n                                     Darkness there and nothing more.\n\n  Deep into that darkness peering, long I stood there wondering, fearing,\n  Doubting, dreaming dreams no mortals ever dared to dream before;\n  But the silence was unbroken, and the stillness gave no token,\n  And the only word there spoken was the whispered word, \"Lenore?\"\n  This I whispered, and an echo murmured back the word, \"Lenore!\"--\n                                     Merely this and nothing more.\n\n  Back into the chamber turning, all my soul within me burning,\n  Soon again I heard a tapping something louder than before.\n  \"Surely,\" said I, \"surely that is something at my window lattice;\n  Let me see, then, what thereat is and this mystery explore--\n  Let my heart be still a moment and this mystery explore;--\n                                     'Tis the wind and nothing more.\n\n  Open here I flung the shutter, when, with many a flirt and flutter,\n  In there stepped a stately Raven of the saintly days of yore.\n  Not the least obeisance made he; not a minute stopped or stayed he,\n  But, with mien of lord or lady, perched above my chamber door--\n  Perched upon a bust of Pallas just above my chamber door--\n                                     Perched, and sat, and nothing more.\n\n  Then the ebony bird beguiling my sad fancy into smiling,\n  By the grave and stern decorum of the countenance it wore,\n  \"Though thy crest be shorn and shaven, thou,\" I said, \"art sure no craven,\n  Ghastly grim and ancient Raven wandering from the Nightly shore--\n  Tell me what thy lordly name is on the Night's Plutonian shore!\"\n                                     Quoth the Raven, \"Nevermore.\"\n\n  Much I marvelled this ungainly fowl to hear discourse so plainly,\n  Though its answer little meaning--little relevancy bore;\n  For we cannot help agreeing that no living human being\n  Ever yet was blessed with seeing bird above his chamber door--\n  Bird or beast upon the sculptured bust above his chamber door,\n                                     With such name as \"Nevermore.\"\n\n  But the Raven, sitting lonely on that placid bust, spoke only\n  That one word, as if its soul in that one word he did outpour\n  Nothing farther then he uttered; not a feather then he fluttered--\n  Till I scarcely more than muttered: \"Other friends have flown before--\n  On the morrow _he_ will leave me, as my Hopes have flown before.\"\n                                     Then the bird said \"Nevermore.\"\n\n  Startled at the stillness broken by reply so aptly spoken,\n  \"Doubtless,\" said I, \"what it utters is its only stock and store,\n  Caught from some unhappy master whom unmerciful Disaster\n  Followed fast and followed faster till his songs one burden bore--\n  Till the dirges of his Hope that melancholy burden bore\n                                     Of 'Never--nevermore.'\"\n\n  But the Raven still beguiling all my sad soul into smiling,\n  Straight I wheeled a cushioned seat in front of bird and bust and door;\n  Then, upon the velvet sinking, I betook myself to linking\n  Fancy unto fancy, thinking what this ominous bird of yore--\n  What this grim, ungainly, ghastly, gaunt, and ominous bird of yore\n                                     Meant in croaking \"Nevermore.\"\n\n  This I sat engaged in guessing, but no syllable expressing\n  To the fowl whose fiery eyes now burned into my bosom's core;\n  This and more I sat divining, with my head at ease reclining\n  On the cushion's velvet lining that the lamp-light gloated o'er,\n  But whose velvet violet lining with the lamp-light gloating o'er\n                                     _She_ shall press, ah, nevermore!\n\n  Then, methought, the air grew denser, perfumed from an unseen censer\n  Swung by Seraphim whose foot-falls tinkled on the tufted floor.\n  \"Wretch,\" I cried, \"thy God hath lent thee--by these angels he hath sent thee\n  Respite--respite and nepenthe from thy memories of Lenore!\n  Quaff, oh quaff this kind nepenthe and forget this lost Lenore!\"\n                                     Quoth the Raven, \"Nevermore.\"\n\n  \"Prophet!\" said I, \"thing of evil!--prophet still, if bird or devil!--\n  Whether Tempter sent, or whether tempest tossed thee here ashore,\n  Desolate, yet all undaunted, on this desert land enchanted--\n  On this home by Horror haunted--tell me truly, I implore--\n  Is there--_is_ there balm in Gilead?--tell me--tell me, I implore!\"\n                                     Quoth the Raven, \"Nevermore.\"\n\n  \"Prophet!\" said I, \"thing of evil!--prophet still, if bird or devil!\n  By that Heaven that bends above us--by that God we both adore--\n  Tell this soul with sorrow laden if, within the distant Aidenn,\n  It shall clasp a sainted maiden whom the angels name Lenore--\n  Clasp a rare and radiant maiden whom the angels name Lenore.\"\n                                     Quoth the Raven, \"Nevermore.\"\n\n  \"Be that our sign of parting, bird or fiend!\" I shrieked, upstarting--\n  \"Get thee back into the tempest and the Night's Plutonian shore!\n  Leave no black plume as a token of that lie thy soul has spoken!\n  Leave my loneliness unbroken!--quit the bust above my door!\n  Take thy beak from out my heart, and take thy form from off my door!\"\n                                     Quoth the Raven, \"Nevermore.\"\n\n  And the Raven, never flitting, still is sitting, still is sitting\n  On the pallid bust of Pallas just above my chamber door;\n  And his eyes have all the seeming of a demon's that is dreaming\n  And the lamp-light o'er him streaming throws his shadows on the floor;\n  And my soul from out that shadow that lies\n\n### Summary:\n\n"}
{"original_length": 3043, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Internet Archive; University of Florida, David Garcia and\nthe Online Distributed Proofreading Team.\n\n\n\n\n\n[Illustration: Front Cover]\n\n\n\n\n\nHAPPY LITTLE EDWARD,\n\nAND HIS PLEASANT\n\nRIDE AND RAMBLES\n\nIN THE COUNTRY.\n\n\n\n\n1850.\n\n\n\n\nHAPPY\n\nLITTLE EDWARD,\n\nAND HIS PLEASANT,\n\nRIDE AND RAMBLES\n\nIN THE COUNTRY.\n\n[Illustration]\n\n  Come, little children, wake from sleep,\n  And into the country take a peep;\n  Happy Edward leads the way,\n  So haste to the country, haste away!\n\n\n\n\n1850.\n\n\n\n\n[Illustration: Edward and Aunt Mary.]\n\n\n\n\nHAPPY LITTLE EDWARD.\n\n\nEdward Jones was about four years old. He was a good, and of course a\nhappy little boy, and he lived in a beautiful city in Connecticut, with\nhis kind parents, and his brothers and sisters, and a dear good aunt,\nwho took care of him.\n\nEdward's mother had a sister living in Massachusetts, who was the wife\nof a farmer, and one beautiful Spring morning, Mr. and Mrs. Jones\ndetermined to pay her a visit, and to take Edward with them.\n\nThe little fellow was much pleased to hear this, you may be sure; and\nwhen the carriage drove up to the door, he could hardly wait for aunt\nMary to dress him, comb his hair, and get him ready for the journey.\n\nAt first Edward's attention was taken up with the motion of the\ncarriage, and the sight of the horses, as they rode swiftly on their\njourney; but after a while he began to notice the different objects\nwhich presented themselves, as the road led through the green woods, and\non the banks of the broad river, or swept by the pretty villages which\nlay in their route.\n\nAbout noon they stopped at a retired and shady spot on the banks of the\nriver, to give the horses time to get a little rest and refreshment.\n\nSo Edward and his mother seated themselves on the green bank; and she\nlet him take off his cap and dip his fingers in the clear bright stream,\nwhich she told him was running to swell the waters of the great ocean.\nIt was a lovely day; the air was full of the sweet scent of the early\nflowers, and the grass was green and bright with the freshness of\nSpring.\n\n\"What is that running up the tree, mother?\" asked Edward; \"see what\nbright _quick_ eyes it has, and a bushy tail;--there he goes,\nmother!\"\n\n[Illustration: The Squirrel.]\n\n\"That is a squirrel, my dear; a _brown_ squirrel. They are not all\nlike this one. There are _black_ and _gray_ squirrels; and in\nsome very cold countries, _white_ ones. But hark! my son; what\nsound is that?\"\n\nEdward listened, and heard something like the sound of a little hammer\nagainst a tree. He ran into the wood, and there he saw a little bird\nknocking with its bill against the trunk of a tree, just as if it wanted\nsome one to _open the door!_ Soon he saw it draw out of the bark of\nthe tree, a little worm, which hung upon the end of its tongue as if it\nhad been a hook! His mother told him this little bird, was called a\nwoodpecker, and this was the way it took its food.\n\nEdward's father now put him in the carriage, and they proceeded on their\njourney. For the first few miles Edward could think of nothing but the\nsquirrel, the bird, and the pleasant spot where he had been looking at\nthem. Then he began to think of the friends he was going to see, and\nwondered what his cousins would say, and how they would look when they\nsaw him.\n\nA short time before sunset, they stopped before a neat and pretty\ncottage, with a large yard before it; in which two rosy boys and a sweet\nlittle girl were playing together.\n\n\"There, Edward,\" said his mother, \"are your cousins, William, George,\nand Ann, all clapping their hands with joy at seeing us; and there is\naunt Harriet just coming to the door with her baby in her arms.\"\n\nOh, what a joyful time these little cousins had. Edward told all the\nwonders he had seen, and William and George told of many more that they\nwould show him. George said he should ride on his little pony, and\nWilliam promised to show him all his pet rabbits, while Ann insisted\nthat he would be delighted to see her pretty chickens, and to go to her\nplay-room, and see her dolls.\n\nBefore dark, Edward's aunt called the children to supper, and they all\nsat down to the table, where Mrs. Wilson gave them some nice new bread,\nand fresh butter, with some beautiful honey in the honey-comb, such as\nEdward had never seen before. He was quite hungry, as well as much\nfatigued with his day's ride, and as soon as he had finished his supper,\nhe went into the parlor, and kissing his parents, he bade them and all\nhis friends _good night_, and retired to rest. But before he got\ninto bed, he knelt down and thanked GOD for taking care of him through\nthe day, and prayed that He would protect and care for him through the\nnight.\n\nThe next morning the children were all up early, and Edward went out\nwith his cousins to see William's rabbits. He was delighted with the\nbeautiful little animals, and asked a great many questions about them,\nwhich William kindly answered. He admired them so much that he could\nhardly be persuaded to leave them, till Ann told him he would not be\nas obedient as the young rabbits were, if he did not go in at once,\nfor her mother had twice called them to go in and get their breakfasts.\n\nJust as Edward had finished his breakfast, he looked out and saw a\nbeautiful bird sitting on the branch of a young apple-tree, eating the\ntender buds, and singing most sweetly.\n\n[Illustration: The Bullfinch.]\n\n\"There is that mischievous _bullfinch_ again,\" said Mr. Wilson; \"if\nI do not drive him away, I shall never have an apple on that favorite\nyoung tree of mine.\" Then he took down his gun and went into the garden,\nfollowed by the children. But Mr. Wilson was a kind man and would not\nharm a living thing. So he pointed the gun away from the bird and fired.\nThe loud report not only frightened the bird, but startled little Edward\nalso, which made his cousins laugh heartily. The children all thought\nthey had rather lose the apples than such a pretty bird, and were not\nquite satisfied with Mr. Wilson for sending him away. To divert their\nminds, he told them to put on their hats, and take a ramble in the\nfields with him, and perhaps he would walk with them up the high hill\nnear his farm, if their little visitor thought his legs were strong\nenough to climb so high. Edward thought they were; so they set off,\nshouting and racing through the fields, while Mr. Wilson followed\nleisurely in the road.\n\nThey found it rather hard work to climb the hill, which was very steep,\nbut when they got to the top, they were well paid for all their trouble.\nThey could see many pretty towns, with the beautiful river gliding along\nthrough them, and many high hills, like the one they were on, far away\nin the distance. Mr. Wilson pointed out and told them the names of the\ndifferent villages which were in sight, and thus amused and instructed\nthem till they were all well rested. Then they started down the hill,\nand except a few tumbles, reached the foot of it in safety.\n\nMr. Wilson then led the way for a walk over his large farm. In one of\nthe fields they stopped to see a flock of sheep. Among them were a great\nnumber of pretty white lambs, skipping and jumping about, kicking up\ntheir little legs, wagging their tails, and looking so innocent and\nhappy, that\n\n### Summary:\n\n"}
{"original_length": 2864, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Internet Archive; University of Florida, Children, Michael\nCiesielski and the Online Distributed Proofreading Team.\n\n\n\n\n\nThe\n\nSTORY\n\nof the\n\nTWO BULLS\n\n\nWITH ORIGINAL ENGRAVINGS\n\n\n\nNEW YORK:\nDaniel Burgess & Co.\n\n1856\n\n\n\n\nTHE STORY OF THE TWO BULLS.\n\n\nIn former times, my story tells,\n  There lived one Deacon R.,\nAnd not the worst man in the world,\n  Nor best was he, by far.\n\nHis fields were rich, his acres broad,\n  And cattle were his pride;\nOxen and sheep, and horses, too,\n  And what you please, beside.\n\nHis brindle cow, the highest prize\n  Won at the county fair,\nFor taper limbs and rounded form,\n  And short and shining hair.\n\nOld Bonny Gray, a noble steed\n  Of sure, majestic pace,\nBefore the deacon purchased him,\n  Was famous at a race.\n\nThis story he would sometimes tell,\n  And at the end would say,\n\"Alas! such sports are far from right;\n  But Bonny won the day!\"\n\nStill, more than all, the spotted bull\n  Had filled the deacon's mind;\nHis back so straight, his breast so broad,\n  So perfect of his kind.\n\nAnd when 'twas said that Moses Grimes,\n  A justice of the peace,\nHad got the likeliest bull in town,\n  The deacon had no ease.\n\nSo off he rode to see the squire,\n  And put this question straight:\n\"Say, don't you want another bull,\n  And don't yours want a mate?\"\n\nThe squire, perceiving at a glance\n  All that the man was after,\n\"Just forty pounds will buy my bull,\"\n  Quoth he, with ready laughter.\n\nAnd when the beast was brought to view,\n  And carefully surveyed,\nOf deepest red, its every point\n  Of excellence displayed.\n\n\"I'll take him at your price,\" said he--\n  \"Please drive him down to-morrow,\nAnd you shall have the money, sir,\n  If I the cash can borrow.\"\n\nSo saying, turned he on his steed,\n  The nimble-footed Bonny;\nTo-morrow came, and came the bull--\n  The deacon paid the money.\n\nThe sun was hid behind the hills--\n  The next day would be Sunday;\n\"You'll put him in the barn,\" said he,\n  \"And leave him there till Monday.\"\n\nThe deacon was a man of peace,\n  For so he claimed, albeit\nWhen there was war among the beasts,\n  He always liked to see it.\n\n\"How will the bulls together look,\n  And which will prove the stronger?\n'Twere sin to wish the time to pass--\n  'Twould only make it longer.\"\n\nSuch thoughts as these, on Sabbath morn,\n  Like birds of evil token,\nFlew round and round the deacon's mind--\n  Its holy peace was broken.\n\nBeyond the hills the steeple rose,\n  Distant a mile or two.\nOur deacon's house and barns and bulls\n  Were well concealed from view.\n\n\"Be ready all, to meeting go;\n  Perhaps I may not come--\nA curious fluttering near my heart\n  Calls me to stay at home.\"\n\nAs thus he spake, his careful wife\n  Replied with anxious tone,\n\"I'll stay with you; 'twere dangerous\n  To leave you all alone.\"\n\n\"No,\" answered he--\"go, every one;\n  I've had the same before,\nAnd, with a little medicine,\n  No doubt 'twill soon be o'er.\n\n\"Run, Peter, run for Bonny Gray,\n  Nor tarry till you find him;\nI've often heard his own or say\n  He'd carry all behind him.\"\n\nThe carriage stands before the door;\n  They enter--one, two, three;\nThe deacon says, \"There's room for more--\n  Enough for Parson G.\"\n\nThe parson was a portly man--\n  The deacon loved to joke;\nBut afterwards, as it befell,\n  Was sorry that he spoke.\n\nThey move to join the gathering throng\n  Within the house of prayer.\nNow ceased the bell its solemn peal--\n  The deacon was not there.\n\nWhere was he, then? Perhaps you'll say\n  In easy chair reclining,\nThe glimmer of his spectacles,\n  Upon his Bible shining.\n\nAh, no! See you that earnest man,\n  With air so bold and free,\nDriving a spotted, warlike bull?--\n  That very man is he.\n\nLeft to himself, the deacon grave\n  Tarried not long within,\nAnd, thinking of his sturdy beasts,\n  Forgot his medicine.\n\n\"I hope the meeting will be full,\n  And I shall not be missed,\"\nSoftly he breathed, and, looking round,\n  He murmured, \"All is whist!\"\n\nThus on he drove that spotted bull,\n  And near the gateway placed him,\nAnd when the other one came out,\n  It happened so, he faced him.\n\n\"When Greek meets Greek,\" the deacon said,\n  \"Then comes the tug of war;\"\nBut such another tug, I ween,\n  The deacon never saw.\n\nLike sudden thunderbolts they met,\n  The spotted and the red.\nThose bulls will never fight again--\n  The spotted one is dead.\n\nAll gored and prostrate in his blood,\n  He lies upon the ground,\nWhile the unsated red one toward\n  The deacon made a bound.\n\nDown from the bars where he was perched.\n  Aghast, the good man sprung,\nAnd if you'd seen him go it, _then_,\n  You'd said that he was young.\n\nStill after him with fury\n  The bull did rush and roar,\nAnd was very near the deacon\n  When he reached the outer door.\n\nThrough kitchen and through parlor fine,\n  Breathless, the poor man flew,\nAnd lo! the bull is at his heels\n  And in the parlor too.\n\nA flight of stairs is all that's left\n  Between him and despair;\nHe springs to gain the top, and falls,\n  A sober deacon, there.\n\nBut to his ears terrific sounds\n  Rise from the room below--\nTables and glasses, chairs and all,\n  Crash, crash, together go!\n\nUpon the wall a mirror hung,\n  Of massive, gilded frame,\nWhich had reflected many a squire\n  And many a worthy dame.\n\nThere last, not least, the raging beast\n  Descried his form at length,\nAnd deemed it was another bull\n  Coming to try his strength.\n\nHe plunged to meet his threatening foe,\n  But fought himself, alas!\nWhile all around in fragments flew\n  The shattered looking glass!\n\n\"What will come next?\" the deacon cries;\n  \"This is too much for one day:\nMy rifle's loaded, and I'll try\n  To stop this noise on Sunday.\"\n\nWith trembling hand he seized the gun,\n  With wary step descended;\nHe aimed, he fired, he killed the bull,\n  And thus the battle ended.\n\nTo yonder house we turn again,\n  And to the quiet throng\nThe preacher now has said, Amen!\n  Now ends the choral song.\n\nAnd friendly speech and courtesies\n  And shake of hands go round,\nAnd each inquires the other's health,\n  All as in duty bound.\n\n\"How is your spouse?\" the parson said;\n  \"I see he's not at meeting.\"\n\"This morning, sir,\" the wife replied,\n  \"His heart was strangely beating.\n\n\"I hope you'll call and see him soon\"\n  \"That I shall gladly do\n\n### Summary:\n\n"}
{"original_length": 3025, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Garcia and the Online Distributed Proofreading Team.\n\n\n\n\nTHE WORLD TURNED UPSIDE DOWN,\n\nOR\n\n_No News, and Strange News_.\n\n\n\nADORNED WITH CUTS\n\n\n\n[Illustration: FRONTISPIECE]\n\n  Here you may see what's very rare,\n    The world turn'd upside down;\n  A tree and castle in the air,\n    A man walk on his crown.\n\n\n\n\nTHE WORLD TURNED UPSIDE DOWN,\n\nOR,\n\n_No News, and Strange News_.\n\n\n[Illustration: TAILOR RIDING A GOOSE.]\n\n\n\n\n_Roman Capital and Small Letters_.\n\n          A B C D E F G H I J K L\n             M N O P Q R S T U\n                 V W X Y Z\n\n    a b e d e f g h i j k l m n o p q r\n          s t u v w x y z ae oe &\n\n       *       *       *       *       *\n\n_Italic Capital and Small Letters_.\n\n        _A B C D E F G H I J K L M\n         N O P Q R S T U V W X Y Z_\n\n   _a b e d e f g h i j k l m n o p q r\n          s t u v w x y z ae oe &_\n\n       *       *       *       *       *\n\n  To see a butcher kill a hog, is no news;\n  But to see a hare run after a dog, is strange indeed!\n\n\n[Illustration]\n\n\n  This hare hunts the dog,\n    Tho' all of you know,\n  Most dogs hunt the hare--\n    But here it's not so.\n\n       *       *       *       *       *\n\n  To see a poor man and a rich, is no news;\n  But to see the devil hugging a witch, is strange indeed!\n\n\n[Illustration]\n\n  Is your name Nick, sir,\n    Or Old Harry,\n  I insist you tell before\n    We marry.\n\n       *       *       *       *       *\n\n  To see a cat catching a mouse, is no news;\n  But to see a rat building a house, is strange indeed!\n\n\n[Illustration]\n\n  Some rats take delight to gnaw\n    Houses down--\n  I want to build a good\n    House of my own.\n\n       *       *       *       *       *\n\n  To see a bird picking at fruit, is no news;\n  But to see a dog playing the flute, is strange indeed!\n\n\n[Illustration]\n\n  You see I am playing here,\n    Too, too, too, too;\n  When I've done with my flute,\n    I'll give it to you.\n\n       *       *       *       *       *\n\n  To see a greyhound catch a hare, is no news;\n  But to see a lamb hunting a bear, is strange indeed!\n\n\n[Illustration]\n\n  The bear runs away, the\n    Lamb is pursuing;\n  If he catches the bear,\n    There'll be terrible doing.\n\n       *       *       *       *       *\n\n  To see an eagle spread her wings, is no news;\n  But to see an old  man in leading strings, is strange indeed!\n\n\n[Illustration]\n\n  Take care, grandpapa, lest\n    You should fall,\n  And if you want your\n    Chair--pray call.\n\n       *       *       *       *       *\n\n  To see a weaver throw his shuttle, is no news;\n  But to see a man get in a quart bottle, is strange indeed!\n\n\n[Illustration]\n\n  You'll all be amazed to\n    See me get in,\n  And much more surprised\n    If I get out again.\n\n       *       *       *       *       *\n\n  To hear of a Frenchman eating a frog, is no news;\n  But to see a butcher stuck by a hog, is strange indeed!\n\n\n[Illustration]\n\n  Don't hollo!\n    'Tis only a knife,\n  You never stuck a pig\n     So easy in your life.\n\n       *       *       *       *       *\n\n  To see a gardener gather a salad, is no news;\n  But to see an ass singing a ballad, is strange indeed!\n\n\n[Illustration]\n\n  My voice is so fine,\n    And so charming the tune,\n  I expect for to sing at\n    The opera soon.\n\n       *       *       *       *       *\n\n  To see a man get a boat, is no news;\n  But to see a man jump down his throat, is strange indeed!\n\n\n[Illustration]\n\n  If I once get my legs in\n    As far as my knees,\n  The rest will slip down\n    With a great deal of ease.\n\n       *       *       *       *       *\n\n  To see a dog baiting a bull, is no news;\n  But to see a ram spinning of wool, is strange indeed!\n\n\n[Illustration]\n\n  Good lack a daisy!\n    How you grin,\n  To see a poor ram\n    Try to spin.\n\n       *       *       *       *       *\n\n  To see a tailor making a coat, is no news;\n  But to see a hog rowing a boat, is strange indeed!\n\n\n[Illustration]\n\n  Step into my boat,\n    I'll give you a row,\n  I'm an excellent waterman,\n    All of you know.\n\n       *       *       *       *       *\n\n  To see a man fish in a moat, is no news;\n  But to see a monkey shaving a goat, is strange indeed!\n\n\n[Illustration]\n\n  My lather is good, and\n    My razor is keen,\n  In two minutes time,\n    I'll shave you quite clean.\n\n       *       *       *       *       *\n\n  To see a miller grinding corn, is no news;\n  But to see an ox blowing a horn, is strange indeed!\n\n\n[Illustration]\n\n  I blow and I run,\n    And I run and I blow,\n  And which I do best,\n    I'm sure I don't know.\n\n       *       *       *       *       *\n\n  To see a shoemaker hammer his leather, is no news;\n  But to see a hound and a buck drinking together, is strange indeed!\n\n\n[Illustration]\n\n  Mr. Buck, I wish you luck.\n  Mr. Hound, your most profound.\n\n       *       *       *       *       *\n\n  To see a good boy read his book, is no news;\n  But to see a goose roasting a cook, is strange indeed!\n\n\n[Illustration]\n\n  I'll roast ye, and baste ye,\n  But who will may taste ye.\n\n       *       *       *       *       *\n\n  To see a beau at his toilet dress, is no news;\n  But to see two horses playing at chess, is strange indeed!\n\n\n[Illustration]\n\n  Mr. Horse, you don't play\n    Fair, but cheat:\n  Mr. Nag, you say so,\n    Now you're beat.\n\n       *       *       *       *       *\n\n  To see a high-bred horse when prancing, is no news;\n  But to see a cat fiddling and mice all dancing, is strange indeed!\n\n\n[Illustration]\n\n  Come foot it, my dears,\n    And when you've done,\n  I'll eat you for supper,\n    Aye, every one.\n\n       *       *       *       *       *\n\n  To see a lady drinking of tea, is no news;\n  But to see a bird shoot a man in a tree, is strange indeed!\n\n\n[Illustration]\n\n  First of all, I'll shoot this clown,\n  And then I'll bring his bow wow down.\n\n       *       *       *       *       *\n\n  To\n\n### Summary:\n\n"}
{"original_length": 2486, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Internet Archive; University of Florida, Christopher\nBloomfield and the Online Distributed Proofreading Team.\n\n\n\n\n\nCHILD'S NEW STORY BOOK;\n\nOR TALES AND DIALOGUES FOR LITTLE FOLKS.\n\n\n\n1849. [Publication date on cover: 1850]\n\n\n\n  I'll watch thy dawn of joys, and mould\n         Thy little hearts to duty,--\n  I'll teach thee truths as I behold\n  Thy faculties, like flowers, unfold\n         In intellectual beauty.\n\n\n\n\n\n[Illustration: The Little Ship.]\n\n\nThe Little Ship.\n\n\n\"I have made a nice little ship, of cork, and am going to let it sail\nin this great basin of water. Now let us fancy this water to be the\nNorth-Pacific Ocean, and those small pieces of cork on the side of the\nbasin, to be the Friendly Islands, and this little man standing on the\ndeck of the ship, to be the famous navigator, Captain Cook, going to\nfind them.\"\n\n\"Do you know that the Friendly Islands were raised by corals?\"\n\n\"I suppose they were.\"\n\n\"Do you know where Captain Cook was born?\"\n\n\"He was born at Marton, a village in the North Riding of Yorkshire,\nin England.\"\n\n\n\n       *       *       *       *       *\n\n\n[Illustration: The Little Girl and the Shell.]\n\n\nThe Little Girl and the Shell.\n\n\nWhen I went to visit a friend, the other day, I saw a little girl with\nwhom I was much pleased. She sat on a low seat by the fire-side, and\nshe held in her hand a pretty white sea-shell, faintly tinted with pink,\nwhich she kept placing against her ear; and all the while a settled calm\nrested upon her face, and she seemed as if she were listening to the\nholy tones of some loved voice; then taking it away from her ear, she\nwould gaze upon it with a look of deep fondness and pensive delight.\nAt last I said,\n\n\"What are you doing, my dear?\"\n\n\"I am listening to the whisper.\"\n\n\"What whisper?\" I asked.\n\n\"The whisper of the sea,\" she said. \"My uncle sent me this shell, and\na letter in which he said, 'If I placed it against my ear I should hear\nthe whisper of the sea;' and he also said, he would soon come to us, and\nbring me a great many pretty things; and mamma said, when we heard the\nwhisper of the shell, we would call it uncle Henry's promise. And so\nit became very precious to me, and I loved its sound better than sweet\nmusic.\"\n\n\n\n       *       *       *       *       *\n\n\n[Illustration: Robert and John.]\n\n\nRobert and John.\n\n\nOne fine May morning, Robert and John were told by their mamma to go to\nschool. So they put on their caps, and having kissed their mamma, were\nsoon on their way. Now, first they had to pass through a pleasant lane,\nwith tall elm trees on one side, and a hawthorn hedge on the other; then\nacross two fields; then through a churchyard, and then up a little\ngrove, at the end of which was the school-house. But they had not gone\nmore than half the way down the lane, when John began to loiter behind,\nto gather wild flowers, and to pick up smooth little pebbles which had\nbeen washed clean by the rain, while Robert walked on reading his book.\nAt last, John, calling after his brother, said, \"I do not see what is\nthe use of going to school this fine morning; let us play truant.\"\n\n\"No,\" replied Robert; \"I will not take pleasure, for which I know I must\nsuffer in after hours.\"\n\n\"Nonsense about that,\" said John; \"I will enjoy myself while I can.\"\n\n\"And so will I,\" replied Robert; \"and I shall best enjoy myself by\nkeeping a good conscience, and so I will go to school.\"\n\n\"Very well, Robert, then tell the master that I am ill and cannot come,\"\nsaid John.\n\n\"I shall do no such thing, John,\" replied Robert; \"I shall simply tell\nthe truth, if I am asked why you are not with me.\"\n\n\"Then I say you are very unkind, Robert,\" said John.\n\n\"You will not go with me, then?\" asked Robert, with a tear in his sweet\nblue eye.\n\n\"I shall go up into this tree,\" said John; \"and so good morning to you.\"\n\nPoor Robert gave one long look at his brother, heaved a deep sigh, and\nwent on his way. And naughty John sat in the tree and watched him, after\nhe had crossed the stile, walk along the smooth broad pathway that led\nthrough the field, then enter the church-yard, and stoop to read a verse\non a tomb-stone; then take out his kerchief, wipe a tear from his eye,\nlook upward to the cloudless heaven, and then he was gone. And John sat\nstill in the tree, and he said to himself, \"Oh! that I were as good as\nmy brother; but I will go down and follow him.\"\n\nSo he went down from the tree, leapt over the stile, ran along the\nfields, and did not stay to gather _one_ cowslip, though each one made\nhim a golden bow as he passed. And when he went into the school-room,\nthough he was only five minutes later than his brother, he told his\nmaster the whole truth, and how naughty he would have been, had it not\nbeen for a kind little thought, which came into his mind, and bade him\ntry to be as good as his brother.\n\n\n\n       *       *       *       *       *\n\n\n[Illustration: The Frosty Morning.]\n\n\nThe Frosty Morning.\n\n\n\"Oh! this clear frosty morning! it makes one feel all life and glee.\nI declare I have been running about the garden till I am all of a glow;\nand there you sit by the fire, Emma, looking quite dull. Come with me,\nand I will show you how the little pond is frozen over.\"\n\n\"No,--it is so cold, I do not like to go.\"\n\n\"Oh! put on your bonnet, and tie your shawl round your neck, and,\nbelieve me, you will be warm enough.\"\n\n\"No, I will not go, and so you need not teaze me any more.\"\n\n\"O! _I_ will go with you, brother Edwin; _I_ am not cold.\"\n\n\"Yes, do, there's a dear little Ellen, and I will show you the long\nicicles which hang on the front of the arbor; and let us just run to the\nfield, as I want you to see the hoar frost on the grass, and to feel it\ncrisp under your feet. Is it not a lovely morning, sister Ellen?\"\n\n\"It is indeed, dear brother.\"\n\n\n\n       *       *       *       *       *\n\n\n[Illustration: The White Rabbit.]\n\n\nSusan's White Rabbit.\n\n\nOh! Mary, I have got such a darling white rabbit as I think you never\nsaw. I do believe it is the sweetest little rabbit in the world; for\nI only had it given to me this morning, and yet it will eat clover from\nmy hand, and let me stroke it, or do any thing I please. And James says\nthat he will make a little house for it, which cousin Henry will paint\nvery nice. And papa says, that I must call my little pet, _Snowdrop_,\nbecause he is as white as the drifted snow; and mamma says, that its\ntwo little bright eyes are like rubies. Do you not think, Mary, as\nI do, that it is the sweetest little rabbit in the world?\n\n\n\n       *       *       *       *       *\n\n\n[Illustration: The Pet Robin.]\n\n\nThe Pet Robin.\n\n\nMy brother Frederick has a robin, and he calls him a dear little pet,\nhe sings so sweetly. Oh! you cannot think how well he knows Freddy. You\nshould see him early in the morning, when we first come down stairs, or\nat any time when we come in from a\n\n### Summary:\n\n"}
{"original_length": 3350, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Internet Archive; University of Florida, Children, Fritz\nKnack and the Online Distributed Proofreading Team\n\n\n\n\n\nLITTLE BEWILDERED HENRY.\n\nBy The Author Of\n_Nothing At All_, &c. &c.\n\n\n[Illustration: FRONTISPIECE. _See Page 9_]\n\nThe Extraordinary Adventures Of Poor Little Bewildered Henry,\n_Who was shut up in an old Abbey for Three Weeks_.\n\nA Story Founded On Fact.\nby\nThe Author Of \"Nothing At All,\" Etc.\n\n\n\n1850.\n\n\n\nThe Adventures Of _Little Bewildered Henry_\n\n[Illustration]\n\n\"Oh, mamma! mamma! where is you, mamma?\" sobbed little Henry, a sweet\nchild of three years old, as he stood in the lawn, opposite the door,\nwith the wind blowing his pretty hair and clothes all about him: \"Oh,\nmamma! mamma! where is you? I don't know where is you, my own mamma.\"\n\n\"What are you crying for?\" said Bill Boldface, a naughty boy in the\nvillage, \"eh, what are you crying for, you bold puppy? It's a good\nscelping you want. Don't you know what a scelping is, my boy?----a\ngood whipping.\"\n\n\"No, no! me don't want a whipping, me don't want a whipping; me want\nmamma. Oh! where is you, my own mamma?\"\n\n\"Well, she's gone into the wood there; and, if you don't make haste\nand run after her, a big pig that's there under the tree, all bloody,\nwith long ears and cocked tail, will eat her. Run, my boy: that's\nright: run, now, run.\"\n\nPoor little Henry, much more alarmed for his mamma than for himself,\nflew into the wood with the hope of saving her; and having run a good\nway without stopping, calling all the time for his dear mamma, he\ntripped against a tree and fell: but quickly recovering, he stood up\nand continued his race, till, quite exhausted, he sat down on the\ngrass, and there continued panting and crying bitterly. At last, he\nturned round; and what should he see, to his great joy, but his\nfavourite dog Fidelle. \"O, Fidelle! Fidelle!\" said the baby, hugging\nhis little arms round the dog's neck, \"O! where's mamma? and where's\npapa? and where's nurse? Where, Fidelle? cannot you tell me where?\"\nBut having received no answer, he stood up, and again commenced his\njourney, and Fidelle ran on before; and it was astonishing what a\nlength of way the baby walked, till, at last, he came to the foot of a\nhigh mountain.\n\nAnd now night came on, and the wind blew strong and cold; and little\nHenry, quite bewildered, turned into a narrow path, shaded by oak, and\nelm, and sycamore trees, and the baby again tripped against the root\nof one of them, and fell; and his little hand came against a stone,\nand he was much hurt, and his heart beat, and the tears streamed down\none of the prettiest little faces that ever was seen, and the wind\nblew his pretty hair off his forehead, and it would go to your very\nheart to hear his little mournful cry, calling out for his mamma, his\nown dear mamma.\n\n[Illustration: ]\n\nAt length, the moon arose in great splendour, and little Henry saw at\na distance an old abbey, all covered with ivy, and looking so dark and\ndismal, it would frighten any one from going in. But Henry's little\nheart, occupied by the idea of his mamma, and with grief that he could\nnot find her, felt no fear; but walking in, he saw a cell in the\ncorner that looked like a baby-house, and, with Fidelle by his side,\nhe bent his little steps towards it, and seating himself on a stone,\nhe leaned his pretty head against the old wall, and fell fast asleep.\n\n[Illustration:]\n\nOvercome with fatigue, the sweet baby slept soundly till morning; but\nwhen he awoke Fidelle was gone, and he felt very hungry. And he again\nset up his little cry, \"Oh, mamma! mamma! where is you, mamma? Oh! I\nwant my breakfast! I want my breakfast!\" At length, he spied Fidelle\ncantering in with something in her mouth, and having laid it by\nHenry's side, she darted out of the abbey. Henry took it up: it was a\nlarge piece of white bread, which the faithful creature had met with\nsomewhere, and brought to her little favourite.[1]\n\n[Footnote 1: A fact.]\n\nYou may suppose how happy the poor child was to get it; and while he\nwas eating it, a grey owl marched from her nest in the wall, and began\npicking up the crumbs. This greatly amused little Henry; and, in a few\nminutes after, there came a great set of sparrows, and a\nrobin-redbreast, and two of them began to fight. And this made Henry\nlaugh; and, on the whole, they so occupied him all day, he was less\nunhappy than the day before: and, when night came, he lay down near\nthe nest of the owl and her young ones, and slept soundly.\n\nNext day, faithful Fidelle again appeared with a piece of boiled beef\nin her mouth, which having left at Henry's feet, she scampered off,\nand Henry ate heartily, and gave some to the owls. And when he could\nforget his mamma, which indeed was not often, these birds used to\namuse his little mind. But, towards evening, getting very thirsty, he\nagain began to cry, and to call for mamma; and God, who watches over\nlittle infants just the same as if they were grown men, put it into\nhis little heart to walk outside the abbey, where was a nice stream\nrunning through the grass: and the baby, recollecting he had seen a\nboy, the week before, lying on the ground drinking out of a stream\nnear papa's house, knelt down and took a hearty drink of the clear\nwater.\n\n[Illustration: ]\n\nAnd now, near a week passed over, Fidelle constantly\nbringing a supply of food, and the owls, and the sparrows, and the\nrobin, sharing the welcome morsel, and affording Henry's little mind\nconstant amusement and occupation. At length, the little birds began\nnot to be afraid of Henry; and they would come and hop by his side,\nand pick up the crumbs, and almost eat from his hand. And one of them\nbuilt its nest close to him, and laid two eggs, and every evening\nwould sing such a sweet song, that really the baby began to get\nreconciled, and used to feel like a little king among them all. And now\nwe must leave our mighty _monarch_ for a while, and return to his\ndisconsolate parents.\n\n[Illustration: ]\n\nThe evening Bill Boldface had met him, and sent him so cruelly into\nthe wood, mamma was out walking, and on her return enquired for the\nbaby.\n\n\"O,\" said papa, \"he is safe: I saw him in nurse's arms a few minutes\nago.\"\n\nMamma immediately went up to the nursery, and there heard that nurse\nhad gone off to see her sister, who lived about two miles distant,\n\"and, of course,\" said the nursery-maid, \"she has taken Master Henry\nwith her.\"\n\nImpressed with this idea, mamma returned to tea; but when night came,\nshe began to get very uneasy, for nurse did not return. \"O,\" said\npapa, \"you know she often remains at her sister's; and though she has\ndone very wrong in keeping the baby out, yet she is so fond and\ncareful of him, we need not be uneasy.\" But what was their distraction\nwhen morning came?--nurse returned, but no baby!\n\nThe whole country was searched\n\n### Summary:\n\n"}
{"original_length": 3649, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by The Internet Archive Children's Library, David Garcia and\nthe Online Distributed Proofreading Team.\n\n\n\n\n\nOUR SAVIOUR\n\n\nFather Tuck's NEW TESTAMENT Series.\n\n\n\n[Illustration: Our Savior.]\n\nOur Saviour.\n\n[Illustration]\n\nOur Lord and Saviour Jesus Christ had been quietly living for many years\nat His father's home in Nazareth when John the Baptist began to preach\nand prepare the people for His coming, as it had been foretold by an\nAngel before His birth that he should do, and we are told that all the\nland of Judea, and the people of Jerusalem, roused by his preaching,\nwent to be baptized by him in the river Jordan, after confessing their\nsins.\n\nJohn told them that One much greater than he was to come after him, One\nwhose shoes he was not worthy to unloose, for he could only baptize them\nwith water and exhort them to repent of their sins while there was yet\ntime, but He who was to come after would baptize them with the Holy\nGhost. This he did till Jesus Himself came from Nazareth to the Jordan,\nand desired John, the companion of His childhood, to baptize Him also.\nJohn objected, saying that he himself had need to be baptized of Jesus,\nand was not worthy to perform the office for Him, but our gracious\nSaviour insisted till John led Him into the river and baptized Him.\n\nAs they returned to the land a very wonderful thing happened, for the\nheavens opened above, and the Spirit of God, in the form of a dove,\ndescended, and alighted upon Jesus, whilst a voice was heard saying\n\"This is My beloved Son, in whom I am well pleased.\"\n\nThen John went on his way, preaching more and more to the people, and\ntelling every one who would listen to him of the marvellous thing he had\nseen; whilst Christ went away by Himself into a lonely place called a\nwilderness, where, for forty days, and forty nights, He was tempted by\nthe devil in all manner of ways, but finding that, by the help of God\nHis Father, Jesus was enabled to resist all temptation to sin, and would\nworship and serve none but the true God, the devil at length left Him,\nand \"Angels came and ministered unto Him.\"\n\n[Illustration]\n\nFrom that time, Jesus being then about thirty years of age, He began\nto preach, and exhort to repentance as John had done before Him. One\nday as He walked beside the sea of Galilee He saw two brothers named\nSimon-Peter and Andrew, fishing by the shore. These men He called to Him\nand bade them follow Him for He would make them fishers of men, and they\nimmediately left their nets and followed Him. Presently, as they walked\nalong the shore, they saw two other fishermen brothers--James and John,\nthe sons of Zebedee, in a boat with their father, mending the great,\nbrown nets with which they caught fish on the Syrian coasts, and called\nthem also, and they too left their nets and their father and followed\nHim. They were the first four of the twelve disciples whom Jesus by\ndegrees gathered about Him, and who were His companions and assistants\nin His future work. With His disciples Christ travelled over the whole\nland of Syria, now called the Holy Land, teaching in the churches and\npreaching about the Kingdom of His Father, and healing all manner of\ndiseases and sicknesses amongst the people, until the fame of His\nsayings and doings spread every where, and the sick and suffering and\ndiseased were brought to Him from all quarters that He might heal them.\nThis He never refused to do, for His heart was so overflowing with\ndivine love and pity for mankind that He could not see suffering or\nmisery without healing it.\n\n[Illustration: Jesus is Baptized.]\n\n[Illustration]\n\nBut so immense grew the multitude of people who began to follow\nand press about Him, that He had no room to teach or to preach, no\nopportunity to rest and talk quietly with His disciples either night\nor day.\n\nSeeing this He went up a mountain side, and sat down, and His disciples\ncame to Him, and there He began to instruct the people by preaching\nto them that most grand and beautiful sermon called the Sermon on the\nMount, which contains not only the lessons taught by the series of\nblessings called \"The Beatitudes\", at the commencement, but that prayer\nof prayers known to every child as the \"Lord's Prayer\", because it is\nthe only one which Christ Himself taught word for word with His own\nlips, and which has remained unaltered through the nineteen hundred\nyears which have gone by since He lived on earth.\n\n[Illustration]\n\nThe people were very much astonished, not only at what Christ preached\nto them, but because He spoke as if He had direct authority for what\nHe said, and this they could not understand, because they had not\nforgotten that He was the Son of Joseph the Carpenter of Nazareth.\n\nWhen Jesus came down from the mountain side, great multitudes followed\nHim, many of whom were sick and entreated Him to heal them, and He not\nonly did so, but performed many yet greater miracles, such as making\nthe blind to see and the deaf to hear, and even restoring to life some\nthat were dead, always however, impressing on those about Him, that it\nwas not by His own power that He did these things, but by faith in the\nSpirit of God His Father who moved within Him.\n\nAfter having sufficiently taught His disciples by quiet talks, by\nspeaking to them through parables and letting them behold the miracles\nHe Himself performed, until they thoroughly believed in His Divine\npower, Christ called the whole twelve around Him and gave them also the\npower to perform miracles, to heal all manner of sickness and disease,\nand then sent them forth to teach and preach in all the cities of\nIsrael. He laid upon them many injunctions as to their conduct as\nthey travelled, how they were to give offence to no one, and to teach\nbrotherly love and the forgiveness of injuries between man and man as\nfreely as God had promised to forgive them.\n\n[Illustration: By the Sea of Galilee.]\n\nNow and then, by twos and threes, some of the disciples came back\nto Jesus to report to Him what they had done and how they had been\nreceived, and how the fame of His Name and teaching was spreading far\nand wide; and so it happened that He was seldom without one or two of\nthese loved and trusted followers about Him as He journeyed, sometimes\nstopping a few days in one place, sometimes crossing the inland sea of\nGalilee, or going from city to city along the coast in a boat or ship,\nbut always doing good wherever He went, preaching the Gospel of his\nFather, and winning men, women, and children to follow Him.\n\nOur Saviour had no comfortable home such as you have; often and often He\nhad nowhere to lay His head at night, but weary and hungry after a long\nday's ministry, He would stretch Himself on the ground wherever He might\nbe at the time, and sleep with the grass for His bed, and the starry sky\nfor His curtains.\n\n[Illustration]\n\nAll through His life, which He spent in loving service towards men, our\nSaviour was specially kind and tender to little children. One day He was\nso much inconvenienced by the number of women with children in their\narms pressing upon Him, and entreating Him to bless their little ones,\nthat the disciples who were with Him rebuked the mothers; but Jesus said\nto them \"Suffer the little children to come unto Me, and forbid them\nnot, for of such is the Kingdom of Heaven.\" Then He told those about Him\nthat if only they would receive His teaching of the Kingdom of God, and\nbelieve in Him as simply and entirely as little children did, they would\ninherit Eternal Life; and He would take the little ones who clustered\nround His feet into His loving arms and bless them.\n\n[Illustration]\n\nOn another occasion when His disciples were disputing as to who should\nbe the greatest in the Kingdom of Heaven, Jesus called a little child\n\n### Summary:\n\n"}
{"original_length": 3994, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by The Internet Archive Children's Library, David\nGarcia and the Online Distributed Proofreading Team.\n\n\n\n\n\nTOM THUMB\n\n[Illustration]\n\n[Illustration]\n\n[Illustration]\n\n\n\n\nTHE HISTORY OF TOM THUMB _AND OTHER STORIES_\n\n[Illustration]\n\n_Profusely Illustrated_\n\n\n\nTHE HISTORY OF TOM THUMB\n\nIn the days of King Arthur, Merlin, the famous enchanter, was out on a\njourney, and stopped one day at the cottage of an honest ploughman to\nask for refreshment. The ploughman's wife brought him some milk in a\nwooden bowl, and some brown bread on a wooden platter.\n\nMerlin could not help observing that, although everything within the\ncottage was particularly neat and in good order, the ploughman and\nhis wife had the most sorrowful air, so he questioned them about the\ncause of their distress, and learned that they were miserable because\nthey had no children. The poor woman declared that she would be the\nhappiest creature in the world if she had but a son, although he were\nno bigger than his father's thumb. Merlin was very much amused at the\nthought of a boy no bigger than a man's thumb; and as soon as he\nreturned home he sent for the Queen of the Fairies and related to her\nthe desire of the ploughman and his wife to have a son the size of his\nfather's thumb.\n\n[Illustration]\n\nThe Queen of the Fairies promised that their wish should be granted.\nAnd so it happened one day that the ploughman's wife had a son\nexactly of the size of his father's thumb. While the mother was\nsitting up in bed, admiring the child, the Queen of the Fairies\nappeared, and kissed the infant, giving it the name of Tom Thumb, and\nsummoned several fairies to clothe her little favorite.\n\nTom never grew any bigger; but, as he grew older, he became very\ncunning and sly, which his mother did not sufficiently correct him\nfor; so that, when he was old enough to play with the boys for\ncherry-stones, and had lost all his own, he used to creep into the\nother boys' bags, fill his pockets, and come out again to play. But\none day, as he was getting out of a bag of cherry-stones, the boy to\nwhom it belonged chanced to see him.\n\n[Illustration]\n\n\"Ah, ah! my little Tom Thumb,\" said the boy, \"have I caught you at\nyour bad tricks at last? Now I will pay you off well for thieving.\"\n\nThen drawing the string tight round his neck, and shaking the bag\nheartily, the cherry stones bruised Tom's limbs and body sadly, which\nmade him beg to be let out, and promise never to be guilty of such\ndoings any more.\n\nShortly afterwards Tom's mother was making a batter pudding, and, that\nhe might see how she mixed it, he climbed up to the edge of the bowl,\nbut his foot happening to slip he fell over head and ears into the\nbatter, and his mother not observing him, stirred him into the pudding\nand popped it all into the pot to boil. The hot water made Tom kick\nand struggle; and his mother, seeing the pudding jump up and down,\nthought it was bewitched. A tinker was going by just at the time, so\nshe gave him the pudding, and he put it into his budget and walked\naway. As soon as Tom could get the batter out of his mouth he began to\ncry aloud; this so frightened the poor tinker that he flung the\npudding over the hedge. The pudding being broken by the fall Tom was\nreleased, and walked home to his mother, who gave him a kiss and put\nhim to bed.\n\nTom Thumb's mother once took him with her when she went to milk the\ncow; it being a very windy day, she tied him with a needleful of\nthread to a thistle. The cow, liking his oak-leaf hat, took him and\nthe thistle up at one mouthful. While the cow was chewing the thistle,\nTom, terrified at her great teeth, cried out, \"Mother! mother!\"\n\n[Illustration]\n\n\"Where are you, Tommy, my dear Tommy?\" said the mother.\n\n\"Here, mother; here in the red cow's mouth.\"\n\nThe mother began to cry and wring her hands; but the cow, surprised at\nsuch odd noises in her throat, opened her mouth and let him drop out.\nHis mother clapped him into her apron and ran home with him.\n\n[Illustration]\n\nTom's father made him a whip of barley-straw to drive the cattle with,\nand one day in the field Tom slipped into a deep furrow. A raven\nflying over picked him up with a grain of corn, and flew with him to\nthe top of the giant's castle by the seaside, where he left him. Old\nGrumbo, the giant, came out soon afterwards, to walk upon his terrace,\nand Tom, frightened out of his wits, managed to creep up his sleeve.\nTom's motions made the giant uncomfortable, and with a jerk of his\narm, he threw him into the sea. A great fish then swallowed him. The\nfish was soon after caught, and sent as a present to King Arthur. When\nit was cut open, everybody was delighted with little Tom Thumb, who\nwas found inside. He became the favorite of the whole court, and by\nhis merry pranks often amused the King and Queen.\n\n[Illustration]\n\nThe King, when he rode on horseback, frequently took Tom in his hand;\nand if a shower of rain came on, the tiny dwarf used to creep into the\nKing's waistcoat pocket and sleep till the rain was over. The King now\nquestioned him concerning his parents; and when Tom informed his\nmajesty they were very poor people, the King led him into his\ntreasury, and told him he should pay them a visit and take with him\nas much money as he could carry.\n\n[Illustration]\n\nTom soon got rested at his mother's house, but could not travel\nbecause it had rained; his mother therefore took him in her hand and\ncarried him back to King Arthur's court. There Tom entertained the\nKing and Queen and nobility at tilts and tournaments, at which he\nexerted himself so much that he brought on a fit of sickness. At this\njuncture the Queen of the Fairies came in a chariot drawn by flying\nmice, and placing Tom by her side she drove through the air till they\narrived at her palace. After restoring him to health, the Queen\ncommanded a fair wind, and, placing Tom before it, blew him straight\nback to the court of King Arthur. But just as Tom should have alighted\nin the courtyard, the cook happened to pass with the King's great\nbowl of his favorite dish, furmenty, and poor Tom fell plump into the\nmiddle of it, and splashed the hot furmenty into the cook's eyes. Down\nwent the bowl. \"Oh, dear,\" cried Tom. \"Murder! murder!\" bellowed the\ncook; and away ran the King's nice furmenty into the kennel. The cook\nwas a cross fellow and swore to the King that Tom had done it out of\nsome evil design; so he was tried for high treason and sentenced to be\nbeheaded. When the judge delivered this dreadful sentence it happened\nthat a miller was standing by with his mouth wide open, so Tom took a\ngood spring and jumped down his throat, unperceived by all, even by\nthe miller himself. As Tom could not be found the court broke up, and\naway went the miller to his mill. But Tom did not leave him long at\nrest, he began to roll and tumble about, so that the miller thought\nhimself bewitched, and sent for a doctor. When the doctor came, Tom\nbegan to dance and sing. The doctor was as much frightened as the\nmiller, and sent in great haste for five more doctors.\n\n[Illustration]\n\nWhile all these were talking the miller began to yawn, and\n\n### Summary:\n\n"}
{"original_length": 2748, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Christine Gehring and PG Distributed Proofreaders\n\n\n\n\n[Illustration]\n\nTHE STORY OF LITTLE BLACK MINGO\n\n\nBy The Author Of\n'The Story Of Little Black <DW71>'\n\n\n\n\nThe Story of Little Black Mingo.\n\n\nOnce upon a time there was a little black girl, and her name was Little\nBlack Mingo.\n\n[Illustration]\n\nShe had no father and mother, so she had to live with a horrid cross old\nwoman called Black Noggy, who used to scold her every day, and\nsometimes beat her with a stick, even though she had done nothing\nnaughty.\n\n[Illustration]\n\nOne day Black Noggy called her, and said, \"Take this chatty down to the\nriver and fill it with water, and come back as fast as you can, _quick\nnow_!\"\n\n[Illustration]\n\nSo Little Black Mingo took the chatty and ran down to the river as fast\nas she could, and began to fill it with water, when Cr-r-rrrack!!!\nBang!!! a horrible big Mugger poked its nose up through the bottom of\nthe chatty and said \"Ha ha! Little Mingo, I'm going to eat you up!\"\n\n[Illustration]\n\nLittle Black Mingo did not say anything. She turned and ran away as fast\nas ever she could, and the Mugger ran after her. But the broken chatty\nround his neck caught his paws, so he could not overtake her.\n\n[Illustration]\n\nBut when she got back to Black Noggy, and told her how the Mugger had\nbroken the chatty, Black Noggy was fearfully angry. \"You naughty girl,\"\nshe said, \"you have broken the chatty yourself, I have a good mind to\nbeat you.\" And if she had not been in such a hurry for the water she\n_would_ have beaten her.\n\n[Illustration]\n\nThen she went and fetched the great big chatty that the dhobi used to\nboil the clothes in. \"Take this,\" said she, \"and mind you don't break\nit, or I _will_ beat you.\"  \"But I can't carry that when it is full\nof water,\" said Little Black Mingo.\n\n\"You must go twice, and bring it half full each time,\" said Black Noggy.\n\n[Illustration]\n\nSo Little Black Mingo took the dhobi's great big chatty, and started\nagain to go to the river. But first she went to a little bank above the\nriver, and peeped up and down, to see if she could see the old Mugger\nanywhere. But she could not see him, for he was hiding under the very\nbank she was standing on, and though his tail stuck out a little she\nnever saw him at all.\n\nShe would have liked to run home, but she was too much afraid that\nBlack Noggy would beat her.\n\nSo Little Black Mingo crept down to the river, and began to fill the big\nchatty with water. And while she was filling it the Mugger came creeping\nsoftly down behind her and caught her by the tail, saying, \"Aha, Little\nBlack Mingo, now I've got you.\"\n\nAnd Little Black Mingo said, \"Oh! please don't eat me up, great big\nMugger.\"\n\n[Illustration]\n\n\"What will you give me, if I don't eat you up?\" said the Mugger. But\nLittle Black Mingo was so poor she had nothing to give. So the Mugger\ncaught her in his great cruel mouth and swam away with her to an island\nin the middle of the river and set her down beside a huge pile of eggs.\n\n[Illustration]\n\n\"Those are my eggs,\" said he; \"to-morrow a little mugger will come out\nof each, and then we will have a great feast, and we will eat you up.\"\n\nThen he waddled off to catch fish for himself, and left Little Black\nMingo alone beside the big pile of eggs.\n\nAnd Little Black Mingo sat down on a big stone and hid her face in her\nhands, and cried bitterly, because she couldn't swim, and she didn't\nknow how to get away.\n\n[Illustration]\n\nPresently she heard a queer little squeaky noise that sounded like\n\"Squeak, Squeak, Squeak!!! Oh Little Black Mingo, help me or I shall be\ndrowned.\" She got up and looked to see what was calling, and she saw a\nbush coming floating down the river with something wriggling and\nscrambling about in it, and as it came near she saw that it was a\nMongoose that was in the bush. So she waded out as far as she could, and\ncaught hold of the bush and pulled it in, and the poor Mongoose crawled\nup her arm on to her shoulder, and she carried him to shore.\n\n[Illustration]\n\nWhen they got to shore the Mongoose shook himself, and Little Black\nMingo wrung out her petticoat, and so they both very soon got dry.\n\n[Illustration]\n\nThe Mongoose then began to poke about for something to eat, and very\nsoon he found the great big pile of Mugger's eggs. \"Oh, joy!\" said\nhe, \"what's this?\"\n\n\"Those are Mugger's eggs,\" said Little Black Mingo.\n\n[Illustration]\n\n\"I'm not afraid of Muggers!\" said the Mongoose; and he sat down and\nbegan to crack the eggs, and eat the little muggers as they came out.\nAnd he threw the shells into the water, so that the old Mugger should\nnot see that any one had been eating them. But he was careless, and he\nleft one eggshell on the edge, and he was hungry and he ate so many that\nthe pile got much smaller, and when the old Mugger came back he saw at\nonce that some one had been meddling with them.\n\nSo he ran to Little Black Mingo, and said, \"How dare you eat my eggs?\"\n\n\"Indeed, indeed I didn't,\" said Little Black Mingo.\n\n\"Then who could it have been?\" said the Mugger, and he ran back to\nthe eggs as fast as he could, and sure enough when he got back he found\nthe Mongoose had eaten a whole lot more!!\n\n[Illustration]\n\nThen he said to himself, \"I must stay beside my eggs till they are\nhatched into little muggers, or the Mongoose will eat them all.\" So he\ncurled himself into a ring round the eggs and went to sleep.\n\n[Illustration]\n\nBut while he was asleep the Mongoose came to eat some more of the eggs,\nand ate as many as he wanted, and when the Mugger woke this time, oh!\n_what_ a rage he was in, for there were only six eggs left! He roared\nso loud that all the little muggers inside the shells gnashed their\nteeth, and tried to roar too.\n\n[Illustration]\n\nThen he said, \"I know what I'll do, I'll fetch Little Black Mingo's big\nchatty and cover my eggs with that, then the Mongoose won't be able to\nget at them.\" So he swam across to the shore, and fetched the dhobi's\nbig chatty, and covered the eggs with it. \"Now, you wicked little\nMongoose, come and eat my eggs if you can,\" said he, and he went off\nquite proud and happy.\n\n[Illustration]\n\nBy and by the Mongoose came back, and he was terribly disappointed\nwhen he found the eggs all covered with the big chatty.\n\n[Illustration]\n\nSo he ran off to Little Black Mingo, and asked her to help him, and\nLittle Black Mingo came and took the big chatty off the eggs, and the\nMongoose ate them every one.\n\n\"Now,\" said he, \"there will be no little muggers to make a feast for\nto-morrow.\"\n\n\"No,\" said Little Black Mingo, \"but the Mugger will eat me all by\nhimself I am afraid.\"\n\n\"No he won't,\" said the Mongoose, \"for we will sail away together in the\nbig chatty before he comes back.\"\n\n[Illustration]\n\nSo he climbed on to the edge of the chatty, and Little\nBlack M\n\n### Summary:\n\n"}
{"original_length": 3856, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Suzanne Shell, Marit Henningsen and the Online Distributed\nProofreading Team\n\n\n\n\n\nThe Diverting History of John Gilpin\n\nOne of R. Caldecott's Picture Books\n\n1878\n\n[Illustration: The Diverting History of John Gilpin]\n\n[Illustration]\n\n==THE DIVERTING HISTORY OF JOHN GILPIN:==\n\n_Showing how he went farther than he intended, and came safe home\nagain._\n\n[Illustration: Written by William Cowper with drawings by R. Caldecott.]\n\n    John Gilpin was a citizen\n      Of credit and renown,\n    A train-band captain eke was he,\n      Of famous London town.\n\n    John Gilpin's spouse said to her dear,\n      \"Though wedded we have been\n    These twice ten tedious years, yet we\n      No holiday have seen.\n\n    \"To-morrow is our wedding-day,\n      And we will then repair\n    Unto the 'Bell' at Edmonton,\n      All in a chaise and pair.\n\n    \"My sister, and my sister's child,\n      Myself, and children three,\n    Will fill the chaise; so you must ride\n      On horseback after we.\"\n    [Illustration: The Linendraper bold]\n\n    He soon replied, \"I do admire\n      Of womankind but one,\n    And you are she, my dearest dear,\n      Therefore it shall be done.\n\n    \"I am a linendraper bold,\n      As all the world doth know,\n    And my good friend the calender\n      Will lend his horse to go.\"\n\n    Quoth Mrs. Gilpin, \"That's well said;\n      And for that wine is dear,\n    We will be furnished with our own,\n      Which is both bright and clear.\"\n\n    John Gilpin kissed his loving wife.\n      O'erjoyed was he to find.\n    That though on pleasure she was bent,\n      She had a frugal mind.\n\n    [Illustration]\n\n    [Illustration]\n\n    The morning came, the chaise was brought,\n      But yet was not allowed\n    To drive up to the door, lest all\n      Should say that she was proud.\n\n    So three doors off the chaise was stayed,\n      Where they did all get in;\n    Six precious souls, and all agog\n      To dash through thick and thin.\n\n    Smack went the whip, round went the wheels,\n      Were never folks so glad!\n    The stones did rattle underneath,\n      As if Cheapside were mad.\n\n    John Gilpin at his horse's side\n      Seized fast the flowing mane,\n    And up he got, in haste to ride,\n      But soon came down again;\n\n    For saddletree scarce reached had he,\n      His journey to begin,\n    When, turning round his head, he saw\n      Three customers come in.\n\n    So down he came; for loss of time,\n      Although it grieved him sore,\n    Yet loss of pence, full well he knew,\n      Would trouble him much more.\n\n    [Illustration: The 3 Customers]\n\n    [Illustration]\n\n    'Twas long before the customers\n      Were suited to their mind,\n    When Betty screaming came downstairs,\n      \"The wine is left behind!\"\n\n    \"Good lack!\" quoth he, \"yet bring it me,\n      My leathern belt likewise,\n    In which I bear my trusty sword\n      When I do exercise.\"\n\n    Now Mistress Gilpin (careful soul!)\n      Had two stone bottles found,\n    To hold the liquor that she loved,\n      And keep it safe and sound.\n\n    Each bottle had a curling ear,\n      Through which the belt he drew,\n    And hung a bottle on each side,\n      To make his balance true.\n\n    Then over all, that he might be\n      Equipped from top to toe,\n    His long red cloak, well brushed and neat,\n      He manfully did throw.\n\n    Now see him mounted once again\n      Upon his nimble steed,\n    Full slowly pacing o'er the stones,\n      With caution and good heed.\n\n    [Illustration]\n\n    But finding soon a smoother road\n      Beneath his well-shod feet,\n    The snorting beast began to trot,\n      Which galled him in his seat.\n\n    [Illustration]\n\n    \"So, fair and softly!\" John he cried,\n      But John he cried in vain;\n    That trot became a gallop soon,\n      In spite of curb and rein.\n\n    So stooping down, as needs he must\n      Who cannot sit upright,\n    He grasped the mane with both his hands,\n      And eke with all his might.\n\n    His horse, who never in that sort\n      Had handled been before,\n    What thing upon his back had got,\n      Did wonder more and more.\n\n    Away went Gilpin, neck or nought,\n      Away went hat and wig;\n    He little dreamt, when he set out,\n      Of running such a rig.\n\n    The wind did blow, the cloak did fly\n      Like streamer long and gay,\n    Till, loop and button failing both.\n      At last it flew away.\n\n    [Illustration]\n\n    Then might all people well discern\n      The bottles he had slung;\n    A bottle swinging at each side,\n      As hath been said or sung.\n\n    The dogs did bark, the children screamed,\n      Up flew the windows all;\n    And every soul cried out, \"Well done!\"\n      As loud as he could bawl.\n\n    Away went Gilpin--who but he?\n      His fame soon spread around;\n    \"He carries weight! he rides a race!\n      'Tis for a thousand pound!\"\n\n    And still as fast as he drew near,\n      'Twas wonderful to view\n    How in a trice the turnpike-men\n      Their gates wide open threw.\n\n    [Illustration]\n\n    [Illustration]\n\n    [Illustration]\n\n    And now, as he went bowing down\n      His reeking head full low,\n    The bottles twain behind his back\n      Were shattered at a blow.\n\n    Down ran the wine into the road,\n      Most piteous to be seen,\n    Which made the horse's flanks to smoke,\n      As they had basted been.\n\n    [Illustration]\n\n    But still he seemed to carry weight.\n      With leathern girdle braced;\n    For all might see the bottle-necks\n      Still dangling at his waist.\n\n    [Illustration]\n\n    Thus all through merry Islington\n      These gambols he did play,\n    Until he came unto the Wash\n      Of Edmonton so gay;\n\n    And there he threw the wash about\n      On both sides of the way,\n    Just like unto a trundling mop,\n      Or a wild goose at play.\n\n    [Illustration]\n\n    At Edmonton his loving wife\n      From the balcony spied\n    Her tender husband, wondering much\n      To see how he did ride.\n\n    \"Stop, stop, John Gilpin!--Here's the house!\"\n       They all at once did cry;\n    \"The dinner waits, and we are tired;\"\n       Said Gilpin--\"So am I!\"\n\n    [Illustration]\n\n    But yet his horse was not a whit\n      Inclined to tarry there;\n    For why?--his owner had a house\n      Full ten miles off, at Ware.\n\n    So like an arrow swift he flew,\n      Shot by an archer strong;\n    So did he fly--which brings me to\n      The middle of my song.\n\n    [Illustration]\n\n    Away went Gilpin, out of breath,\n      And sore against his will,\n    Till at his friend the calender's\n      His horse at last stood still.\n\n    [Illustration]\n\n    The calender, amazed to see\n      His neighbour in such trim,\n    Laid down his pipe, flew to the gate\n\n### Summary:\n\n"}
{"original_length": 3893, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Widger\n\n\n\n\nTHE LADY OF THE BARGE\n\nAND OTHER STORIES\n\nBy W. W. Jacobs\n\n\n\n\nTHREE AT TABLE\n\n\nThe talk in the coffee-room had been of ghosts and apparitions, and\nnearly everybody present had contributed his mite to the stock of\ninformation upon a hazy and somewhat thread-bare subject.  Opinions\nranged from rank incredulity to childlike faith, one believer going so\nfar as to denounce unbelief as impious, with a reference to the Witch of\nEndor, which was somewhat marred by being complicated in an inexplicable\nfashion with the story of Jonah.\n\n\"Talking of Jonah,\" he said solemnly, with a happy disregard of the fact\nthat he had declined to answer several eager questions put to him on the\nsubject, \"look at the strange tales sailors tell us.\"\n\n\"I wouldn't advise you to believe all those,\" said a bluff, clean-shaven\nman, who had been listening without speaking much.  \"You see when a\nsailor gets ashore he's expected to have something to tell, and his\nfriends would be rather disappointed if he had not.\"\n\n\"It's a well-known fact,\" interrupted the first speaker firmly, \"that\nsailors are very prone to see visions.\"\n\n\"They are,\" said the other dryly, \"they generally see them in pairs, and\nthe shock to the nervous system frequently causes headache next morning.\"\n\n\"You never saw anything yourself?\"  suggested an unbeliever.\n\n\"Man and boy,\" said the other, \"I've been at sea thirty years, and the\nonly unpleasant incident of that kind occurred in a quiet English\ncountryside.\"\n\n\"And that?\"  said another man.\n\n\"I was a young man at the time,\" said the narrator, drawing at his pipe\nand glancing good-humouredly at the company.  \"I had just come back from\nChina, and my own people being away I went down into the country to\ninvite myself to stay with an uncle.  When I got down to the place I\nfound it closed and the family in the South of France; but as they were\ndue back in a couple of days I decided to put up at the Royal George,\na very decent inn, and await their return.\n\n\"The first day I passed well enough; but in the evening the dulness of\nthe rambling old place, in which I was the only visitor, began to weigh\nupon my spirits, and the next morning after a late breakfast I set out\nwith the intention of having a brisk day's walk.\n\n\"I started off in excellent spirits, for the day was bright and frosty,\nwith a powdering of snow on the iron-bound roads and nipped hedges, and\nthe country had to me all the charm of novelty.  It was certainly flat,\nbut there was plenty of timber, and the villages through which I passed\nwere old and picturesque.\n\n\"I lunched luxuriously on bread and cheese and beer in the bar of a small\ninn, and resolved to go a little further before turning back.  When at\nlength I found I had gone far enough, I turned up a lane at right angles\nto the road I was passing, and resolved to find my way back by another\nroute.  It is a long lane that has no turning, but this had several, each\nof which had turnings of its own, which generally led, as I found by\ntrying two or three of them, into the open marshes.  Then, tired of\nlanes, I resolved to rely upon the small compass which hung from my watch\nchain and go across country home.\n\n\"I had got well into the marshes when a white fog, which had been for\nsome time hovering round the edge of the ditches, began gradually to\nspread.  There was no escaping it, but by aid of my compass I was saved\nfrom making a circular tour and fell instead into frozen ditches or\nstumbled over roots in the grass.  I kept my course, however, until at\nfour o'clock, when night was coming rapidly up to lend a hand to the fog,\nI was fain to confess myself lost.\n\n\"The compass was now no good to me, and I wandered about miserably,\noccasionally giving a shout on the chance of being heard by some passing\nshepherd or farmhand.  At length by great good luck I found my feet on a\nrough road driven through the marshes, and by walking slowly and tapping\nwith my stick managed to keep to it.  I had followed it for some distance\nwhen I heard footsteps approaching me.\n\n\"We stopped as we met, and the new arrival, a sturdy-looking countryman,\nhearing of my plight, walked back with me for nearly a mile, and putting\nme on to a road gave me minute instructions how to reach a village some\nthree miles distant.\n\n\"I was so tired that three miles sounded like ten, and besides that, a\nlittle way off from the road I saw dimly a lighted window.  I pointed it\nout, but my companion shuddered and looked round him uneasily.\n\n\"'You won't get no good there,' he said, hastily.\n\n\"'Why not?' I asked.\n\n\"'There's a something there, sir,' he replied, 'what 'tis I dunno, but\nthe little 'un belonging to a gamekeeper as used to live in these parts\nsee it, and it was never much good afterward.  Some say as it's a poor\nmad thing, others says as it's a kind of animal; but whatever it is, it\nain't good to see.'\n\n\"'Well, I'll keep on, then,' I said.  'Goodnight.'\n\n\"He went back whistling cheerily until his footsteps died away in the\ndistance, and I followed the road he had indicated until it divided into\nthree, any one of which to a stranger might be said to lead straight on.\nI was now cold and tired, and having half made up my mind walked slowly\nback toward the house.\n\n\"At first all I could see of it was the little patch of light at the\nwindow. I made for that until it disappeared suddenly, and I found myself\nwalking into a tall hedge. I felt my way round this until I came to a\nsmall gate, and opening it cautiously, walked, not without some little\nnervousness, up a long path which led to the door. There was no light and\nno sound from within. Half repenting of my temerity I shortened my stick\nand knocked lightly upon the door.\n\n\"I waited a couple of minutes and then knocked again, and my stick was\nstill beating the door when it opened suddenly and a tall bony old woman,\nholding a candle, confronted me.\n\n\"'What do you want?' she demanded gruffly.\n\n\"'I've lost my way,' I said, civilly; 'I want to get to Ashville.'\n\n\"'Don't know it,' said the old woman.\n\n\"She was about to close the door when a man emerged from a room at the\nside of the hall and came toward us.  An old man of great height and\nbreadth of shoulder.\n\n\"'Ashville is fifteen miles distant,' he said slowly.\n\n\"'If you will direct me to the nearest village, I shall be grateful,' I\nremarked.\n\n\"He made no reply, but exchanged a quick, furtive glance with the woman.\nShe made a gesture of dissent.\n\n\"'The nearest place is three miles off,' he said, turning to me and\napparently trying to soften a naturally harsh voice; 'if you will give me\nthe pleasure of your company, I will make you as comfortable as I can.'\n\n\"I hesitated.  They were certainly a queer-looking couple, and the gloomy\nhall with the shadows thrown by the candle looked hardly more inviting\nthan the darkness outside.\n\n\"'You are very kind,' I murmured, irresolutely, 'but--'\n\n\"'Come in,' he said quickly; 'shut the door, Anne.'\n\n\"Almost before I knew it I was standing inside and the old woman,\nmuttering to herself, had closed the door behind me.  With a queer\nsensation of being trapped I followed my host into the room, and taking\nthe proffered chair warmed my frozen fingers at the\n\n### Summary:\n\n"}
{"original_length": 4011, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Anna C. Haugen, Frank van Drogen and PG Distributed\nProofreaders\n\n\n\n\n\n\n\nA LITTLE\n\nCatechism,\n\nWITH\n\n_LITTLE VERSES_,\n\nAND\n\nLITTLE SAYINGS,\n\nFOR\n\nLittle Children.\n\n       *       *       *       *        *\n\n_LONDON_,\n\nPrinted for John Lawrence at the _Angel_ in the _Poultrey_, 1692.\n\n\n       *       *       *       *       *\n\n\n_A Catalogue of Books_, &c. Husband Mr. _Joseph Rowlandson_, &c.\n\nRemarks on the Affairs of Trade of _England_ and _Ireland_, &c.\n\n_Officium Cleri Desiderium Populi_, or Canonical Obedience asserted and\nproved to be the Duty of Gospel Ministers, and the Desire of all good\nHearers.\n\n_Books in_ Octavo.\n\nThe Catechizing of Families, a Teacher of Householders how to teach\ntheir Households; useful also to School-masters and Tutors of Youth.\n\nScripture Gospel defended, and Christ, Grace, and free Justification\nvindicated against the Libertines, in two Books. The first a Breviate of\nFifty Controversies. Second upon the re-printing of Dr. _Crisp's_\nSermon.\n\nFull and Easy Satisfaction, which is the true Religion, in a Conference\nbetween a Doubter, a <DW7>, and a Reformed Catholic Christian.\n\nA Key for Catholics to open the jugling of the Jesuits, containing some\nArguments by which the meanest may see the Vanity of Popery, &c.\n\nA\n\nCATECHISM\n\nFor Little Children to Learn.\n\n\nQuestion. _Who made you?_\n\n_Answer._ GOD.\n\nQuest. _Who Redeemed you?_\n\n_Answ._ Jesus Christ.\n\nQuest. _Who Sanctifieth and preserves you?_\n\n_Answ._ The Holy Ghost.\n\nQuest. _Wherefore did God make you?_\n\n_Answ._ To Serve him.\n\nQuest. _How must he be served?_\n\n_Answ._ In Spirit and in Truth.\n\nQuest. _What is it to serve God?_\n\n_Answ._ To keep his Commandements.\n\nQuest. _How many Commandments be there?_\n\n_Answ._ Ten.\n\nQuest. _Which be they?_\n\n_Answ._ The same which God spoke in the twentieth Chapter of _Exodus_,\nsaying, _I am the Lord thy God, who brought thee out of the Land of\nEgypt, out of the House of Bondage._\n\n_Quest._ Which is the First?\n\nAnsw. _Thou shalt have no other gods before me._\n\n_Quest._ Which is the Second?\n\nAnsw. _Thou shalt not make unto thee any graven Image, or any likeness\nof any thing that is in Heaven above, or that is in the Earth beneath,\nor that is in the Water under the Earth: thou shalt not bow down thy\nself to them, nor serve them; for I the Lord thy God am a jealous God,\nvisiting the Iniquity of the Fathers upon the Children, unto the third\nand fourth generation of them that hate me, and showing mercy unto\nthousands, of them that love me and keep my Commandements._\n\n_Quest_. Which is the Third?\n\nAnsw. _Thou shalt not take the Name of the Lord thy God in vain; for the\nLord will not hold him guiltless that taketh his Name in vain_.\n\n_Quest_. Which is the Fourth?\n\nAnsw. _Remember the Sabbath-day to keep it holy, six days shalt thou\nlabour and do all thy work, but the seventh day is the Sabbath of the\nLord thy God, in it thou shalt not do any work, thou, nor thy son, nor\nthy daughter, thy man-servant, nor thy maid-servant, nor thy cattel, nor\nthy stranger that is within thy gates; for in six dayes the Lord made\nHeaven and Earth, the Sea, and all that in them is, and rested the\nseventh day; wherefore the Lord blessed the Sabbath-day, and hallowed\nit_.\n\n_Quest_. Which is the Fifth?\n\nAnsw. _Honour thy father and thy Mother, that thy days may be long upon\nthe land which the Lord thy God giveth thee_.\n\n_Quest._ Which is the Sixth?\n\nAnsw. _Thou shalt not kill._\n\n_Quest._ Which is the Seventh?\n\nAnsw. _Thou shalt not Commit Adultery._\n\n_Quest._. Which is the Eighth?\n\nAnsw. _Thou shalt not steal._\n\n_Quest._ Which is the Ninth?\n\nAnsw. _Thou shalt not bear false Witness against thy Neighbour._\n\n_Quest._ Which is the Tenth?\n\nAnsw. _Thou shalt not Covet thy Neighbour's House, thou shalt not Covet\nthy Neighbours Wife, nor his Man-servant, nor his Maid-servant, nor his\nOxe, nor his Ass, nor any thing that is thy Neighbour's._\n\nQuest. _Are you bound to keep all these Commandments?_\n\n_Answ._ YES.\n\nQuest. _Are you bound to keep them in Thought, Word, and Deed?_\n\n_Answ._ YES.\n\nQuest. _How are you bound to keep them?_\n\n_Answ._ By my Baptism and by the Word of God.\n\nQuest. _Are you able to keep them of your self?_\n\n_Answ._ NO.\n\nQuest. _Why so?_\n\n_Answ._ Because I was conceived and born in sin.\n\nQuest. _From whence was that?_\n\n_Answ._ From _Adam_'s Fall.\n\nQuest. _How did_ Adam _fall_?\n\n_Answ._ By Eating the forbidden Fruit.\n\nQuest. _Do you sin daily?_\n\n_Answ._ YES.\n\nQuest. _What is Sin?_\n\n_Answ._ The Breaking of God's Law.\n\nQuest. _What doth Sin deserve?_\n\n_Answ_. HELL.\n\nQuest. _What is Hell?_\n\n_Answ._ Darkness and Torments.\n\nQuest. _How long doth it last?_\n\n_Answ_. For Ever and Ever.\n\nQuest. _Is it not a sad thing to lie under the Wrath of God for ever? to\nlie in devouring Flames for Ever?_\n\n_Answ._ YES.\n\nQuest. _Can you deliver your self from Hell?_\n\n_Answ._ NO.\n\nQuest. _How must you be delivered._\n\n_Answ._ Only by Jesus Christ?\n\nQuest. _Who is Jesus Christ?_\n\n_Answ_. The Son of God.\n\nQuest. _Is he not Man also?_\n\n_Answ._ YES. He was always God, and in the Fullness of time became Man,\nand so he is both God and Man, in two Natures, and one Person for ever.\n\nQuest. _What hath Christ done for Sinners?_\n\n_Answ._ He hath died for them.\n\nQuest. _What Death did he die?_\n\n_Answ._ The Death of the Cross.\n\nQuest. _Why died he that Death?_\n\n_Answ._ Because it is written, _Cursed is he that hangeth upon a Tree_.\n\nQuest. _Did Christ bear the Curse of God that was due to Sinners?_\n\n_Answ._ YES.\n\nQuest. _Are all the World saved by him?_\n\n_Answ._ NO.\n\nQuest. _Why so\n\n### Summary:\n\n"}
{"original_length": 3005, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Tom Weiss\n\n\n\n\n\n\"THE ALTRUIST IN POLITICS\"\n\nBy Benjamin Cardozo\n\n\n\nTranscriber's Note:\n\"The Altruist in Politics\" was delivered by Cardozo as his commencement\noration at Columbia College in 1889. It was never copyrighted. Columbia\nUniversity, which administers Cardozo's literary estate, has explicitly\ngranted permission to Project Gutenberg to publish it.\n\n\n                             *****\n\n\nThere comes not seldom a crisis in the life of men, of nations, and of\nworlds, when the old forms seem ready to decay, and the old rules of\naction have lost their binding force. The evils of existing systems\nobscure the blessings that attend them; and, where reform is needed, the\ncry is raised for subversion. The cause of such phenomena is not far to\nseek. \"It used to appear to me,\" writes Count Tolstoi, in a significant\npassage, \"it used to appear to me that the small number of cultivated,\nrich and idle men, of whom I was one, composed the whole of humanity,\nand that the millions and millions of other men who had lived and are\nstill living were not in reality men at all.\" It is this spirit-the\nspirit that sees the whole of humanity in the few, and throws into the\nbackground the millions and millions of other men-it is this spirit that\nhas aroused the antagonism of reformers, and made the decay of the old\nforms, the rupture of the old restrictions, the ideal of them and of\ntheir followers. When wealth and poverty meet each other face to face,\nthe one the master and the other the dependent, the one exalted and\nthe other debased, it is perhaps hardly matter for surprise that the\ndependent and debased and powerless faction, in envy of their opponents'\nsupremacy, should demand, not simple reform, but absolute community and\nequality of wealth. That cry for communism is no new one in the history\nof mankind. Thousands of years ago it was heard and acted on; and, in\nthe lapse of centuries, its reverberations have but swelled in volume.\nAgain and again, the altruist has arisen in politics, has bidden us\nshare with others the product of our toil, and has proclaimed the\ncommunistic dogma as the panacea for our social ills. So today, amid the\nburied hopes and buried projects of the past, the doctrine of communism\nstill lives in the minds of men. Under stress of misfortune, or in dread\nof tyranny, it is still preached in modern times as Plato preached it in\nthe world of the Greeks.\n\nYet it is indeed doubtful whether, in the history of mankind, a doctrine\nwas ever taught more impracticable or more false to the principles\nit professes than this very doctrine of communism. In a world where\nself-interest is avowedly the ruling motive, it seeks to establish at\nonce an all-reaching and all-controlling altruism. In a world where\nevery man is pushing and fighting to outstrip his fellows, it would make\nhim toil with like vigor for their common welfare. In a world where a\nman's activity is measured by the nearness of reward, it would hold up\na prospective recompense as an equal stimulant to labor. \"The more\nbitterly we feel,\" writes George Eliot, \"the more bitterly we feel the\nfolly, ignorance, neglect, or self-seeking of those who at different\ntimes have wielded power, the stronger is the obligation we lay on\nourselves to beware lest we also, by a too hasty wresting of measures\nwhich seem to promise immediate relief, make a worse time of it for our\nown generation, and leave a bad inheritance for our children.\" In\nthe future, when the remoteness of his reward shall have weakened the\nlaborer's zeal, we shall be able to judge more fairly of the blessings\nthat the communist offers. Instead of the present world, where some at\nleast are well-to-do and happy, the communist holds before us a world\nwhere all alike are poor. For the activity, the push, the vigor of our\nmodern life, his substitute is a life aimless and unbroken. And so we\nhave to say to communists what George Eliot might have said: Be not\nblinded by the passions of the moment, but when you prate about your own\nwrongs and the sufferings of your offspring, take heed lest in the long\nrun you make a worse time of it for your own generation, and leave a bad\ninheritance for your children.\n\nLittle thought has been taken by these altruistic reformers for the\napplication of the doctrines they uphold. To the question how one kind\nof labor can be measured against another, how the labor of the artisan\ncan be measured against the labor of the artist, how the labor of the\nstrong can be measured against the labor of the weak, the communists\ncan give no answer. Absorbed, as they are, in the principle of equality,\nthey have still forgotten the equality of work in the equality of\npay; they have forgotten that reward, to be really equal, must be\nproportionate to effort; and they and all socialists have forgotten that\nwe cannot make an arithmetic of human thought and feeling; and that for\nall our crude attempts to balance recompense against toil, for all our\ncrude attempts to determine the relative severity of different kinds\nof toil, for all our crude attempts to determine the relative strain on\ndifferent persons of the same kind of toil, yet not only will the ratio,\ndealing, as it does, with our subjective feelings, be a blundering one,\nbut a system based upon it will involve inequalities greater, because\nmore insidious, than those of the present system it would discard.\n\nInstances, indeed, are not wanting to substantiate the claim that\ncommunism, by unduly exalting our altruistic impulses, proceeds upon a\nfalse psychological basis. Yet if an instance is to be chosen, it would\nbe hard to find one more suggestive than that afforded by the efforts\nof Robert Owen. The year 1824 saw the rise of Owen's little community of\nNew Harmony, and the year of 1828 saw the community's final disruption.\nIndividuals had appropriated to themselves the property designed for\nall; and even Owen, who had given to the enterprise his money and\nhis life, was obliged to admit that men were not yet fitted for the\ncommunistic stage, and that the moment of transition from individualism\nto communism had not yet arrived. Men trained under the old system, with\nits eager rivalry, its selfish interests, could not quite yet enter\ninto the spirit of self-renunciation that communism demands. And Owen,\ntherefore, was led to put his trust in education as the great moulder of\nthe minds of men. Through this agency, he hoped, the eager rivalry, the\nselfish interests, the sordid love of gain, might be lost in higher,\npurer, more disinterested ends; and, animated by that hope-the hope that\nin the fullness of time another New Harmony, free from contention and\nthe disappointments of the old one, might serve to immortalize his\nname-animated by that hope, Owen passed the last thirty years of his\nlife; and with that hope still before his eyes he died.\n\nBut years now have passed since Owen lived; the second New Harmony has\nnot yet been seen; the so-called rational system of education has not\nyet transformed the impulses or the aims of men; and the communist of\ntoday, with a history of two thousand years of failure behind him, in\nthe same pathetic confidence still looks for the realization of his\ndreams to the communism of the future.\n\nAnd yet, granting that communism were practicable, granting that Owen's\nhopes had some prospect of fulfillment, the doctrine still embodies\nevils that must make it forever inexpedient. The readers of Mr. Matthew\nArnold's works must have noticed the emphasis with which he dwells\non the instinct of expansion as a factor in human progress. It is\nthe refutation alike of communism and socialism that they thwart the\ninstinct of expansion; that they substitute for individual energy the\nenergy of\n\n### Summary:\n\n"}
{"original_length": 2358, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\nE-text prepared by Robert Cicconetti, Jason Isbell, and the Project\nGutenberg Online Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original lovely illustrations.\n      See 15284-h.htm or 15284-h.zip:\n      (http://www.gutenberg.net/dirs/1/5/2/8/15284/15284-h/15284-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/1/5/2/8/15284/15284-h.zip)\n\n\n\n\n\n\nTHE TALE OF JOHNNY TOWN-MOUSE\n\nBy BEATRIX POTTER\n\nAuthor of \"The Tale of Peter Rabbit,\" &c.\n\nFrederick Warne & Co., Inc.\nNew York\n\n1918\n\n\n\n\nTO AESOP IN THE SHADOWS\n\n\n\n\nJohnny Town-mouse was born in a cupboard. Timmy Willie was born in a\ngarden. Timmy Willie was a little country mouse who went to town by\nmistake in a hamper. The gardener sent vegetables to town once a week by\ncarrier; he packed them in a big hamper.\n\nThe gardener left the hamper by the garden gate, so that the carrier\ncould pick it up when he passed. Timmy Willie crept in through a hole in\nthe wicker-work, and after eating some peas--Timmy Willie fell fast\nasleep.\n\nHe awoke in a fright, while the hamper was being lifted into the carrier's\ncart. Then there was a jolting, and a clattering of horse's feet; other\npackages were thrown in; for miles and miles--jolt--jolt--jolt! and\nTimmy Willie trembled amongst the jumbled up vegetables.\n\nAt last the cart stopped at a house, where the hamper was taken out,\ncarried in, and set down. The cook gave the carrier sixpence; the back\ndoor banged, and the cart rumbled away. But there was no quiet; there\nseemed to be hundreds of carts passing. Dogs barked; boys whistled in\nthe street; the cook laughed, the parlour maid ran up and down-stairs;\nand a canary sang like a steam engine.\n\nTimmy Willie, who had lived all his life in a garden, was almost\nfrightened to death. Presently the cook opened the hamper and began to\nunpack the vegetables. Out sprang the terrified Timmy Willie.\n\nUp jumped the cook on a chair, exclaiming \"A mouse! a mouse! Call the\ncat! Fetch me the poker, Sarah!\" Timmy Willie did not wait for Sarah\nwith the poker; he rushed along the skirting board till he came to a\nlittle hole, and in he popped.\n\nHe dropped half a foot, and crashed into the middle of a mouse dinner\nparty, breaking three glasses.--\"Who in the world is this?\" inquired\nJohnny Town-mouse. But after the first exclamation of surprise he\ninstantly recovered his manners.\n\nWith the utmost politeness he introduced Timmy Willie to nine other\nmice, all with long tails and white neckties. Timmy Willie's own tail\nwas insignificant. Johnny Town-mouse and his friends noticed it; but\nthey were too well bred to make personal remarks; only one of them asked\nTimmy Willie if he had ever been in a trap?\n\nThe dinner was of eight courses; not much of anything, but truly\nelegant. All the dishes were unknown to Timmy Willie, who would have\nbeen a little afraid of tasting them; only he was very hungry, and very\nanxious to behave with company manners. The continual noise upstairs\nmade him so nervous, that he dropped a plate. \"Never mind, they don't\nbelong to us,\" said Johnny.\n\n\"Why don't those youngsters come back with the dessert?\" It should be\nexplained that two young mice, who were waiting on the others, went\nskirmishing upstairs to the kitchen between courses. Several times they\nhad come tumbling in, squeaking and laughing; Timmy Willie learnt with\nhorror that they were being chased by the cat. His appetite failed, he\nfelt faint. \"Try some jelly?\" said Johnny Town-mouse.\n\n\"No? Would you rather go to bed? I will show you a most comfortable\nsofa pillow.\"\n\nThe sofa pillow had a hole in it. Johnny Town-mouse quite honestly\nrecommended it as the best bed, kept exclusively for visitors. But the\nsofa smelt of cat. Timmy Willie preferred to spend a miserable night\nunder the fender.\n\nIt was just the same next day. An excellent breakfast was provided--for\nmice accustomed to eat bacon; but Timmy Willie had been reared on roots\nand salad. Johnny Town-mouse and his friends racketted about under the\nfloors, and came boldly out all over the house in the evening. One\nparticularly loud crash had been caused by Sarah tumbling downstairs\nwith the tea-tray; there were crumbs and sugar and smears of jam to be\ncollected, in spite of the cat.\n\nTimmy Willie longed to be at home in his peaceful nest in a sunny bank.\nThe food disagreed with him; the noise prevented him from sleeping. In a\nfew days he grew so thin that Johnny Town-mouse noticed it, and\nquestioned him. He listened to Timmy Willie's story and inquired about\nthe garden. \"It sounds rather a dull place? What do you do when it\nrains?\"\n\n\"When it rains, I sit in my little sandy burrow and shell corn and\nseeds from my Autumn store. I peep out at the throstles and blackbirds\non the lawn, and my friend Cock Robin. And when the sun comes out again,\nyou should see my garden and the flowers--roses and pinks and\n<DW29>s--no noise except the birds and bees, and the lambs in the\nmeadows.\"\n\n\"There goes that cat again!\" exclaimed Johnny Town-mouse. When they had\ntaken refuge in the coal-cellar he resumed the conversation; \"I confess\nI am a little disappointed; we have endeavoured to entertain you,\nTimothy William.\"\n\n\"Oh yes, yes, you have been most kind; but I do feel so ill,\" said Timmy\nWillie.\n\n\"It may be that your teeth and digestion are unaccustomed to our food;\nperhaps it might be wiser for you to return in the hamper.\"\n\n\"Oh? Oh!\" cried Timmy Willie.\n\n\"Why of course for the matter of that we could have sent you back last\nweek,\" said Johnny rather huffily--\"did you not know that the hamper\ngoes back empty on Saturdays?\"\n\nSo Timmy Willie said good-bye to his new friends, and hid in the hamper\nwith a crumb of cake and a withered cabbage leaf; and after much\njolting, he was set down safely in his own garden.\n\nSometimes on Saturdays he went to look at the hamper lying by the gate,\nbut he knew better than to get in again. And nobody got out, though\nJohnny Town-mouse had half promised a visit.\n\nThe winter passed; the sun came out again; Timmy Willie sat by his\nburrow warming his little fur coat and sniffing the smell of violets and\nspring grass. He had nearly forgotten his visit to town. When up the\nsandy path all spick and span with a brown leather bag came Johnny\nTown-mouse!\n\nTimmy Willie received him with open arms. \"You have come at the best of\nall the year, we will have herb pudding and sit in the sun.\"\n\n\"H'm'm! it is a little damp,\" said Johnny Town-mouse, who was carrying\nhis tail under his arm, out of the mud.\n\n\"What is that fearful noise?\" he started violently.\n\n\"That?\" said Timmy Willie, \"that is only a cow; I\n\n### Summary:\n\n"}
{"original_length": 3501, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by David Garcia, David Newman and James Rose\n\n\n\n\n\n[Illustration:\n  Nature Series No. 23.\n  How To Tell The Birds\n  From The Flowers.]\n\n\n\n\n\n\nHow To Tell The Birds From The Flowers.\n\nA Manual of Flornithology for Beginners.\n\n[Illustration]\n\n  Verses and Illustrations\n  By Robert Williams Wood.\n\n  Published by Paul Elder and Company\n  San Francisco and New York.\n\n\n\n\n  Copyright 1907\n  By\n  Paul Elder and Company\n\n[Illustration]\n\n\n\n\nContents.\n\n\n                                                      Page.\n  The Bird. The Burdock.                                1.\n  The Clover. The Plover.                               2.\n  The Crow. The Crocus.                                 3.\n  The Rue. The Rooster.                                 4.\n  The Parrot. The Carrot.                               5.\n  The Pea. The Pewee.                                   6.\n  The Pelican. The Panicle.                             7.\n  The Hen. The Lichen.                                  8.\n  The Hawk. The Hollyhock.                              9.\n  The Cow Bird. The Cowslip.                           10.\n  A Sparrer. Asparagus.                                11.\n  The Tern. The Turnip.                                12.\n  The Ole Gander. The Oleander.                        14.\n  The Blue Mountain Lory. The Blue Morning Glory.      15.\n  The Quail. The Kale.                                 16.\n  The Pecan. The Toucan.                               17.\n  The Auk. The Orchid.                                 18.\n  The Cat-bird. The Catnip.                            20.\n  The Ibis. The 'Ibiscus.                              21.\n  The Butter-ball. The Buttercup.                      22.\n  The Bay. The Jay.                                    23.\n  The Pipe. The Snipe.                                 24.\n  The Roc. The Shamrock.                               25.\n  The Lark. The Larkspur.                              26.\n  The Puffin. Nuffin.                                  27.\n\n  Author's Apology.                                    28.\n\n\n\n\nBurr. Bird.\n\n[Illustration: Burr. Bird.]\n\nThe Bird and the Burdock.\n\n\n  Who _is_ there who has never heard,\n  About the Burdock and the Bird?\n  And yet how _very very_ few,\n  Discriminate between the two,\n  While even Mr. Burbank can't\n  Transform a Bird into a Plant!\n\n[Illustration: Burbank.]\n\n\n\n\nThe Clover. The Plover.\n\n[Illustration: The Clover. The Plover.]\n\n\n  The Plover and the Clover can be told apart with ease,\n  By paying close attention to the habits of the Bees,\n  For en-to-molo-gists aver, the Bee can be in Clover,\n  While ety-molo-gists concur, there is no B in Plover.\n\n\n\n\nThe Crow. The Crocus.\n\n[Illustration: The Crow. The Crocus.]\n\n\n  Some are unable, as you know,\n  To tell the Crocus from the Crow;\n  The reason why is just because\n  They are not versed in Nature's laws.\n  The noisy, cawing Crows all come,\n  Obedient to the Cro'custom,\n  A large Crow Caw-cus to convoke.\n  You _never_ hear the Crocus croak!\n\n\n\n\nThe Rue. The Rooster.\n\n[Illustration: The Rue. The Rooster.]\n\n\n  Of Rooster the rudiment clearly is \"_Roo_\",\n  And the bird from the plant very probably grew.\n  You can easily tell them apart without fail,\n  By merely observing the Rue lacks de-tail.\n\n\n\n\nThe Parrot. The Carrot.\n\n[Illustration: The Parrot. The Carrot.]\n\n\n  The Parrot and the Carrot we may easily confound,\n  They're very much alike in looks and similar in sound,\n  We recognize the Parrot by his clear articulation,\n  For Carrots are unable to engage in conversation.\n\n\n\n\nThe Pea. The Pewee.\n\n[Illustration: The Pea. The Pewee.]\n\n\n  To tell the Pewee from the Pea,\n  Requires great per-spi-ca-city.\n  Here in the pod we see the Pea,\n  While perched close by is the Pewee;\n  The Pea he hears the Pewee peep,\n  While Pewee sees the wee Pea weep,\n  There'll be but little time to see,\n  How Pewee differs from the Pea.\n\n\n\n\nThe Pelican. The Panicle.\n\n[Illustration: The Pelican. The Panicle.]\n\n\n    The Panicle and Pelican\n  Have often been confused;\n  The letters which spell Pelican\n    In Panicle are used.\n  You never need confound the two,\n    There are many ways of telling:\n  The simplest thing that one can do,\n    Is to observe the spelling.\n\n\n\n\nThe Hen. The Lichen.\n\n[Illustration: The Hen. The Lichen.]\n\n\n  The Lichens lie on rocks and bark,\n  They look somewhat like Hens:\n  Hens _lay_, they _lie_, we may remark,\n  A difference of tense.\n\n\n\n\nThe Hawk. The Hollyhock.\n\n[Illustration: The Hawk. The Hollyhock.]\n\n\n  To recognize this Bird-of-Prey,\n  The broody Hen you should survey:\n  She takes her Chicks on daily walks,\n  Among the neighboring Hollyhocks,\n  While with the Hawk association,\n  Is quite beyond her toleration.\n\n\n\n\nThe Cow Bird. The Cowslip.\n\n[Illustration: The Cow Bird. The Cowslip.]\n\n\n  Growing in mires, in gold attired,\n  The Cowslip has been much admired,\n  Altho' its proper name, we're told,\n  Is really the Marsh Marigold:\n  The Cow Bird picture, I suspect,\n  Is absolutely incorrect,\n  We make such errors now and then,\n  A sort of cow slip of the pen.\n\n\n\n\nA Sparrer. Asparagus.\n\n[Illustration: A Sparrer. Asparagus.]\n\n\n  The Sparrow, from flying, is quite out of breath,\n  In fact he has worked himself almost to death,\n  While the lazy Asparagus,--so it is said,--\n  Spends all of his time in the 'sparagus bed.\n\n\n\n\nThe Tern. The Turnip.\n\n[Illustration: The Tern. The Turnip.]\n\n\n  To tell the Turnip from the Tern,\n  A thing which everyone should learn,\n  Observe the Tern up in the air,\n  See how he turns,--and now compare\n  Him with this inert vegetable,\n  Who thus to turn is quite unable,\n  For he is rooted to the spot,\n  While as we see the Tern is not:\n  He is not always doomed to be\n  Thus bound to earth e-_tern_-ally,\n  For \"Cooked to a turn\" may be inferred,\n  To change the Turnip to the Bird.\n\n[Illustration]\n\n  Observe the Turnip in the pot.\n  The Tern is glad that he is not!\n\n\n\n\nThe Ole Gander. The Oleander.\n\n[Illustration: The Ole Gander. The Oleander.]\n\n\n  The Gander loves to promenade,\n  Around the farmer's poultry-yard,\n  While, as we see, the Oleander\n  Is quite unable to meander.\n\n\n\n\nThe Blue Mountain Lory. The Blue Morning Glory.\n\n[Illustration: The Blue Mountain Lory. The Blue Morning Glory.]\n\n\n  The Blue Mountain Lory\n\n### Summary:\n\n"}
{"original_length": 2597, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\n\nThe Declaration of Independence of The United States of America\n\n\nby Thomas Jefferson\n\n\n\n\nEdition 1, (October 12, 2005)\n\n\n\n\n\n\nTHE DECLARATION OF INDEPENDENCE OF THE UNITED STATES OF AMERICA\n\n\n                        IN CONGRESS, July 4, 1776\n\n\nThe unanimous Declaration of the thirteen united States of America\n\nWhen in the Course of human events, it becomes necessary for one people to\ndissolve the political bands which have connected them with another, and\nto assume, among the Powers of the earth, the separate and equal station\nto which the Laws of Nature and of Nature's God entitle them, a decent\nrespect to the opinions of mankind requires that they should declare the\ncauses which impel them to the separation.\n\nWe hold these truths to be self-evident, that all men are created equal,\nthat they are endowed by their Creator with certain unalienable Rights,\nthat among these are Life, Liberty, and the pursuit of Happiness.--That to\nsecure these rights, Governments are instituted among Men, deriving their\njust powers from the consent of the governed,--That whenever any Form of\nGovernment becomes destructive of these ends, it is the Right of the\nPeople to alter or to abolish it, and to institute new Government, laying\nits foundation on such principles and organizing its powers in such form,\nas to them shall seem most likely to effect their Safety and Happiness.\nPrudence, indeed, will dictate that Governments long established should\nnot be changed for light and transient causes; and accordingly all\nexperience hath shown, that mankind are more disposed to suffer, while\nevils are sufferable, than to right themselves by abolishing the forms to\nwhich they are accustomed. But when a long train of abuses and\nusurpations, pursuing invariably the same Object evinces a design to\nreduce them under absolute Despotism, it is their right, it is their duty,\nto throw off such Government, and to provide new Guards for their future\nsecurity.--Such has been the patient sufferance of these Colonies; and such\nis now the necessity which constrains them to alter their former Systems\nof Government. The history of the present King of Great Britain is a\nhistory of repeated injuries and usurpations, all having in direct object\nthe establishment of an absolute Tyranny over these States. To prove this,\nlet Facts be submitted to a candid world.\n\n      He has refused his Assent to Laws, the most wholesome and necessary\n      for the public good.\n      He has forbidden his Governors to pass Laws of immediate and\n      pressing importance, unless suspended in their operation till his\n      Assent should be obtained; and when so suspended, he has utterly\n      neglected to attend to them.\n      He has refused to pass other Laws for the accommodation of large\n      districts of people, unless those people would relinquish the right\n      of Representation in the Legislature, a right inestimable to them\n      and formidable to tyrants only.\n      He has called together legislative bodies at places unusual,\n      uncomfortable, and distant from the depository of their Public\n      Records, for the sole purpose of fatiguing them into compliance with\n      his measures.\n      He has dissolved Representative Houses repeatedly, for opposing with\n      manly firmness his invasions on the rights of the people.\n      He has refused for a long time, after such dissolutions, to cause\n      others to be elected; whereby the Legislative Powers, incapable of\n      Annihilation, have returned to the People at large for their\n      exercise; the State remaining in the mean time exposed to all the\n      dangers of invasion from without, and convulsions within.\n      He has endeavoured to prevent the population of these States; for\n      that purpose obstructing the Laws of Naturalization of Foreigners;\n      refusing to pass others to encourage their migration hither, and\n      raising the conditions of new Appropriations of Lands.\n      He has obstructed the Administration of Justice, by refusing his\n      Assent to Laws for establishing Judiciary Powers.\n      He has made judges dependent on his Will alone, for the tenure of\n      their offices, and the amount and payment of their salaries.\n      He has erected a multitude of New Offices, and sent hither swarms of\n      Officers to harass our People, and eat out their substance.\n      He has kept among us, in times of peace, Standing Armies without the\n      Consent of our legislatures.\n      He has affected to render the Military independent of and superior\n      to the Civil Power.\n      He has combined with others to subject us to a jurisdiction foreign\n      to our constitution, and unacknowledged by our laws; giving his\n      Assent to their Acts of pretended legislation:\n      For quartering large bodies of armed troops among us:\n      For protecting them, by a mock Trial, from Punishment for any\n      Murders which they should commit on the Inhabitants of these States:\n      For cutting off our Trade with all parts of the world:\n      For imposing taxes on us without our Consent:\n      For depriving us, in many cases, of the benefits of Trial by Jury:\n      For transporting us beyond Seas to be tried for pretended offences:\n      For abolishing the free System of English Laws in a neighbouring\n      Province, establishing therein an Arbitrary government, and\n      enlarging its Boundaries so as to render it at once an example and\n      fit instrument for introducing the same absolute rule into these\n      Colonies:\n      For taking away our Charters, abolishing our most valuable Laws, and\n      altering fundamentally the Forms of our Governments:\n      For suspending our own Legislatures, and declaring themselves\n      invested with Power to legislate for us in all cases whatsoever.\n      He has abdicated Government here, by declaring us out of his\n      Protection and waging War against us.\n      He has plundered our seas, ravaged our Coasts, burnt our towns, and\n      destroyed the lives of our people.\n      He is at this time transporting large armies of foreign mercenaries\n      to compleat the works of death, desolation and tyranny, already\n      begun with circumstances of Cruelty & perfidy scarcely paralleled in\n      the most barbarous ages, and totally unworthy of the Head of a\n      civilized nation.\n      He has constrained our fellow Citizens taken Captive on the high\n      Seas to bear Arms against their Country, to become the executioners\n      of their friends and Brethren, or to fall themselves by their Hands.\n      He has excited domestic insurrections amongst us, and has\n      endeavoured to bring on the inhabitants of our frontiers, the\n      merciless Indian Savages, whose known rule of warfare, is an\n      undistinguished destruction of all ages, sexes and conditions.\n\nIn every stage of these Oppressions We have Petitioned for Redress in the\nmost humble terms: Our repeated Petitions have been answered only by\nrepeated injury. A Prince, whose character is thus marked by every act\nwhich may define a Tyrant, is unfit to be the ruler of a free People.\n\nNor have We been wanting in attention to our Brittish brethren. We have\nwarned them from time to time of attempts by their legislature to extend\nan unwarrantable jurisdiction over us. We have reminded them of the\ncircumstances of our emigration and settlement here. We have appealed to\ntheir native justice and magnanimity, and we have conjured them by the\nties of our common kindred to disavow these usurpations, which would\ninevitably interrupt our connections and correspondence. They too have\nbeen deaf to the voice of justice and of consanguinity. We must,\ntherefore, acquiesce in the necessity, which denounces our Separation, and\nhold them, as we hold the rest of mankind, Enemies in War, in Peace\nFriends.\n\nWe, therefore, the Representatives of the United States of America, in\nGeneral Congress, Assembled, appealing to the Supreme Judge of the world\nfor the rectitude of our intentions, do, in the Name, and by the Authority\nof the good People of these Col\n\n### Summary:\n\n"}
{"original_length": 2842, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\n<s> \n\n\n\nProduced by Jason Isbell, David Garcia and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n[Illustration: FRONT COVER]\n\n\n\n\n\n\n[Illustration]\n\n\n\n\n\n\n              The ROCKET Book\n\n              by PETER NEWELL\n\n\n\n             HARPER & BROTHERS\n                 NEW YORK\n\n\n\n\n   COPYRIGHT, 1912, BY HARPER & BROTHERS\n               --------------\n           PATENTED JUNE 4, 1912\n               --------------\n  PRINTED IN THE UNITED STATES OF AMERICA\n          PUBLISHED OCTOBER, 1912\n\n\n\n\n\n\nTHE ROCKET BOOK\n\n[Illustration]\n\n\n\n\nTHE BASEMENT\n\n\n  When Fritz, the Janitor's bad kid,\n    Went snooping in the basement,\n  He found a rocket snugly hid\n    Beneath the window casement.\n\n  He struck a match with one fell swoop;\n    Then, on the concrete kneeling,\n  He lit the rocket and--she--oop!\n    It shot up through the ceiling.\n\n\n[Illustration: THE BASEMENT]\n\n\n\n\nFIRST FLAT\n\n\n  The Steiners on the floor above\n    Of breakfast were partaking;\n  Crash! came the rocket, unannounced,\n    And set them all a-quaking!\n\n  It smote a catsup bottle, fair,\n    And bang! the thing exploded!\n  And now these people all declare\n    That catsup flask was loaded.\n\n\n[Illustration: FIRST FLAT]\n\n\n\n\nSECOND FLAT\n\n\n  Before the fire old Grandpa Hopp\n    Dozed in his arm-chair big,\n  When from a trunk the rocket burst\n    And carried off his wig!\n\n  It passed so near his ancient head\n    He roused up with a start,\n  And, turning to his grandsons, said,\n    \"You fellows think you're smart!\"\n\n\n[Illustration: SECOND FLAT]\n\n\n\n\nTHIRD FLAT\n\n\n  Algernon Bracket, somewhat rash,\n    Had blown a monster bubble,\n  When, oh! there came a blinding flash,\n    Precipitating trouble!\n\n  But Algy turned in mild disgust,\n    And called to Mama Bracket,\n  \"Say, did you hear that bubble bu'st?\n    It made an awful racket!\"\n\n\n[Illustration: THIRD FLAT]\n\n\n\n\nFOURTH FLAT\n\n\n  Jo Budd, who'd bought a potted plant,\n    Was dousing it with water.\n  He fancied this would make it grow,\n    And Joseph loved to potter.\n\n  Then through the pot the rocket shot\n    And made the scene look sickly!\n  \"Well, now,\" said Jo, \"I never thought\n    That plant would shoot so quickly!\"\n\n\n[Illustration: FOURTH FLAT]\n\n\n\n\nFIFTH FLAT\n\n\n  Right here 'tis needful to remark\n    That Dick and \"Little Son\"\n  Were playing with a Noah's ark\n    And having loads of fun,\n\n  When all at once that rocket, stout,\n    Up through the ark came blazing!\n  The animals were tossed about\n    And did some stunts amazing.\n\n\n[Illustration: FIFTH FLAT]\n\n\n\n\nSIXTH FLAT\n\n\n  A Burglar on the next floor up\n    The sideboard was exploring.\n  (The family, with the brindled pup,\n    Were still asleep and snoring.)\n\n  Just then, up through the silverware\n    The rocket thundered, flaring!\n  The Burglar got a dreadful scare;\n    Then out the door went tearing.\n\n\n[Illustration: SIXTH FLAT]\n\n\n\n\nSEVENTH FLAT\n\n\n  Miss Mamie Briggs with no mean skill\n    Was playing \"Casey's Fling\"\n  To please her cousin, Amos Gill,\n    Who liked that sort of thing,\n\n  When suddenly the rocket, hot,\n    The old piano jumbled!\n  It stopped that rag-time like a shot,\n    Then through the ceiling rumbled.\n\n\n[Illustration: SEVENTH FLAT]\n\n\n\n\nEIGHTH FLAT\n\n\n  Up through the next floor on its way\n    That rocket, dread, went tearing\n  Where Winkle stood in bath-robe, gay,\n    A tepid bath preparing.\n\n  The tub it punctured like a shot\n    And made a mighty splashing.\n  The man was rooted to the spot;\n    Then out the door went dashing.\n\n\n[Illustration: EIGHTH FLAT]\n\n\n\n\nNINTH FLAT\n\n\n  Bob Brooks was puffing very hard\n    His football to inflate,\n  While round him stood his faithful guard,\n    And they could hardly wait.\n\n  Then came the rocket, fierce and bright,\n    And through the football rumbled.\n  \"You've got a pair of lungs, all right!\"\n    His staring playmates grumbled.\n\n\n[Illustration: NINTH FLAT]\n\n\n\n\nTENTH FLAT\n\n\n  The family dog, with frenzied mien,\n    Was chasing Fluff, the mouser,\n  When, <DW30>! the rocket flashed between,\n    And quite astonished Towzer.\n\n  Now, if this dog had wit enough\n    The English tongue to torture,\n  He might have growled such silly stuff\n    As, \"Whew! that cat's a scorcher!\"\n\n\n[Illustration: TENTH FLAT]\n\n\n\n\nELEVENTH FLAT\n\n\n  While Carrie Cook sat with a book\n    The phonograph played sweetly.\n  Then came the rocket and it smashed\n    That instrument completely.\n\n  Fair Carrie promptly turned her head,\n    Attracted by the roar.\n  \"Dear me, I never heard,\" she said,\n    \"That record played before!\"\n\n\n[Illustration: ELEVENTH FLAT]\n\n\n\n\nTWELFTH FLAT\n\n\n  De Vere was searching for a match\n    To light a cigarette,\n  But failed to find one with despatch,\n    Which threw him in a pet.\n\n  Just then the rocket flared up bright\n    Before his face and crackled,\n  Supplying him the needed light--\n    \"Thanks, awfully,\" he cackled.\n\n\n[Illustration: TWELFTH FLAT]\n\n\n\n\nTHIRTEENTH FLAT\n\n\n  Home from the shop came Maud's new hat--\n    A hat of monstrous size!\n  It almost filled the tiny flat\n    Before her ravished eyes.\n\n  When, sch-u-u! up through the box so proud\n    The rocket flared and spluttered.\n  \"I said that hat was all too loud!\"\n    Her peevish husband muttered.\n\n\n[Illustration: THIRTEENTH FLAT]\n\n\n\n\nFOURTEENTH FLAT\n\n\n  Tom's pap had helped him start his train,\n    And all would have been fine\n  Had not the rocket, raising Cain,\n    Blocked traffic on the line.\n\n  It blew the engine into scrap,\n    As in a fit of passion.\n  \"Who would have thought that toy,\" said pap,\n    \"Would blow up in such fashion!\"\n\n\n[Illustration: FOURTEENTH FLAT]\n\n\n\n\nFIFTEENTH FLAT\n\n\n  Orlando Pease, quite at his ease,\n    The \"Morning Star\" was reading.\n  \"My dear,\" said he to Mrs. Pease,\n    \"Here's a report worth heeding.\"\n\n  The rocket then in want\n\n### Summary:\n\n"}
