{"original_length": 2095, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nBohemia. A road near the SHEPHERD'S cottage\n\nEnter AUTOLYCUS, singing\n\n      When daffodils begin to peer,\n        With heigh! the doxy over the dale,\n      Why, then comes in the sweet o' the year,\n        For the red blood reigns in the winter's pale.\n\n      The white sheet bleaching on the hedge,\n        With heigh! the sweet birds, O, how they sing!\n      Doth set my pugging tooth on edge,\n        For a quart of ale is a dish for a king.\n\n      The lark, that tirra-lirra chants,\n        With heigh! with heigh! the thrush and the jay,\n      Are summer songs for me and my aunts,\n        While we lie tumbling in the hay.\n\n    I have serv'd Prince Florizel, and in my time wore\nthree-pile;\n    but now I am out of service.\n\n      But shall I go mourn for that, my dear?\n        The pale moon shines by night;\n      And when I wander here and there,\n        I then do most go right.\n\n      If tinkers may have leave to live,\n        And bear the sow-skin budget,\n      Then my account I well may give\n        And in the stocks avouch it.\n\n    My traffic is sheets; when the kite builds, look to lesser\nlinen.\n    My father nam'd me Autolycus; who, being, I as am, litter'd\nunder\n    Mercury, was likewise a snapper-up of unconsidered trifles.\nWith\n    die and drab I purchas'd this caparison; and my revenue is\nthe\n    silly-cheat. Gallows and knock are too powerful on the\nhighway;\n    beating and hanging are terrors to me; for the life to come,\nI\n    sleep out the thought of it. A prize! a prize!\n\n                            Enter CLOWN\n\n  CLOWN. Let me see: every 'leven wether tods; every tod yields\npound\n    and odd shilling; fifteen hundred shorn, what comes the wool\nto?\n  AUTOLYCUS.  [Aside]  If the springe hold, the cock's mine.\n  CLOWN. I cannot do 't without counters. Let me see: what am I\nto\n    buy for our sheep-shearing feast? Three pound of sugar, five\n    pound of currants, rice- what will this sister of mine do\nwith\n    rice? But my father hath made her mistress of the feast, and\nshe\n    lays it on. She hath made me four and twenty nosegays for the\n    shearers- three-man song-men all, and very good ones; but\nthey\n    are most of them means and bases; but one Puritan amongst\nthem,\n    and he sings psalms to hornpipes. I must have saffron to\ncolour\n    the warden pies; mace; dates- none, that's out of my note;\n    nutmegs, seven; race or two of ginger, but that I may beg;\nfour\n    pound of prunes, and as many of raisins o' th' sun.\n  AUTOLYCUS.  [Grovelling on the ground]  O that ever I was born!\n  CLOWN. I' th' name of me!\n  AUTOLYCUS. O, help me, help me! Pluck but off these rags; and\nthen,\n    death, death!\n  CLOWN. Alack, poor soul! thou hast need of more rags to lay on\n    thee, rather than have these off.\n  AUTOLYCUS. O sir, the loathsomeness of them offend me more than\nthe\n    stripes I have received, which are mighty ones and millions.\n  CLOWN. Alas, poor man! a million of beating may come to a great\n    matter.\n  AUTOLYCUS. I am robb'd, sir, and beaten; my money and apparel\nta'en\n    from me, and these detestable things put upon me.\n  CLOWN. What, by a horseman or a footman?\n  AUTOLYCUS. A footman, sweet sir, a footman.\n  CLOWN. Indeed, he should be a footman, by the garments he has\nleft\n    with thee; if this be a horseman's coat, it hath seen very\nhot\n    service. Lend me thy hand, I'll help thee. Come, lend me thy\n    hand.                                       [Helping him up]\n  AUTOLYCUS. O, good sir, tenderly, O!\n  CLOWN. Alas, poor soul!\n  AUTOLYCUS. O, good sir, softly, good sir; I fear, sir, my\nshoulder\n    blade is out.\n  CLOWN. How now! Canst stand?\n  AUTOLYCUS. Softly, dear sir  [Picks his pocket];  good sir,\nsoftly.\n    You ha' done me a charitable office.\n  CLOWN. Dost lack any money? I have a little money for thee.\n  AUTOLYCUS. No, good sweet sir; no, I beseech you, sir. I have a\n    kinsman not past three quarters of a mile hence, unto whom I\nwas\n    going; I shall there have money or anything I want. Offer me\nno\n    money, I pray you; that kills my heart.\n  CLOWN. What manner of fellow was he that robb'd you?\n  AUTOLYCUS. A fellow, sir, that I have known to go about with\n    troll-my-dames; I knew him once a servant of the Prince. I\ncannot\n    tell, good sir, for which of his virtues it was, but he was\n    certainly whipt out of the court.\n  CLOWN. His vices, you would say; there's no virtue whipt out of\nthe\n    court. They cherish it to make it stay there; and yet it will\nno\n    more but abide.\n  AUTOLYCUS. Vices, I would say, sir. I know this man well; he\nhath\n    been since an ape-bearer; then a process-server, a bailiff;\nthen\n    he compass'd a motion of the Prodigal Son, and married a\ntinker's\n    wife within a mile where my land and living lies; and, having\n    flown over many knavish professions, he settled only in\nrogue.\n    Some call him Autolycus.\n  CLOWN. Out upon him! prig, for my life, prig! He haunts wakes,\n    fairs, and bear-baitings.\n  AUTOLYCUS. Very true, sir; he, sir, he; that's the rogue that\nput\n    me into this apparel.\n  CLOWN. Not a more cowardly rogue in all Bohemia; if you had but\n    look'd big and spit at him, he'd have run.\n  AUTOLYCUS. I must confess to you, sir, I am no fighter; I am\nfalse\n    of heart that way, and that he knew, I warrant him.\n  CLOWN. How do you now?\n  AUTOLYCUS. Sweet sir, much better than I was; I can stand and\nwalk.\n    I will even take my leave of you and pace softly towards my\n    kinsman's.\n  CLOWN. Shall I bring thee on the way?\n  AUTOLYCUS. No, good-fac'd sir; no, sweet sir.\n  CLOWN. Then fare thee well. I must go buy spices for our\n    sheep-shearing.\n  AUTOLYCUS. Prosper you, sweet sir!                  Exit CLOWN\n    Your purse is not hot enough to purchase your spice. I'll be\nwith\n    you at your sheep-shearing too. If I make not this cheat\nbring\n    out another, and the shearers prove sheep, let me be\nunroll'd,\n    and my name put in the book of virtue!\n                                                         [Sings]\n            Jog on, jog on, the footpath way\n\n### Summary:\n\n", "answer": "Autolycus enters singing a bawdy ballad. He interrupts his song to announce that he was once a well-dressed servant to Prince Florizel, but he is now out of service. Now, he collects odds and ends. There are hints that he steals them. With the help of harlots and dice, he has acquired his current attire. His favorite source of income, he says, \"is the silly cheat,\" because he fears punishments for committing truly violent crimes. His spirits soar as he spots a prize! -- who is none other than the kind-hearted clown. The shepherd's son is struggling with calculations on the income from the wool of 1,500 sheep and with his responsibility to buy supplies for the sheep-shearing feast. All the details of this transaction arc mixed with thoughts about his family, particularly about his \"sister,\" who is to be the \"queen\" of the feast. Obviously, they are preparing to entertain a large number of people. Autolycus goes to work. He grovels on the ground and begs the shocked clown to tear the rags off his back. But the clown protests that Autolycus needs more on his back, not less. Autolycus insists that the loathsome rags offend him more than his scars from many beatings. He claims that he was beaten and robbed by a footman who forced him to put on these detestable garments. The gentle, gullible clown assists Autolycus to his feet. However, as Autolycus winces to avoid aggravating his non-existent wounds, he picks the pocket of the clown. When the clown offers him money, Autolycus must, of course, refuse; so, he holds off the clown's charity by insisting that a nearby kinsman will aid him. Pressed for a description of his robber, Autolycus describes himself. The clown protests against this thief who \"haunts wakes, fairs, and bear-baitings.\" Declaring himself well enough to walk to his relative's home, Autolycus sends the clown on to complete his errands. As soon as the good man exits, the rogue flaunts the stolen purse, mocks the clown's attempt to buy supplies without money, and declares that he will also cheat the guests at the sheep-shearing festival. Autolycus leaves as he entered, singing."}
{"original_length": 2124, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nWalking to church a certain Sunday morning, I had little Miles at my\nside and his sister, in advance of us and at Mrs. Grose's, well in\nsight. It was a crisp, clear day, the first of its order for some time;\nthe night had brought a touch of frost, and the autumn air, bright\nand sharp, made the church bells almost gay. It was an odd accident of\nthought that I should have happened at such a moment to be particularly\nand very gratefully struck with the obedience of my little charges. Why\ndid they never resent my inexorable, my perpetual society? Something or\nother had brought nearer home to me that I had all but pinned the boy to\nmy shawl and that, in the way our companions were marshaled before me,\nI might have appeared to provide against some danger of rebellion. I\nwas like a gaoler with an eye to possible surprises and escapes. But all\nthis belonged--I mean their magnificent little surrender--just to the\nspecial array of the facts that were most abysmal. Turned out for Sunday\nby his uncle's tailor, who had had a free hand and a notion of\npretty waistcoats and of his grand little air, Miles's whole title to\nindependence, the rights of his sex and situation, were so stamped upon\nhim that if he had suddenly struck for freedom I should have had nothing\nto say. I was by the strangest of chances wondering how I should meet\nhim when the revolution unmistakably occurred. I call it a revolution\nbecause I now see how, with the word he spoke, the curtain rose on the\nlast act of my dreadful drama, and the catastrophe was precipitated.\n\"Look here, my dear, you know,\" he charmingly said, \"when in the world,\nplease, am I going back to school?\"\n\nTranscribed here the speech sounds harmless enough, particularly\nas uttered in the sweet, high, casual pipe with which, at all\ninterlocutors, but above all at his eternal governess, he threw off\nintonations as if he were tossing roses. There was something in\nthem that always made one \"catch,\" and I caught, at any rate, now so\neffectually that I stopped as short as if one of the trees of the\npark had fallen across the road. There was something new, on the spot,\nbetween us, and he was perfectly aware that I recognized it, though,\nto enable me to do so, he had no need to look a whit less candid and\ncharming than usual. I could feel in him how he already, from my at\nfirst finding nothing to reply, perceived the advantage he had gained. I\nwas so slow to find anything that he had plenty of time, after a minute,\nto continue with his suggestive but inconclusive smile: \"You know, my\ndear, that for a fellow to be with a lady ALWAYS--!\" His \"my dear\" was\nconstantly on his lips for me, and nothing could have expressed more the\nexact shade of the sentiment with which I desired to inspire my pupils\nthan its fond familiarity. It was so respectfully easy.\n\nBut, oh, how I felt that at present I must pick my own phrases! I\nremember that, to gain time, I tried to laugh, and I seemed to see in\nthe beautiful face with which he watched me how ugly and queer I looked.\n\"And always with the same lady?\" I returned.\n\nHe neither blanched nor winked. The whole thing was virtually out\nbetween us. \"Ah, of course, she's a jolly, 'perfect' lady; but, after\nall, I'm a fellow, don't you see? that's--well, getting on.\"\n\nI lingered there with him an instant ever so kindly. \"Yes, you're\ngetting on.\" Oh, but I felt helpless!\n\nI have kept to this day the heartbreaking little idea of how he seemed\nto know that and to play with it. \"And you can't say I've not been\nawfully good, can you?\"\n\nI laid my hand on his shoulder, for, though I felt how much better it\nwould have been to walk on, I was not yet quite able. \"No, I can't say\nthat, Miles.\"\n\n\"Except just that one night, you know--!\"\n\n\"That one night?\" I couldn't look as straight as he.\n\n\"Why, when I went down--went out of the house.\"\n\n\"Oh, yes. But I forget what you did it for.\"\n\n\"You forget?\"--he spoke with the sweet extravagance of childish\nreproach. \"Why, it was to show you I could!\"\n\n\"Oh, yes, you could.\"\n\n\"And I can again.\"\n\nI felt that I might, perhaps, after all, succeed in keeping my wits\nabout me. \"Certainly. But you won't.\"\n\n\"No, not THAT again. It was nothing.\"\n\n\"It was nothing,\" I said. \"But we must go on.\"\n\nHe resumed our walk with me, passing his hand into my arm. \"Then when AM\nI going back?\"\n\nI wore, in turning it over, my most responsible air. \"Were you very\nhappy at school?\"\n\nHe just considered. \"Oh, I'm happy enough anywhere!\"\n\n\"Well, then,\" I quavered, \"if you're just as happy here--!\"\n\n\"Ah, but that isn't everything! Of course YOU know a lot--\"\n\n\"But you hint that you know almost as much?\" I risked as he paused.\n\n\"Not half I want to!\" Miles honestly professed. \"But it isn't so much\nthat.\"\n\n\"What is it, then?\"\n\n\"Well--I want to see more life.\"\n\n\"I see; I see.\" We had arrived within sight of the church and of various\npersons, including several of the household of Bly, on their way to it\nand clustered about the door to see us go in. I quickened our step;\nI wanted to get there before the question between us opened up much\nfurther; I reflected hungrily that, for more than an hour, he would have\nto be silent; and I thought with envy of the comparative dusk of the pew\nand of the almost spiritual help of the hassock on which I might bend\nmy knees. I seemed literally to be running a race with some confusion\nto which he was about to reduce me, but I felt that he had got in first\nwhen, before we had even entered the churchyard, he threw out--\n\n\"I want my own sort!\"\n\nIt literally made me bound forward. \"There are not many of your own\nsort, Miles!\" I laughed. \"Unless perhaps dear little Flora!\"\n\n\"You really compare me to a baby girl?\"\n\nThis found me singularly weak. \"Don't you, then, LOVE our sweet Flora?\"\n\n\"If I didn't--and you, too; if I didn't--!\" he repeated as if retreating\nfor a jump, yet leaving his thought so unfinished that, after we had\ncome into the gate, another stop, which he imposed on me by the pressure\nof his arm, had become inevitable. Mrs. Grose and Flora had passed into\nthe church, the other worshippers had followed, and we were, for the\nminute, alone among the old, thick graves. We had paused, on the path\nfrom the gate, by a low, oblong, tablelike tomb.\n\n\"Yes, if you didn't--?\"\n\nHe looked, while I waited, at the graves. \"Well, you know what!\" But\nhe didn't move, and he presently produced something that made me drop\nstraight down on the stone slab, as if suddenly to rest. \"Does my uncle\nthink what YOU think?\"\n\nI markedly rested. \"How do you know what I think?\"\n\n\"Ah, well, of course I don't; for it strikes me you never tell me. But I\nmean does HE know?\"\n\n\"Know what, Miles?\"\n\n\"Why, the way I'm going on.\"\n\nI perceived quickly enough that I could make, to this inquiry, no answer\nthat would not involve something of a sacrifice of my employer. Yet it\nappeared to me that we were all, at Bly, sufficiently sacrificed to make\nthat venial. \"I don't think your uncle much cares.\"\n\nMiles, on this, stood looking at me. \"Then don't you think he can be\n\n\n### Summary:\n\n", "answer": "On the way to church one Sunday morning, the governess walks with Miles while Flora walks with Mrs. Grose. The governess wonders why the children are so obedient when she keeps them with her at all times - especially Miles, who dressed up like a little gentleman, seems independent and is just about to begin what the governess calls a \"revolution. Miles suddenly asks the governess when he will go back to school. Though he speaks charmingly, the governess stops short and feels helpless to respond. Miles says that he is a fellow and cannot always be with a lady, even if she is perfect. He says he has been good except for the one night he snuck outside. The governess takes the opportunity to ask him again why he did it, and he says that it was to show her that he could but that he won't do it again. He asks again when he is going back to school. Hoping to put him off until they get into the church, where he cannot ask any more questions, the governess tries to find out why Miles wants to go back to school if he is happy at Bly, and he finally tells her that he wants to see more life and wants his own sort. When the governess suggests that Flora is his own sort, he is offended by the comparison to a \"baby girl,\" which upsets the governess. Miles then asks about his uncle's opinion on his schooling, and the governess lets it slip that the uncle doesn't care. Miles wonders if he can be made to come visit and says he will be the one to make him do so."}
{"original_length": 2124, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nWalking to church a certain Sunday morning, I had little Miles at my\nside and his sister, in advance of us and at Mrs. Grose's, well in\nsight. It was a crisp, clear day, the first of its order for some time;\nthe night had brought a touch of frost, and the autumn air, bright\nand sharp, made the church bells almost gay. It was an odd accident of\nthought that I should have happened at such a moment to be particularly\nand very gratefully struck with the obedience of my little charges. Why\ndid they never resent my inexorable, my perpetual society? Something or\nother had brought nearer home to me that I had all but pinned the boy to\nmy shawl and that, in the way our companions were marshaled before me,\nI might have appeared to provide against some danger of rebellion. I\nwas like a gaoler with an eye to possible surprises and escapes. But all\nthis belonged--I mean their magnificent little surrender--just to the\nspecial array of the facts that were most abysmal. Turned out for Sunday\nby his uncle's tailor, who had had a free hand and a notion of\npretty waistcoats and of his grand little air, Miles's whole title to\nindependence, the rights of his sex and situation, were so stamped upon\nhim that if he had suddenly struck for freedom I should have had nothing\nto say. I was by the strangest of chances wondering how I should meet\nhim when the revolution unmistakably occurred. I call it a revolution\nbecause I now see how, with the word he spoke, the curtain rose on the\nlast act of my dreadful drama, and the catastrophe was precipitated.\n\"Look here, my dear, you know,\" he charmingly said, \"when in the world,\nplease, am I going back to school?\"\n\nTranscribed here the speech sounds harmless enough, particularly\nas uttered in the sweet, high, casual pipe with which, at all\ninterlocutors, but above all at his eternal governess, he threw off\nintonations as if he were tossing roses. There was something in\nthem that always made one \"catch,\" and I caught, at any rate, now so\neffectually that I stopped as short as if one of the trees of the\npark had fallen across the road. There was something new, on the spot,\nbetween us, and he was perfectly aware that I recognized it, though,\nto enable me to do so, he had no need to look a whit less candid and\ncharming than usual. I could feel in him how he already, from my at\nfirst finding nothing to reply, perceived the advantage he had gained. I\nwas so slow to find anything that he had plenty of time, after a minute,\nto continue with his suggestive but inconclusive smile: \"You know, my\ndear, that for a fellow to be with a lady ALWAYS--!\" His \"my dear\" was\nconstantly on his lips for me, and nothing could have expressed more the\nexact shade of the sentiment with which I desired to inspire my pupils\nthan its fond familiarity. It was so respectfully easy.\n\nBut, oh, how I felt that at present I must pick my own phrases! I\nremember that, to gain time, I tried to laugh, and I seemed to see in\nthe beautiful face with which he watched me how ugly and queer I looked.\n\"And always with the same lady?\" I returned.\n\nHe neither blanched nor winked. The whole thing was virtually out\nbetween us. \"Ah, of course, she's a jolly, 'perfect' lady; but, after\nall, I'm a fellow, don't you see? that's--well, getting on.\"\n\nI lingered there with him an instant ever so kindly. \"Yes, you're\ngetting on.\" Oh, but I felt helpless!\n\nI have kept to this day the heartbreaking little idea of how he seemed\nto know that and to play with it. \"And you can't say I've not been\nawfully good, can you?\"\n\nI laid my hand on his shoulder, for, though I felt how much better it\nwould have been to walk on, I was not yet quite able. \"No, I can't say\nthat, Miles.\"\n\n\"Except just that one night, you know--!\"\n\n\"That one night?\" I couldn't look as straight as he.\n\n\"Why, when I went down--went out of the house.\"\n\n\"Oh, yes. But I forget what you did it for.\"\n\n\"You forget?\"--he spoke with the sweet extravagance of childish\nreproach. \"Why, it was to show you I could!\"\n\n\"Oh, yes, you could.\"\n\n\"And I can again.\"\n\nI felt that I might, perhaps, after all, succeed in keeping my wits\nabout me. \"Certainly. But you won't.\"\n\n\"No, not THAT again. It was nothing.\"\n\n\"It was nothing,\" I said. \"But we must go on.\"\n\nHe resumed our walk with me, passing his hand into my arm. \"Then when AM\nI going back?\"\n\nI wore, in turning it over, my most responsible air. \"Were you very\nhappy at school?\"\n\nHe just considered. \"Oh, I'm happy enough anywhere!\"\n\n\"Well, then,\" I quavered, \"if you're just as happy here--!\"\n\n\"Ah, but that isn't everything! Of course YOU know a lot--\"\n\n\"But you hint that you know almost as much?\" I risked as he paused.\n\n\"Not half I want to!\" Miles honestly professed. \"But it isn't so much\nthat.\"\n\n\"What is it, then?\"\n\n\"Well--I want to see more life.\"\n\n\"I see; I see.\" We had arrived within sight of the church and of various\npersons, including several of the household of Bly, on their way to it\nand clustered about the door to see us go in. I quickened our step;\nI wanted to get there before the question between us opened up much\nfurther; I reflected hungrily that, for more than an hour, he would have\nto be silent; and I thought with envy of the comparative dusk of the pew\nand of the almost spiritual help of the hassock on which I might bend\nmy knees. I seemed literally to be running a race with some confusion\nto which he was about to reduce me, but I felt that he had got in first\nwhen, before we had even entered the churchyard, he threw out--\n\n\"I want my own sort!\"\n\nIt literally made me bound forward. \"There are not many of your own\nsort, Miles!\" I laughed. \"Unless perhaps dear little Flora!\"\n\n\"You really compare me to a baby girl?\"\n\nThis found me singularly weak. \"Don't you, then, LOVE our sweet Flora?\"\n\n\"If I didn't--and you, too; if I didn't--!\" he repeated as if retreating\nfor a jump, yet leaving his thought so unfinished that, after we had\ncome into the gate, another stop, which he imposed on me by the pressure\nof his arm, had become inevitable. Mrs. Grose and Flora had passed into\nthe church, the other worshippers had followed, and we were, for the\nminute, alone among the old, thick graves. We had paused, on the path\nfrom the gate, by a low, oblong, tablelike tomb.\n\n\"Yes, if you didn't--?\"\n\nHe looked, while I waited, at the graves. \"Well, you know what!\" But\nhe didn't move, and he presently produced something that made me drop\nstraight down on the stone slab, as if suddenly to rest. \"Does my uncle\nthink what YOU think?\"\n\nI markedly rested. \"How do you know what I think?\"\n\n\"Ah, well, of course I don't; for it strikes me you never tell me. But I\nmean does HE know?\"\n\n\"Know what, Miles?\"\n\n\"Why, the way I'm going on.\"\n\nI perceived quickly enough that I could make, to this inquiry, no answer\nthat would not involve something of a sacrifice of my employer. Yet it\nappeared to me that we were all, at Bly, sufficiently sacrificed to make\nthat venial. \"I don't think your uncle much cares.\"\n\nMiles, on this, stood looking at me. \"Then don't you think he can be\n\n\n### Summary:\n\n", "answer": "Walking to church one Sunday, the Governess is struck by the idea that her command of the little family unit is like a jailer watching over prisoners, keeping an eye out for any attempt to escape. She recognizes, however, that, if Miles were to try and escape from her, she would have no way of stopping him - though he's just a ten-year-old boy, she recognizes his superiority of sex and class . On this particular day, the prisoners revolt against their jailer. Miles asks with an innocent air when he will go back to school. Here is where things get a little icky. Miles and the Governess have an awkward little chat, in which we forget that he's a ten-year-old boy and she his twenty-year-old governess; instead, he seems to treat her like an equal, or even an inferior. We can't help but notice his oddly flirtatious manner...he's a little too smooth for comfort. Miles suggests that it's odd for a boy to only be brought up by women, and asks if he hasn't been good enough to merit a return to school - after all, the only bad thing he's done since the Governess arrived on the scene was to go out that one night. The Governess pries a little further, asking whether Miles was happy at school. He replies that he's happy anywhere, but that he wants to \"see more life\" , which seems like a rather odd request for a ten-year-old child to make. Of course, Miles is no ordinary kid. Before they enter the church, Miles has one more bombshell to drop: he says that he wants to be with people of his \"own sort\" , though what exactly he means by that, we're not sure. The Governess suggests that he has Flora, but he scoffs at that suggestion. Miles wonders whether his uncle might have other ideas about what he should do, and claims that he'll convince the man to come and visit."}
{"original_length": 2124, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nWalking to church a certain Sunday morning, I had little Miles at my\nside and his sister, in advance of us and at Mrs. Grose's, well in\nsight. It was a crisp, clear day, the first of its order for some time;\nthe night had brought a touch of frost, and the autumn air, bright\nand sharp, made the church bells almost gay. It was an odd accident of\nthought that I should have happened at such a moment to be particularly\nand very gratefully struck with the obedience of my little charges. Why\ndid they never resent my inexorable, my perpetual society? Something or\nother had brought nearer home to me that I had all but pinned the boy to\nmy shawl and that, in the way our companions were marshaled before me,\nI might have appeared to provide against some danger of rebellion. I\nwas like a gaoler with an eye to possible surprises and escapes. But all\nthis belonged--I mean their magnificent little surrender--just to the\nspecial array of the facts that were most abysmal. Turned out for Sunday\nby his uncle's tailor, who had had a free hand and a notion of\npretty waistcoats and of his grand little air, Miles's whole title to\nindependence, the rights of his sex and situation, were so stamped upon\nhim that if he had suddenly struck for freedom I should have had nothing\nto say. I was by the strangest of chances wondering how I should meet\nhim when the revolution unmistakably occurred. I call it a revolution\nbecause I now see how, with the word he spoke, the curtain rose on the\nlast act of my dreadful drama, and the catastrophe was precipitated.\n\"Look here, my dear, you know,\" he charmingly said, \"when in the world,\nplease, am I going back to school?\"\n\nTranscribed here the speech sounds harmless enough, particularly\nas uttered in the sweet, high, casual pipe with which, at all\ninterlocutors, but above all at his eternal governess, he threw off\nintonations as if he were tossing roses. There was something in\nthem that always made one \"catch,\" and I caught, at any rate, now so\neffectually that I stopped as short as if one of the trees of the\npark had fallen across the road. There was something new, on the spot,\nbetween us, and he was perfectly aware that I recognized it, though,\nto enable me to do so, he had no need to look a whit less candid and\ncharming than usual. I could feel in him how he already, from my at\nfirst finding nothing to reply, perceived the advantage he had gained. I\nwas so slow to find anything that he had plenty of time, after a minute,\nto continue with his suggestive but inconclusive smile: \"You know, my\ndear, that for a fellow to be with a lady ALWAYS--!\" His \"my dear\" was\nconstantly on his lips for me, and nothing could have expressed more the\nexact shade of the sentiment with which I desired to inspire my pupils\nthan its fond familiarity. It was so respectfully easy.\n\nBut, oh, how I felt that at present I must pick my own phrases! I\nremember that, to gain time, I tried to laugh, and I seemed to see in\nthe beautiful face with which he watched me how ugly and queer I looked.\n\"And always with the same lady?\" I returned.\n\nHe neither blanched nor winked. The whole thing was virtually out\nbetween us. \"Ah, of course, she's a jolly, 'perfect' lady; but, after\nall, I'm a fellow, don't you see? that's--well, getting on.\"\n\nI lingered there with him an instant ever so kindly. \"Yes, you're\ngetting on.\" Oh, but I felt helpless!\n\nI have kept to this day the heartbreaking little idea of how he seemed\nto know that and to play with it. \"And you can't say I've not been\nawfully good, can you?\"\n\nI laid my hand on his shoulder, for, though I felt how much better it\nwould have been to walk on, I was not yet quite able. \"No, I can't say\nthat, Miles.\"\n\n\"Except just that one night, you know--!\"\n\n\"That one night?\" I couldn't look as straight as he.\n\n\"Why, when I went down--went out of the house.\"\n\n\"Oh, yes. But I forget what you did it for.\"\n\n\"You forget?\"--he spoke with the sweet extravagance of childish\nreproach. \"Why, it was to show you I could!\"\n\n\"Oh, yes, you could.\"\n\n\"And I can again.\"\n\nI felt that I might, perhaps, after all, succeed in keeping my wits\nabout me. \"Certainly. But you won't.\"\n\n\"No, not THAT again. It was nothing.\"\n\n\"It was nothing,\" I said. \"But we must go on.\"\n\nHe resumed our walk with me, passing his hand into my arm. \"Then when AM\nI going back?\"\n\nI wore, in turning it over, my most responsible air. \"Were you very\nhappy at school?\"\n\nHe just considered. \"Oh, I'm happy enough anywhere!\"\n\n\"Well, then,\" I quavered, \"if you're just as happy here--!\"\n\n\"Ah, but that isn't everything! Of course YOU know a lot--\"\n\n\"But you hint that you know almost as much?\" I risked as he paused.\n\n\"Not half I want to!\" Miles honestly professed. \"But it isn't so much\nthat.\"\n\n\"What is it, then?\"\n\n\"Well--I want to see more life.\"\n\n\"I see; I see.\" We had arrived within sight of the church and of various\npersons, including several of the household of Bly, on their way to it\nand clustered about the door to see us go in. I quickened our step;\nI wanted to get there before the question between us opened up much\nfurther; I reflected hungrily that, for more than an hour, he would have\nto be silent; and I thought with envy of the comparative dusk of the pew\nand of the almost spiritual help of the hassock on which I might bend\nmy knees. I seemed literally to be running a race with some confusion\nto which he was about to reduce me, but I felt that he had got in first\nwhen, before we had even entered the churchyard, he threw out--\n\n\"I want my own sort!\"\n\nIt literally made me bound forward. \"There are not many of your own\nsort, Miles!\" I laughed. \"Unless perhaps dear little Flora!\"\n\n\"You really compare me to a baby girl?\"\n\nThis found me singularly weak. \"Don't you, then, LOVE our sweet Flora?\"\n\n\"If I didn't--and you, too; if I didn't--!\" he repeated as if retreating\nfor a jump, yet leaving his thought so unfinished that, after we had\ncome into the gate, another stop, which he imposed on me by the pressure\nof his arm, had become inevitable. Mrs. Grose and Flora had passed into\nthe church, the other worshippers had followed, and we were, for the\nminute, alone among the old, thick graves. We had paused, on the path\nfrom the gate, by a low, oblong, tablelike tomb.\n\n\"Yes, if you didn't--?\"\n\nHe looked, while I waited, at the graves. \"Well, you know what!\" But\nhe didn't move, and he presently produced something that made me drop\nstraight down on the stone slab, as if suddenly to rest. \"Does my uncle\nthink what YOU think?\"\n\nI markedly rested. \"How do you know what I think?\"\n\n\"Ah, well, of course I don't; for it strikes me you never tell me. But I\nmean does HE know?\"\n\n\"Know what, Miles?\"\n\n\"Why, the way I'm going on.\"\n\nI perceived quickly enough that I could make, to this inquiry, no answer\nthat would not involve something of a sacrifice of my employer. Yet it\nappeared to me that we were all, at Bly, sufficiently sacrificed to make\nthat venial. \"I don't think your uncle much cares.\"\n\nMiles, on this, stood looking at me. \"Then don't you think he can be\n\n\n### Summary:\n\n", "answer": "The governess walks to church accompanied by Miles. Mrs. Grose and Flora are ahead of them, on their way to church as well. On the way, Miles brings up school, asking when he will be going back. He quickly adds that he has grown tired of always being around women and points out that he has been very well behaved, except for that one night. The governess interviews Miles carefully, trying to coax out of him the reason for his expulsion from school. She is unsuccessful. Miles maintains that he wants to go back to school to be around his \"own sort,\" to which the governess laughs and refers to Flora as the only example of his \"sort\" she knows. Nearing the gate for church, Miles asks whether his uncle agrees with the governess on the matter, and the governess tells Miles she doesn't think his uncle cares about his situation. Triumphantly declaring that he will make his uncle come to Bly and care, Miles marches off into church alone"}
{"original_length": 2133, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nHoboies. A small Table vnder a State for the Cardinall, a longer\nTable for\nthe Guests. Then Enter Anne Bullen, and diuers other Ladies, &\nGentlemen,\n    as Guests at one Doore; at an other Doore enter Sir Henry\n    Guilford.\n\n    S.Hen.Guilf. Ladyes,\n    A generall welcome from his Grace\n    Salutes ye all; This Night he dedicates\n    To faire content, and you: None heere he hopes\n    In all this Noble Beuy, has brought with her\n    One care abroad: hee would haue all as merry:\n    As first, good Company, good wine, good welcome,\n    Can make good people.\n    Enter L[ord]. Chamberlaine L[ord]. Sands, and Louell.\n\n    O my Lord, y'are tardy;\n    The very thought of this faire Company,\n    Clapt wings to me\n\n    Cham. You are young Sir Harry Guilford\n\n    San. Sir Thomas Louell, had the Cardinall\n    But halfe my Lay-thoughts in him, some of these\n    Should finde a running Banket, ere they rested,\n    I thinke would better please 'em: by my life,\n    They are a sweet society of faire ones\n\n    Lou. O that your Lordship were but now Confessor,\n    To one or two of these\n\n    San. I would I were,\n    They should finde easie pennance\n\n    Lou. Faith how easie?\n    San. As easie as a downe bed would affoord it\n\n    Cham. Sweet Ladies will it please you sit; Sir Harry\n    Place you that side, Ile take the charge of this:\n    His Grace is entring. Nay, you must not freeze,\n    Two women plac'd together, makes cold weather:\n    My Lord Sands, you are one will keepe 'em waking:\n    Pray sit betweene these Ladies\n\n    San. By my faith,\n    And thanke your Lordship: by your leaue sweet Ladies,\n    If I chance to talke a little wilde, forgiue me:\n    I had it from my Father\n\n    An.Bul. Was he mad Sir?\n    San. O very mad, exceeding mad, in loue too;\n    But he would bite none, iust as I doe now,\n    He would Kisse you Twenty with a breath\n\n    Cham. Well said my Lord:\n    So now y'are fairely seated: Gentlemen,\n    The pennance lyes on you; if these faire Ladies\n    Passe away frowning\n\n    San. For my little Cure,\n    Let me alone.\n\n    Hoboyes. Enter Cardinall Wolsey, and takes his State.\n\n    Card. Y'are welcome my faire Guests; that noble Lady\n    Or Gentleman that is not freely merry\n    Is not my Friend. This to confirme my welcome,\n    And to you all good health\n\n    San. Your Grace is Noble,\n    Let me haue such a Bowle may hold my thankes,\n    And saue me so much talking\n\n    Card. My Lord Sands,\n    I am beholding to you: cheere your neighbours:\n    Ladies you are not merry; Gentlemen,\n    Whose fault is this?\n    San. The red wine first must rise\n    In their faire cheekes my Lord, then wee shall haue 'em,\n    Talke vs to silence\n\n    An.B. You are a merry Gamster\n    My Lord Sands\n\n    San. Yes, if I make my play:\n    Heer's to your Ladiship, and pledge it Madam:\n    For tis to such a thing\n\n    An.B. You cannot shew me.\n\n    Drum and Trumpet, Chambers dischargd.\n\n    San. I told your Grace, they would talke anon\n\n    Card. What's that?\n    Cham. Looke out there, some of ye\n\n    Card. What warlike voyce,\n    And to what end is this? Nay, Ladies, feare not;\nBy all the lawes of Warre y'are priuiledg'd.\nEnter a Seruant.\n\nCham. How now, what is't?\nSeru. A noble troupe of Strangers,\n    For so they seeme; th' haue left their Barge and landed,\n    And hither make, as great Embassadors\n    From forraigne Princes\n\n    Card. Good Lord Chamberlaine,\n    Go, giue 'em welcome; you can speake the French tongue\n    And pray receiue 'em Nobly, and conduct 'em\n    Into our presence, where this heauen of beauty\n    Shall shine at full vpon them. Some attend him.\n\n    All rise, and Tables remou'd.\n\n    You haue now a broken Banket, but wee'l mend it.\n    A good digestion to you all; and once more\n    I showre a welcome on yee: welcome all.\n\n    Hoboyes. Enter King and others as Maskers, habited like\n    Shepheards,\n    vsher'd by the Lord Chamberlaine. They passe directly before the\n    Cardinall\n    and gracefully salute him.\n\n    A noble Company: what are their pleasures?\n    Cham. Because they speak no English, thus they praid\n    To tell your Grace: That hauing heard by fame\n    Of this so Noble and so faire assembly,\n    This night to meet heere they could doe no lesse,\n    (Out of the great respect they beare to beauty)\n    But leaue their Flockes, and vnder your faire Conduct\n    Craue leaue to view these Ladies, and entreat\n    An houre of Reuels with 'em\n\n    Card. Say, Lord Chamberlaine,\n    They haue done my poore house grace:\n    For which I pay 'em a thousand thankes,\n    And pray 'em take their pleasures.\n\n    Choose Ladies, King and An Bullen.\n\n    King. The fairest hand I euer touch'd: O Beauty,\n    Till now I neuer knew thee.\n\n    Musicke, Dance.\n\n    Card. My Lord\n\n    Cham. Your Grace\n\n    Card. Pray tell 'em thus much from me:\n    There should be one amongst 'em by his person\n    More worthy this place then my selfe, to whom\n    (If I but knew him) with my loue and duty\n    I would surrender it.\n\n    Whisper.\n\n    Cham. I will my Lord\n\n    Card. What say they?\n    Cham. Such a one, they all confesse\n    There is indeed, which they would haue your Grace\n    Find out, and he will take it\n\n    Card. Let me see then,\n    By all your good leaues Gentlemen; heere Ile make\n    My royall choyce\n\n    Kin. Ye haue found him Cardinall,\n    You hold a faire Assembly; you doe well Lord:\n    You are a Churchman, or Ile tell you Cardinall,\n    I should iudge now vnhappily\n\n    Card. I am glad\n    Your Grace is growne so pleasant\n\n    Kin. My Lord Chamberlaine,\n    Prethee come hither, what faire Ladie's that?\n    Cham. An't please your Grace,\n    Sir Thomas Bullens Daughter, the Viscount Rochford,\n    One of her Highnesse women\n\n    Kin. By Heauen she is a dainty one. Sweet heart,\n    I were vnmannerly to take you out,\n    And not to kisse you. A health Gentlemen,\n    Let it goe round\n\n    Card. Sir Thomas Louell, is the Banket ready\n    I'th' Priuy Chamber?\n    Lou. Yes, my Lord\n\n    Card. Your Grace\n    I feare, with dancing is a little heated\n\n    Kin. I feare too much\n\n    Card. There's fresher ayre my Lord,\n    In the next Chamber\n\n    Kin. Lead in your Ladies eu'ry one: Sweet Partner,\n    I must not yet forsake you: Let's be mer\n\n### Summary:\n\n", "answer": "Over in the dinner hall at Wolsey's pad, Guildford welcomes everyone. Lord Chamberlain, Sands, and Lovell are late, but Sands makes up for it by complimenting the gathering. Chamberlain tells Sands to sit between Anne Bullen and another lady. You don't need to tell him twice: in fact, he's so happy to be sitting next to Anne that he flirts with her and even kisses her. Wolsey enters and greets everyone. There's lots of brownnosing with Wolsey and lots more flirting between Anne and Sands. Chamberlain notices a group of party crashers. He's never seen them before and asks the servant who they are. Wolsey instructs Chamberlain to greet them since he can speak French . Shhh... one of them is Henry, but he and his buddies are dressed as shepherds so no one will recognize them. Chamberlain comes back with a report on the mystery guests. They've heard about how awesome Wolsey's parties are, they say, and they just had to see for themselves. Wolsey takes that as a compliment and invites them in. Everyone dances. Henry chooses Anne as a dance partner because, well, she's hot. Wolsey hears the king say this and figures out that he's not really a shepherd. Wolsey tells Chamberlain to ask the shepherd if there is one among them that is of higher status; if so, Wolsey will give up his home to the lad. The response: there is--in fact--a man of high class there. Now Wolsey has to choose which person it is. Wolsey picks Henry. Henry takes off his mask, and everyone has a laugh. Then Henry asks about that chick he just danced with. Who was that? Chamberlain tells Henry it was Anne, Thomas Bullen's daughter, and Henry is pleased. He thinks he should have kissed her when they were dancing, so he does so right then and there. A banquet is ready in a secret room, and Henry gets up to go--but not before promising to never forget Anne. We're pretty sure this won't be the last time we see Anne."}
{"original_length": 2133, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nHoboies. A small Table vnder a State for the Cardinall, a longer\nTable for\nthe Guests. Then Enter Anne Bullen, and diuers other Ladies, &\nGentlemen,\n    as Guests at one Doore; at an other Doore enter Sir Henry\n    Guilford.\n\n    S.Hen.Guilf. Ladyes,\n    A generall welcome from his Grace\n    Salutes ye all; This Night he dedicates\n    To faire content, and you: None heere he hopes\n    In all this Noble Beuy, has brought with her\n    One care abroad: hee would haue all as merry:\n    As first, good Company, good wine, good welcome,\n    Can make good people.\n    Enter L[ord]. Chamberlaine L[ord]. Sands, and Louell.\n\n    O my Lord, y'are tardy;\n    The very thought of this faire Company,\n    Clapt wings to me\n\n    Cham. You are young Sir Harry Guilford\n\n    San. Sir Thomas Louell, had the Cardinall\n    But halfe my Lay-thoughts in him, some of these\n    Should finde a running Banket, ere they rested,\n    I thinke would better please 'em: by my life,\n    They are a sweet society of faire ones\n\n    Lou. O that your Lordship were but now Confessor,\n    To one or two of these\n\n    San. I would I were,\n    They should finde easie pennance\n\n    Lou. Faith how easie?\n    San. As easie as a downe bed would affoord it\n\n    Cham. Sweet Ladies will it please you sit; Sir Harry\n    Place you that side, Ile take the charge of this:\n    His Grace is entring. Nay, you must not freeze,\n    Two women plac'd together, makes cold weather:\n    My Lord Sands, you are one will keepe 'em waking:\n    Pray sit betweene these Ladies\n\n    San. By my faith,\n    And thanke your Lordship: by your leaue sweet Ladies,\n    If I chance to talke a little wilde, forgiue me:\n    I had it from my Father\n\n    An.Bul. Was he mad Sir?\n    San. O very mad, exceeding mad, in loue too;\n    But he would bite none, iust as I doe now,\n    He would Kisse you Twenty with a breath\n\n    Cham. Well said my Lord:\n    So now y'are fairely seated: Gentlemen,\n    The pennance lyes on you; if these faire Ladies\n    Passe away frowning\n\n    San. For my little Cure,\n    Let me alone.\n\n    Hoboyes. Enter Cardinall Wolsey, and takes his State.\n\n    Card. Y'are welcome my faire Guests; that noble Lady\n    Or Gentleman that is not freely merry\n    Is not my Friend. This to confirme my welcome,\n    And to you all good health\n\n    San. Your Grace is Noble,\n    Let me haue such a Bowle may hold my thankes,\n    And saue me so much talking\n\n    Card. My Lord Sands,\n    I am beholding to you: cheere your neighbours:\n    Ladies you are not merry; Gentlemen,\n    Whose fault is this?\n    San. The red wine first must rise\n    In their faire cheekes my Lord, then wee shall haue 'em,\n    Talke vs to silence\n\n    An.B. You are a merry Gamster\n    My Lord Sands\n\n    San. Yes, if I make my play:\n    Heer's to your Ladiship, and pledge it Madam:\n    For tis to such a thing\n\n    An.B. You cannot shew me.\n\n    Drum and Trumpet, Chambers dischargd.\n\n    San. I told your Grace, they would talke anon\n\n    Card. What's that?\n    Cham. Looke out there, some of ye\n\n    Card. What warlike voyce,\n    And to what end is this? Nay, Ladies, feare not;\nBy all the lawes of Warre y'are priuiledg'd.\nEnter a Seruant.\n\nCham. How now, what is't?\nSeru. A noble troupe of Strangers,\n    For so they seeme; th' haue left their Barge and landed,\n    And hither make, as great Embassadors\n    From forraigne Princes\n\n    Card. Good Lord Chamberlaine,\n    Go, giue 'em welcome; you can speake the French tongue\n    And pray receiue 'em Nobly, and conduct 'em\n    Into our presence, where this heauen of beauty\n    Shall shine at full vpon them. Some attend him.\n\n    All rise, and Tables remou'd.\n\n    You haue now a broken Banket, but wee'l mend it.\n    A good digestion to you all; and once more\n    I showre a welcome on yee: welcome all.\n\n    Hoboyes. Enter King and others as Maskers, habited like\n    Shepheards,\n    vsher'd by the Lord Chamberlaine. They passe directly before the\n    Cardinall\n    and gracefully salute him.\n\n    A noble Company: what are their pleasures?\n    Cham. Because they speak no English, thus they praid\n    To tell your Grace: That hauing heard by fame\n    Of this so Noble and so faire assembly,\n    This night to meet heere they could doe no lesse,\n    (Out of the great respect they beare to beauty)\n    But leaue their Flockes, and vnder your faire Conduct\n    Craue leaue to view these Ladies, and entreat\n    An houre of Reuels with 'em\n\n    Card. Say, Lord Chamberlaine,\n    They haue done my poore house grace:\n    For which I pay 'em a thousand thankes,\n    And pray 'em take their pleasures.\n\n    Choose Ladies, King and An Bullen.\n\n    King. The fairest hand I euer touch'd: O Beauty,\n    Till now I neuer knew thee.\n\n    Musicke, Dance.\n\n    Card. My Lord\n\n    Cham. Your Grace\n\n    Card. Pray tell 'em thus much from me:\n    There should be one amongst 'em by his person\n    More worthy this place then my selfe, to whom\n    (If I but knew him) with my loue and duty\n    I would surrender it.\n\n    Whisper.\n\n    Cham. I will my Lord\n\n    Card. What say they?\n    Cham. Such a one, they all confesse\n    There is indeed, which they would haue your Grace\n    Find out, and he will take it\n\n    Card. Let me see then,\n    By all your good leaues Gentlemen; heere Ile make\n    My royall choyce\n\n    Kin. Ye haue found him Cardinall,\n    You hold a faire Assembly; you doe well Lord:\n    You are a Churchman, or Ile tell you Cardinall,\n    I should iudge now vnhappily\n\n    Card. I am glad\n    Your Grace is growne so pleasant\n\n    Kin. My Lord Chamberlaine,\n    Prethee come hither, what faire Ladie's that?\n    Cham. An't please your Grace,\n    Sir Thomas Bullens Daughter, the Viscount Rochford,\n    One of her Highnesse women\n\n    Kin. By Heauen she is a dainty one. Sweet heart,\n    I were vnmannerly to take you out,\n    And not to kisse you. A health Gentlemen,\n    Let it goe round\n\n    Card. Sir Thomas Louell, is the Banket ready\n    I'th' Priuy Chamber?\n    Lou. Yes, my Lord\n\n    Card. Your Grace\n    I feare, with dancing is a little heated\n\n    Kin. I feare too much\n\n    Card. There's fresher ayre my Lord,\n    In the next Chamber\n\n    Kin. Lead in your Ladies eu'ry one: Sweet Partner,\n    I must not yet forsake you: Let's be mer\n\n### Summary:\n\n", "answer": "Lord Chamberlain and Lords Sands are ridiculing the affectations acquired by the English nobles, who have just returned from France. Sir Thomas Lovell enters with the news that the noblemen who have been disrupting the court activities have been banished from it, by the Kings orders. Since these are the very men who have brought French customs to the English court, the three noblemen present hope that their disgrace will lead to the English manner again gaining popularity, especially with the noblemen. Lord Chamberlain invites the other two to aboard his barge as they are all heading for Wolseys supper-party."}
{"original_length": 2142, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nChapter IX. The Queen of the Field Mice.\n\n\n[Illustration]\n\n[Illustration]\n\n\"We cannot be far from the road of yellow brick, now,\" remarked the\nScarecrow, as he stood beside the girl, \"for we have come nearly as\nfar as the river carried us away.\"\n\nThe Tin Woodman was about to reply when he heard a low growl, and\nturning his head (which worked beautifully on hinges) he saw a\nstrange beast come bounding over the grass towards them. It was,\nindeed, a great, yellow wildcat, and the Woodman thought it must be\nchasing something, for its ears were lying close to its head and its\nmouth was wide open, showing two rows of ugly teeth, while its red\neyes glowed like balls of fire. As it came nearer the Tin Woodman\nsaw that running before the beast was a little gray field-mouse, and\nalthough he had no heart he knew it was wrong for the wildcat to try\nto kill such a pretty, harmless creature.\n\nSo the Woodman raised his axe, and as the wildcat ran by he gave it a\nquick blow that cut the beast's head clean off from its body, and it\nrolled over at his feet in two pieces.\n\nThe field-mouse, now that it was freed from its enemy, stopped short;\nand coming slowly up to the Woodman it said, in a squeaky little voice,\n\n\"Oh, thank you! Thank you ever so much for saving my life.\"\n\n\"Don't speak of it, I beg of you,\" replied the Woodman. \"I have no\nheart, you know, so I am careful to help all those who may need a\nfriend, even if it happens to be only a mouse.\"\n\n\"Only a mouse!\" cried the little animal, indignantly; \"why, I am a\nQueen--the Queen of all the field-mice!\"\n\n\"Oh, indeed,\" said the Woodman, making a bow.\n\n\"Therefore you have done a great deed, as well as a brave one, in\nsaving my life,\" added the Queen.\n\nAt that moment several mice were seen running up as fast as their\nlittle legs could carry them, and when they saw their Queen they\nexclaimed,\n\n[Illustration: \"_Permit me to introduce to you her Majesty, the\nQueen._\"]\n\n\"Oh, your Majesty, we thought you would be killed! How did you manage\nto escape the great Wildcat?\" and they all bowed so low to the\nlittle Queen that they almost stood upon their heads.\n\n\"This funny tin man,\" she answered, \"killed the Wildcat and saved my\nlife. So hereafter you must all serve him, and obey his slightest wish.\"\n\n\"We will!\" cried all the mice, in a shrill chorus. And then they\nscampered in all directions, for Toto had awakened from his sleep,\nand seeing all these mice around him he gave one bark of delight and\njumped right into the middle of the group. Toto had always loved to\nchase mice when he lived in Kansas, and he saw no harm in it.\n\nBut the Tin Woodman caught the dog in his arms and held him tight,\nwhile he called to the mice: \"Come back! come back! Toto shall not\nhurt you.\"\n\nAt this the Queen of the Mice stuck her head out from a clump of\ngrass and asked, in a timid voice,\n\n\"Are you sure he will not bite us?\"\n\n\"I will not let him,\" said the Woodman; \"so do not be afraid.\"\n\n[Illustration]\n\nOne by one the mice came creeping back, and Toto did not bark again,\nalthough he tried to get out of the Woodman's arms, and would have\nbitten him had he not known very well he was made of tin. Finally one\nof the biggest mice spoke.\n\n\"Is there anything we can do,\" it asked, \"to repay you for saving the\nlife of our Queen?\"\n\n\"Nothing that I know of,\" answered the Woodman; but the Scarecrow,\nwho had been trying to think, but could not because his head was\nstuffed with straw, said, quickly,\n\n\"Oh, yes; you can save our friend, the Cowardly Lion, who is asleep\nin the poppy bed.\"\n\n\"A Lion!\" cried the little Queen; \"why, he would eat us all up.\"\n\n\"Oh, no;\" declared the Scarecrow; \"this Lion is a coward.\"\n\n\"Really?\" asked the Mouse.\n\n\"He says so himself,\" answered the Scarecrow, \"and he would never\nhurt anyone who is our friend. If you will help us to save him I\npromise that he shall treat you all with kindness.\"\n\n\"Very well,\" said the Queen, \"we will trust you. But what shall we do?\"\n\n\"Are there many of these mice which call you Queen and are willing to\nobey you?\"\n\n\"Oh, yes; there are thousands,\" she replied.\n\n\"Then send for them all to come here as soon as possible, and let\neach one bring a long piece of string.\"\n\nThe Queen turned to the mice that attended her and told them to go at\nonce and get all her people. As soon as they heard her orders they\nran away in every direction as fast as possible.\n\n\"Now,\" said the Scarecrow to the Tin Woodman, \"you must go to those\ntrees by the river-side and make a truck that will carry the Lion.\"\n\nSo the Woodman went at once to the trees and began to work; and he\nsoon made a truck out of the limbs of trees, from which he chopped\naway all the leaves and branches. He fastened it together with\nwooden pegs and made the four wheels out of short pieces of a big\ntree-trunk. So fast and so well did he work that by the time the mice\nbegan to arrive the truck was all ready for them.\n\nThey came from all directions, and there were thousands of them: big\nmice and little mice and middle-sized mice; and each one brought a\npiece of string in his mouth. It was about this time that Dorothy woke\nfrom her long sleep and opened her eyes. She was greatly astonished\nto find herself lying upon the grass, with thousands of mice standing\naround and looking at her timidly. But the Scarecrow told her about\neverything, and turning to the dignified little Mouse, he said,\n\n\"Permit me to introduce to you her Majesty, the Queen.\"\n\nDorothy nodded gravely and the Queen made a courtesy, after which she\nbecame quite friendly with the little girl.\n\nThe Scarecrow and the Woodman now began to fasten the mice to the\ntruck, using the strings they had brought. One end of a string was\ntied around the neck of each mouse and the other end to the truck.\nOf course the truck was a thousand times bigger than any of the mice\nwho were to draw it; but when all the mice had been harnessed they\nwere able to pull it quite easily. Even the Scarecrow and the Tin\nWoodman could sit on it, and were drawn swiftly by their queer little\nhorses to the place where the Lion lay asleep.\n\n[Illustration]\n\nAfter a great deal of hard work, for the Lion was heavy, they managed\nto get him up on the truck. Then the Queen hurriedly gave her people\nthe order to start, for she feared if the mice stayed among the\npoppies too long they also would fall asleep.\n\n[Illustration]\n\nAt first the little creatures, many though they were, could hardly stir\nthe heavily loaded truck; but the Woodman and the Scarecrow both pushed\nfrom behind, and they got along better. Soon they rolled the Lion out\nof the poppy bed to the green fields, where he could breathe the sweet,\nfresh air again, instead of the poisonous scent of the flowers.\n\nDorothy came to meet them and thanked the little mice warmly for\nsaving her companion from death. She had grown so fond of the big\nLion she was glad he had been rescued.\n\nThen the mice were unharnessed from the truck and scampered away\nthrough the grass to their homes. The Queen of the Mice was the last\nto leave.\n\n\"If ever you need us again,\" she said, \"come out into the field and\ncall, and we shall hear you and come to your assistance. Good bye\n\n### Summary:\n\n", "answer": "Wait. What's that sound? It's the growl of a wildcat chasing a mouse. The Tin Woodman, who think it's wrong for the cat to kill the mouse, kills the cat with his axe. Whoa, he's hardcore. The mouse, having avoided death, is super grateful. And as luck would have it, she's a queen. She orders her followers to do whatever the tin man wants. Uh-oh, Toto's up from his nap. And guess what? Little dogs love chasing mice. At least, this little dog does. The mice are afraid, but the tin man grabs Toto and assures them they will come to no harm. The mice wonder if there's anything they can do for their savior the tin man. He says nah, but the Scarecrow has an idea: they can help save the Lion! As per usual, the Scarecrow's plan involves the tin man making something. This time it's a truck. Here's how it will work: thousands of mouse helpers will each attach a single string to the truck. Then they'll drag it like an insane chariot to retrieve the Lion. The plan works, and the Lion is saved. Everyone's really grateful to the mouse queen. In parting, she tells them that they can call for her whenever they need help. Everyone sits around and chills while they wait for the Lion to wake up."}
{"original_length": 2170, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nChapter IV. The Road through the Forest.\n\n\n[Illustration]\n\nAfter a few hours the road began to be rough, and the walking grew so\ndifficult that the Scarecrow often stumbled over the yellow brick,\nwhich were here very uneven. Sometimes, indeed, they were broken or\nmissing altogether, leaving holes that Toto jumped across and Dorothy\nwalked around. As for the Scarecrow, having no brains he walked\nstraight ahead, and so stepped into the holes and fell at full length\non the hard bricks. It never hurt him, however, and Dorothy would\npick him up and set him upon his feet again, while he joined her in\nlaughing merrily at his own mishap.\n\n[Illustration]\n\nThe farms were not nearly so well cared for here as they were farther\nback. There were fewer houses and fewer fruit trees, and the farther\nthey went the more dismal and lonesome the country became.\n\nAt noon they sat down by the roadside, near a little brook, and\nDorothy opened her basket and got out some bread. She offered a piece\nto the Scarecrow, but he refused.\n\n\"I am never hungry,\" he said; \"and it is a lucky thing I am not. For\nmy mouth is only painted, and if I should cut a hole in it so I could\neat, the straw I am stuffed with would come out, and that would spoil\nthe shape of my head.\"\n\nDorothy saw at once that this was true, so she only nodded and went\non eating her bread.\n\n\"Tell me something about yourself, and the country you came from,\"\nsaid the Scarecrow, when she had finished her dinner. So she told\nhim all about Kansas, and how gray everything was there, and how\nthe cyclone had carried her to this queer land of Oz. The Scarecrow\nlistened carefully, and said,\n\n\"I cannot understand why you should wish to leave this beautiful\ncountry and go back to the dry, gray place you call Kansas.\"\n\n[Illustration: \"_'I was only made yesterday,' said the Scarecrow._\"]\n\n\"That is because you have no brains,\" answered the girl. \"No matter\nhow dreary and gray our homes are, we people of flesh and blood\nwould rather live there than in any other country, be it ever so\nbeautiful. There is no place like home.\"\n\nThe Scarecrow sighed.\n\n\"Of course I cannot understand it,\" he said. \"If your heads were\nstuffed with straw, like mine, you would probably all live in the\nbeautiful places, and then Kansas would have no people at all. It is\nfortunate for Kansas that you have brains.\"\n\n\"Won't you tell me a story, while we are resting?\" asked the child.\n\nThe Scarecrow looked at her reproachfully, and answered,\n\n\"My life has been so short that I really know nothing whatever. I was\nonly made day before yesterday. What happened in the world before\nthat time is all unknown to me. Luckily, when the farmer made my\nhead, one of the first things he did was to paint my ears, so that I\nheard what was going on. There was another Munchkin with him, and the\nfirst thing I heard was the farmer saying,\n\n\"'How do you like those ears?'\n\n\"'They aren't straight,' answered the other.\n\n\"'Never mind,' said the farmer; 'they are ears just the same,' which\nwas true enough.\n\n\"'Now I'll make the eyes,' said the farmer. So he painted my right\neye, and as soon as it was finished I found myself looking at him and\nat everything around me with a great deal of curiosity, for this was\nmy first glimpse of the world.\n\n\"'That's a rather pretty eye,' remarked the Munchkin who was watching\nthe farmer; 'blue paint is just the color for eyes.'\n\n\"'I think I'll make the other a little bigger,' said the farmer; and\nwhen the second eye was done I could see much better than before.\nThen he made my nose and my mouth; but I did not speak, because\nat that time I didn't know what a mouth was for. I had the fun of\nwatching them make my body and my arms and legs; and when they\nfastened on my head, at last, I felt very proud, for I thought I was\njust as good a man as anyone.\n\n\"'This fellow will scare the crows fast enough,' said the farmer; 'he\nlooks just like a man.'\n\n\"'Why, he is a man,' said the other, and I quite agreed with him. The\nfarmer carried me under his arm to the cornfield, and set me up on a\ntall stick, where you found me. He and his friend soon after walked\naway and left me alone.\n\n\"I did not like to be deserted this way; so I tried to walk after\nthem, but my feet would not touch the ground, and I was forced to\nstay on that pole. It was a lonely life to lead, for I had nothing to\nthink of, having been made such a little while before. Many crows and\nother birds flew into the cornfield, but as soon as they saw me they\nflew away again, thinking I was a Munchkin; and this pleased me and\nmade me feel that I was quite an important person. By and by an old\ncrow flew near me, and after looking at me carefully he perched upon\nmy shoulder and said,\n\n[Illustration]\n\n\"'I wonder if that farmer thought to fool me in this clumsy manner.\nAny crow of sense could see that you are only stuffed with straw.'\nThen he hopped down at my feet and ate all the corn he wanted. The\nother birds, seeing he was not harmed by me, came to eat the corn\ntoo, so in a short time there was a great flock of them about me.\"\n\n\"I felt sad at this, for it showed I was not such a good Scarecrow\nafter all; but the old crow comforted me, saying: 'If you only had\nbrains in your head you would be as good a man as any of them, and a\nbetter man than some of them. Brains are the only things worth having\nin this world, no matter whether one is a crow or a man.'\n\n\"After the crows had gone I thought this over, and decided I would\ntry hard to get some brains. By good luck, you came along and pulled\nme off the stake, and from what you say I am sure the great Oz will\ngive me brains as soon as we get to the Emerald City.\"\n\n\"I hope so,\" said Dorothy, earnestly, \"since you seem anxious to have\nthem.\"\n\n\"Oh yes; I am anxious,\" returned the Scarecrow. \"It is such an\nuncomfortable feeling to know one is a fool.\"\n\n[Illustration]\n\n\"Well,\" said the girl, \"let us go.\" And she handed the basket to the\nScarecrow.\n\nThere were no fences at all by the road side now, and the land was\nrough and untilled. Towards evening they came to a great forest,\nwhere the trees grew so big and close together that their branches\nmet over the road of yellow brick. It was almost dark under the\ntrees, for the branches shut out the daylight; but the travellers did\nnot stop, and went on into the forest.\n\n\"If this road goes in, it must come out,\" said the Scarecrow, \"and as\nthe Emerald City is at the other end of the road, we must go wherever\nit leads us.\"\n\n\"Anyone would know that,\" said Dorothy.\n\n\"Certainly; that is why I know it,\" returned the Scarecrow. \"If it\nrequired brains to figure it out, I never should have said it.\"\n\nAfter an hour or so the light faded away, and they found themselves\nstumbling along in the darkness. Dorothy could not see at all,\nbut Toto could, for some dogs see very well in the dark; and the\nScarecrow declared he could see as well as by day. So she took hold\nof his arm, and managed to get along fairly well.\n\n\"If you see any house, or any place where we can pass the night,\" she\nsaid, \"you must tell me; for it is very uncomfortable walking in the\ndark.\"\n\nSoon after the Scarecrow stopped.\n\n\"I see a little cottage at the right of us,\" he said, \"built of logs\nand\n\n### Summary:\n\n", "answer": "As the three walk, they notice the road is beginning to get rough. The farms are fewer and further between. When they stop for lunch, Dorothy's relieved to find out that the Scarecrow doesn't eat. Good thing, because she didn't pack much food. Over the meal, Dorothy tells her new friend about Kansas. He thinks it sounds like a giant bummer and can't understand why she would want to go back there. Dorothy says Kansas is her home and she loves it. Dorothy asks the Scarecrow to tell her a story, but he says he's too new to the world. He was literally made two days ago. He settles on telling her the story of how he was made. Basically a farmer painted on his eyes, ears, etc., and then stuck him on the pole. The Scarecrow wasn't overly fond of the pole. He hated standing alone in the field. And he hated it even more when the crows came along and started bugging him. They set off walking again, and soon enough they come to a forest. It's dark, and not being able to see is making Dorothy nervous. The Scarecrow finds a cottage and they decide to stay there for the night."}
{"original_length": 2227, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. Dusk\n\n\nThe wretched wife of the innocent man thus doomed to die, fell under\nthe sentence, as if she had been mortally stricken. But, she uttered no\nsound; and so strong was the voice within her, representing that it was\nshe of all the world who must uphold him in his misery and not augment\nit, that it quickly raised her, even from that shock.\n\nThe Judges having to take part in a public demonstration out of doors,\nthe Tribunal adjourned. The quick noise and movement of the court's\nemptying itself by many passages had not ceased, when Lucie stood\nstretching out her arms towards her husband, with nothing in her face\nbut love and consolation.\n\n\"If I might touch him! If I might embrace him once! O, good citizens, if\nyou would have so much compassion for us!\"\n\nThere was but a gaoler left, along with two of the four men who had\ntaken him last night, and Barsad. The people had all poured out to the\nshow in the streets. Barsad proposed to the rest, \"Let her embrace\nhim then; it is but a moment.\" It was silently acquiesced in, and they\npassed her over the seats in the hall to a raised place, where he, by\nleaning over the dock, could fold her in his arms.\n\n\"Farewell, dear darling of my soul. My parting blessing on my love. We\nshall meet again, where the weary are at rest!\"\n\nThey were her husband's words, as he held her to his bosom.\n\n\"I can bear it, dear Charles. I am supported from above: don't suffer\nfor me. A parting blessing for our child.\"\n\n\"I send it to her by you. I kiss her by you. I say farewell to her by\nyou.\"\n\n\"My husband. No! A moment!\" He was tearing himself apart from her.\n\"We shall not be separated long. I feel that this will break my heart\nby-and-bye; but I will do my duty while I can, and when I leave her, God\nwill raise up friends for her, as He did for me.\"\n\nHer father had followed her, and would have fallen on his knees to both\nof them, but that Darnay put out a hand and seized him, crying:\n\n\"No, no! What have you done, what have you done, that you should kneel\nto us! We know now, what a struggle you made of old. We know, now what\nyou underwent when you suspected my descent, and when you knew it. We\nknow now, the natural antipathy you strove against, and conquered, for\nher dear sake. We thank you with all our hearts, and all our love and\nduty. Heaven be with you!\"\n\nHer father's only answer was to draw his hands through his white hair,\nand wring them with a shriek of anguish.\n\n\"It could not be otherwise,\" said the prisoner. \"All things have worked\ntogether as they have fallen out. It was the always-vain endeavour to\ndischarge my poor mother's trust that first brought my fatal presence\nnear you. Good could never come of such evil, a happier end was not in\nnature to so unhappy a beginning. Be comforted, and forgive me. Heaven\nbless you!\"\n\nAs he was drawn away, his wife released him, and stood looking after him\nwith her hands touching one another in the attitude of prayer, and\nwith a radiant look upon her face, in which there was even a comforting\nsmile. As he went out at the prisoners' door, she turned, laid her head\nlovingly on her father's breast, tried to speak to him, and fell at his\nfeet.\n\nThen, issuing from the obscure corner from which he had never moved,\nSydney Carton came and took her up. Only her father and Mr. Lorry were\nwith her. His arm trembled as it raised her, and supported her head.\nYet, there was an air about him that was not all of pity--that had a\nflush of pride in it.\n\n\"Shall I take her to a coach? I shall never feel her weight.\"\n\nHe carried her lightly to the door, and laid her tenderly down in a\ncoach. Her father and their old friend got into it, and he took his seat\nbeside the driver.\n\nWhen they arrived at the gateway where he had paused in the dark not\nmany hours before, to picture to himself on which of the rough stones of\nthe street her feet had trodden, he lifted her again, and carried her up\nthe staircase to their rooms. There, he laid her down on a couch, where\nher child and Miss Pross wept over her.\n\n\"Don't recall her to herself,\" he said, softly, to the latter, \"she is\nbetter so. Don't revive her to consciousness, while she only faints.\"\n\n\"Oh, Carton, Carton, dear Carton!\" cried little Lucie, springing up and\nthrowing her arms passionately round him, in a burst of grief. \"Now that\nyou have come, I think you will do something to help mamma, something to\nsave papa! O, look at her, dear Carton! Can you, of all the people who\nlove her, bear to see her so?\"\n\nHe bent over the child, and laid her blooming cheek against his face. He\nput her gently from him, and looked at her unconscious mother.\n\n\"Before I go,\" he said, and paused--\"I may kiss her?\"\n\nIt was remembered afterwards that when he bent down and touched her face\nwith his lips, he murmured some words. The child, who was nearest to\nhim, told them afterwards, and told her grandchildren when she was a\nhandsome old lady, that she heard him say, \"A life you love.\"\n\nWhen he had gone out into the next room, he turned suddenly on Mr. Lorry\nand her father, who were following, and said to the latter:\n\n\"You had great influence but yesterday, Doctor Manette; let it at least\nbe tried. These judges, and all the men in power, are very friendly to\nyou, and very recognisant of your services; are they not?\"\n\n\"Nothing connected with Charles was concealed from me. I had the\nstrongest assurances that I should save him; and I did.\" He returned the\nanswer in great trouble, and very slowly.\n\n\"Try them again. The hours between this and to-morrow afternoon are few\nand short, but try.\"\n\n\"I intend to try. I will not rest a moment.\"\n\n\"That's well. I have known such energy as yours do great things before\nnow--though never,\" he added, with a smile and a sigh together, \"such\ngreat things as this. But try! Of little worth as life is when we misuse\nit, it is worth that effort. It would cost nothing to lay down if it\nwere not.\"\n\n\"I will go,\" said Doctor Manette, \"to the Prosecutor and the President\nstraight, and I will go to others whom it is better not to name. I will\nwrite too, and--But stay! There is a Celebration in the streets, and no\none will be accessible until dark.\"\n\n\"That's true. Well! It is a forlorn hope at the best, and not much the\nforlorner for being delayed till dark. I should like to know how you\nspeed; though, mind! I expect nothing! When are you likely to have seen\nthese dread powers, Doctor Manette?\"\n\n\"Immediately after dark, I should hope. Within an hour or two from\nthis.\"\n\n\"It will be dark soon after four. Let us stretch the hour or two. If I\ngo to Mr. Lorry's at nine, shall I hear what you have done, either from\nour friend or from yourself?\"\n\n\"Yes.\"\n\n\"May you prosper!\"\n\nMr. Lorry followed Sydney to the outer door, and, touching him on the\nshoulder as he was going away, caused him to turn.\n\n\"I have no hope,\" said Mr. Lorry, in a low and sorrowful whisper.\n\n\"Nor have I.\"\n\n\"If any one of these men, or all of these men, were disposed to spare\nhim--which is a large supposition; for what is his life, or any man's\nto them!--I doubt if they durst spare him after the demonstration in the\ncourt.\"\n\n\"And so do I. I heard the fall of the axe in that sound.\"\n\n\n### Summary:\n\n", "answer": "Darnay's death sentence devastates Lucie, but she manages to control her shock for her husband's sake. As the crowd jubilantly leaves, the court grants her permission to embrace her husband one last time. She and Darnay say their farewells, and Doctor Alexandre Manette approaches them. Darnay tries to comfort his father-in-law, but the Doctor only wrings his hands and cries out. When the guards lead Darnay away, Lucie faints. Carton picks her up and carries her to the waiting coach. Back at Lucie and the Doctor's lodgings, young Lucie begs Carton to help her parents. Carton kisses the still-unconscious Lucie goodbye, whispering, \"A life you love,\"and then urges Doctor Manette to try to influence the judges one last time. After arranging to meet with Mr. Lorry and the Doctor later that evening, Carton leaves."}
{"original_length": 2227, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. Dusk\n\n\nThe wretched wife of the innocent man thus doomed to die, fell under\nthe sentence, as if she had been mortally stricken. But, she uttered no\nsound; and so strong was the voice within her, representing that it was\nshe of all the world who must uphold him in his misery and not augment\nit, that it quickly raised her, even from that shock.\n\nThe Judges having to take part in a public demonstration out of doors,\nthe Tribunal adjourned. The quick noise and movement of the court's\nemptying itself by many passages had not ceased, when Lucie stood\nstretching out her arms towards her husband, with nothing in her face\nbut love and consolation.\n\n\"If I might touch him! If I might embrace him once! O, good citizens, if\nyou would have so much compassion for us!\"\n\nThere was but a gaoler left, along with two of the four men who had\ntaken him last night, and Barsad. The people had all poured out to the\nshow in the streets. Barsad proposed to the rest, \"Let her embrace\nhim then; it is but a moment.\" It was silently acquiesced in, and they\npassed her over the seats in the hall to a raised place, where he, by\nleaning over the dock, could fold her in his arms.\n\n\"Farewell, dear darling of my soul. My parting blessing on my love. We\nshall meet again, where the weary are at rest!\"\n\nThey were her husband's words, as he held her to his bosom.\n\n\"I can bear it, dear Charles. I am supported from above: don't suffer\nfor me. A parting blessing for our child.\"\n\n\"I send it to her by you. I kiss her by you. I say farewell to her by\nyou.\"\n\n\"My husband. No! A moment!\" He was tearing himself apart from her.\n\"We shall not be separated long. I feel that this will break my heart\nby-and-bye; but I will do my duty while I can, and when I leave her, God\nwill raise up friends for her, as He did for me.\"\n\nHer father had followed her, and would have fallen on his knees to both\nof them, but that Darnay put out a hand and seized him, crying:\n\n\"No, no! What have you done, what have you done, that you should kneel\nto us! We know now, what a struggle you made of old. We know, now what\nyou underwent when you suspected my descent, and when you knew it. We\nknow now, the natural antipathy you strove against, and conquered, for\nher dear sake. We thank you with all our hearts, and all our love and\nduty. Heaven be with you!\"\n\nHer father's only answer was to draw his hands through his white hair,\nand wring them with a shriek of anguish.\n\n\"It could not be otherwise,\" said the prisoner. \"All things have worked\ntogether as they have fallen out. It was the always-vain endeavour to\ndischarge my poor mother's trust that first brought my fatal presence\nnear you. Good could never come of such evil, a happier end was not in\nnature to so unhappy a beginning. Be comforted, and forgive me. Heaven\nbless you!\"\n\nAs he was drawn away, his wife released him, and stood looking after him\nwith her hands touching one another in the attitude of prayer, and\nwith a radiant look upon her face, in which there was even a comforting\nsmile. As he went out at the prisoners' door, she turned, laid her head\nlovingly on her father's breast, tried to speak to him, and fell at his\nfeet.\n\nThen, issuing from the obscure corner from which he had never moved,\nSydney Carton came and took her up. Only her father and Mr. Lorry were\nwith her. His arm trembled as it raised her, and supported her head.\nYet, there was an air about him that was not all of pity--that had a\nflush of pride in it.\n\n\"Shall I take her to a coach? I shall never feel her weight.\"\n\nHe carried her lightly to the door, and laid her tenderly down in a\ncoach. Her father and their old friend got into it, and he took his seat\nbeside the driver.\n\nWhen they arrived at the gateway where he had paused in the dark not\nmany hours before, to picture to himself on which of the rough stones of\nthe street her feet had trodden, he lifted her again, and carried her up\nthe staircase to their rooms. There, he laid her down on a couch, where\nher child and Miss Pross wept over her.\n\n\"Don't recall her to herself,\" he said, softly, to the latter, \"she is\nbetter so. Don't revive her to consciousness, while she only faints.\"\n\n\"Oh, Carton, Carton, dear Carton!\" cried little Lucie, springing up and\nthrowing her arms passionately round him, in a burst of grief. \"Now that\nyou have come, I think you will do something to help mamma, something to\nsave papa! O, look at her, dear Carton! Can you, of all the people who\nlove her, bear to see her so?\"\n\nHe bent over the child, and laid her blooming cheek against his face. He\nput her gently from him, and looked at her unconscious mother.\n\n\"Before I go,\" he said, and paused--\"I may kiss her?\"\n\nIt was remembered afterwards that when he bent down and touched her face\nwith his lips, he murmured some words. The child, who was nearest to\nhim, told them afterwards, and told her grandchildren when she was a\nhandsome old lady, that she heard him say, \"A life you love.\"\n\nWhen he had gone out into the next room, he turned suddenly on Mr. Lorry\nand her father, who were following, and said to the latter:\n\n\"You had great influence but yesterday, Doctor Manette; let it at least\nbe tried. These judges, and all the men in power, are very friendly to\nyou, and very recognisant of your services; are they not?\"\n\n\"Nothing connected with Charles was concealed from me. I had the\nstrongest assurances that I should save him; and I did.\" He returned the\nanswer in great trouble, and very slowly.\n\n\"Try them again. The hours between this and to-morrow afternoon are few\nand short, but try.\"\n\n\"I intend to try. I will not rest a moment.\"\n\n\"That's well. I have known such energy as yours do great things before\nnow--though never,\" he added, with a smile and a sigh together, \"such\ngreat things as this. But try! Of little worth as life is when we misuse\nit, it is worth that effort. It would cost nothing to lay down if it\nwere not.\"\n\n\"I will go,\" said Doctor Manette, \"to the Prosecutor and the President\nstraight, and I will go to others whom it is better not to name. I will\nwrite too, and--But stay! There is a Celebration in the streets, and no\none will be accessible until dark.\"\n\n\"That's true. Well! It is a forlorn hope at the best, and not much the\nforlorner for being delayed till dark. I should like to know how you\nspeed; though, mind! I expect nothing! When are you likely to have seen\nthese dread powers, Doctor Manette?\"\n\n\"Immediately after dark, I should hope. Within an hour or two from\nthis.\"\n\n\"It will be dark soon after four. Let us stretch the hour or two. If I\ngo to Mr. Lorry's at nine, shall I hear what you have done, either from\nour friend or from yourself?\"\n\n\"Yes.\"\n\n\"May you prosper!\"\n\nMr. Lorry followed Sydney to the outer door, and, touching him on the\nshoulder as he was going away, caused him to turn.\n\n\"I have no hope,\" said Mr. Lorry, in a low and sorrowful whisper.\n\n\"Nor have I.\"\n\n\"If any one of these men, or all of these men, were disposed to spare\nhim--which is a large supposition; for what is his life, or any man's\nto them!--I doubt if they durst spare him after the demonstration in the\ncourt.\"\n\n\"And so do I. I heard the fall of the axe in that sound.\"\n\n\n### Summary:\n\n", "answer": "Dusk The courtroom crowd pours into the streets to celebrate Darnay's condemnation. John Barsad, charged with ushering Darnay back to his cell, lets Lucie embrace her husband one last time. Darnay insists that Doctor Manette not blame himself for the trial's outcome. Darnay is escorted back to his cell to await his execution the following morning, and Carton escorts the grieving Lucie to her apartment. Carton tells Manette to try his influence one last time with the prosecutors and then meet him at Tellson's, though Lorry feels certain that there is no hope for Darnay, and Carton echoes the sentiment"}
{"original_length": 2227, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. Dusk\n\n\nThe wretched wife of the innocent man thus doomed to die, fell under\nthe sentence, as if she had been mortally stricken. But, she uttered no\nsound; and so strong was the voice within her, representing that it was\nshe of all the world who must uphold him in his misery and not augment\nit, that it quickly raised her, even from that shock.\n\nThe Judges having to take part in a public demonstration out of doors,\nthe Tribunal adjourned. The quick noise and movement of the court's\nemptying itself by many passages had not ceased, when Lucie stood\nstretching out her arms towards her husband, with nothing in her face\nbut love and consolation.\n\n\"If I might touch him! If I might embrace him once! O, good citizens, if\nyou would have so much compassion for us!\"\n\nThere was but a gaoler left, along with two of the four men who had\ntaken him last night, and Barsad. The people had all poured out to the\nshow in the streets. Barsad proposed to the rest, \"Let her embrace\nhim then; it is but a moment.\" It was silently acquiesced in, and they\npassed her over the seats in the hall to a raised place, where he, by\nleaning over the dock, could fold her in his arms.\n\n\"Farewell, dear darling of my soul. My parting blessing on my love. We\nshall meet again, where the weary are at rest!\"\n\nThey were her husband's words, as he held her to his bosom.\n\n\"I can bear it, dear Charles. I am supported from above: don't suffer\nfor me. A parting blessing for our child.\"\n\n\"I send it to her by you. I kiss her by you. I say farewell to her by\nyou.\"\n\n\"My husband. No! A moment!\" He was tearing himself apart from her.\n\"We shall not be separated long. I feel that this will break my heart\nby-and-bye; but I will do my duty while I can, and when I leave her, God\nwill raise up friends for her, as He did for me.\"\n\nHer father had followed her, and would have fallen on his knees to both\nof them, but that Darnay put out a hand and seized him, crying:\n\n\"No, no! What have you done, what have you done, that you should kneel\nto us! We know now, what a struggle you made of old. We know, now what\nyou underwent when you suspected my descent, and when you knew it. We\nknow now, the natural antipathy you strove against, and conquered, for\nher dear sake. We thank you with all our hearts, and all our love and\nduty. Heaven be with you!\"\n\nHer father's only answer was to draw his hands through his white hair,\nand wring them with a shriek of anguish.\n\n\"It could not be otherwise,\" said the prisoner. \"All things have worked\ntogether as they have fallen out. It was the always-vain endeavour to\ndischarge my poor mother's trust that first brought my fatal presence\nnear you. Good could never come of such evil, a happier end was not in\nnature to so unhappy a beginning. Be comforted, and forgive me. Heaven\nbless you!\"\n\nAs he was drawn away, his wife released him, and stood looking after him\nwith her hands touching one another in the attitude of prayer, and\nwith a radiant look upon her face, in which there was even a comforting\nsmile. As he went out at the prisoners' door, she turned, laid her head\nlovingly on her father's breast, tried to speak to him, and fell at his\nfeet.\n\nThen, issuing from the obscure corner from which he had never moved,\nSydney Carton came and took her up. Only her father and Mr. Lorry were\nwith her. His arm trembled as it raised her, and supported her head.\nYet, there was an air about him that was not all of pity--that had a\nflush of pride in it.\n\n\"Shall I take her to a coach? I shall never feel her weight.\"\n\nHe carried her lightly to the door, and laid her tenderly down in a\ncoach. Her father and their old friend got into it, and he took his seat\nbeside the driver.\n\nWhen they arrived at the gateway where he had paused in the dark not\nmany hours before, to picture to himself on which of the rough stones of\nthe street her feet had trodden, he lifted her again, and carried her up\nthe staircase to their rooms. There, he laid her down on a couch, where\nher child and Miss Pross wept over her.\n\n\"Don't recall her to herself,\" he said, softly, to the latter, \"she is\nbetter so. Don't revive her to consciousness, while she only faints.\"\n\n\"Oh, Carton, Carton, dear Carton!\" cried little Lucie, springing up and\nthrowing her arms passionately round him, in a burst of grief. \"Now that\nyou have come, I think you will do something to help mamma, something to\nsave papa! O, look at her, dear Carton! Can you, of all the people who\nlove her, bear to see her so?\"\n\nHe bent over the child, and laid her blooming cheek against his face. He\nput her gently from him, and looked at her unconscious mother.\n\n\"Before I go,\" he said, and paused--\"I may kiss her?\"\n\nIt was remembered afterwards that when he bent down and touched her face\nwith his lips, he murmured some words. The child, who was nearest to\nhim, told them afterwards, and told her grandchildren when she was a\nhandsome old lady, that she heard him say, \"A life you love.\"\n\nWhen he had gone out into the next room, he turned suddenly on Mr. Lorry\nand her father, who were following, and said to the latter:\n\n\"You had great influence but yesterday, Doctor Manette; let it at least\nbe tried. These judges, and all the men in power, are very friendly to\nyou, and very recognisant of your services; are they not?\"\n\n\"Nothing connected with Charles was concealed from me. I had the\nstrongest assurances that I should save him; and I did.\" He returned the\nanswer in great trouble, and very slowly.\n\n\"Try them again. The hours between this and to-morrow afternoon are few\nand short, but try.\"\n\n\"I intend to try. I will not rest a moment.\"\n\n\"That's well. I have known such energy as yours do great things before\nnow--though never,\" he added, with a smile and a sigh together, \"such\ngreat things as this. But try! Of little worth as life is when we misuse\nit, it is worth that effort. It would cost nothing to lay down if it\nwere not.\"\n\n\"I will go,\" said Doctor Manette, \"to the Prosecutor and the President\nstraight, and I will go to others whom it is better not to name. I will\nwrite too, and--But stay! There is a Celebration in the streets, and no\none will be accessible until dark.\"\n\n\"That's true. Well! It is a forlorn hope at the best, and not much the\nforlorner for being delayed till dark. I should like to know how you\nspeed; though, mind! I expect nothing! When are you likely to have seen\nthese dread powers, Doctor Manette?\"\n\n\"Immediately after dark, I should hope. Within an hour or two from\nthis.\"\n\n\"It will be dark soon after four. Let us stretch the hour or two. If I\ngo to Mr. Lorry's at nine, shall I hear what you have done, either from\nour friend or from yourself?\"\n\n\"Yes.\"\n\n\"May you prosper!\"\n\nMr. Lorry followed Sydney to the outer door, and, touching him on the\nshoulder as he was going away, caused him to turn.\n\n\"I have no hope,\" said Mr. Lorry, in a low and sorrowful whisper.\n\n\"Nor have I.\"\n\n\"If any one of these men, or all of these men, were disposed to spare\nhim--which is a large supposition; for what is his life, or any man's\nto them!--I doubt if they durst spare him after the demonstration in the\ncourt.\"\n\n\"And so do I. I heard the fall of the axe in that sound.\"\n\n\n### Summary:\n\n", "answer": "Lucie is devastated at the verdict and the Doctor cries out in anguish, wringing his hands in frustration. Lucie faints and Carton carries her to the waiting coach. Back at their lodgings, young Lucie begs Carton to help her parents. Lucie is still unconscious when Carton takes his leave by gently kissing her and saying &#8216a life you love'. He also urges Dr. Manette to try and influence the judges one more time."}
{"original_length": 2227, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. Dusk\n\n\nThe wretched wife of the innocent man thus doomed to die, fell under\nthe sentence, as if she had been mortally stricken. But, she uttered no\nsound; and so strong was the voice within her, representing that it was\nshe of all the world who must uphold him in his misery and not augment\nit, that it quickly raised her, even from that shock.\n\nThe Judges having to take part in a public demonstration out of doors,\nthe Tribunal adjourned. The quick noise and movement of the court's\nemptying itself by many passages had not ceased, when Lucie stood\nstretching out her arms towards her husband, with nothing in her face\nbut love and consolation.\n\n\"If I might touch him! If I might embrace him once! O, good citizens, if\nyou would have so much compassion for us!\"\n\nThere was but a gaoler left, along with two of the four men who had\ntaken him last night, and Barsad. The people had all poured out to the\nshow in the streets. Barsad proposed to the rest, \"Let her embrace\nhim then; it is but a moment.\" It was silently acquiesced in, and they\npassed her over the seats in the hall to a raised place, where he, by\nleaning over the dock, could fold her in his arms.\n\n\"Farewell, dear darling of my soul. My parting blessing on my love. We\nshall meet again, where the weary are at rest!\"\n\nThey were her husband's words, as he held her to his bosom.\n\n\"I can bear it, dear Charles. I am supported from above: don't suffer\nfor me. A parting blessing for our child.\"\n\n\"I send it to her by you. I kiss her by you. I say farewell to her by\nyou.\"\n\n\"My husband. No! A moment!\" He was tearing himself apart from her.\n\"We shall not be separated long. I feel that this will break my heart\nby-and-bye; but I will do my duty while I can, and when I leave her, God\nwill raise up friends for her, as He did for me.\"\n\nHer father had followed her, and would have fallen on his knees to both\nof them, but that Darnay put out a hand and seized him, crying:\n\n\"No, no! What have you done, what have you done, that you should kneel\nto us! We know now, what a struggle you made of old. We know, now what\nyou underwent when you suspected my descent, and when you knew it. We\nknow now, the natural antipathy you strove against, and conquered, for\nher dear sake. We thank you with all our hearts, and all our love and\nduty. Heaven be with you!\"\n\nHer father's only answer was to draw his hands through his white hair,\nand wring them with a shriek of anguish.\n\n\"It could not be otherwise,\" said the prisoner. \"All things have worked\ntogether as they have fallen out. It was the always-vain endeavour to\ndischarge my poor mother's trust that first brought my fatal presence\nnear you. Good could never come of such evil, a happier end was not in\nnature to so unhappy a beginning. Be comforted, and forgive me. Heaven\nbless you!\"\n\nAs he was drawn away, his wife released him, and stood looking after him\nwith her hands touching one another in the attitude of prayer, and\nwith a radiant look upon her face, in which there was even a comforting\nsmile. As he went out at the prisoners' door, she turned, laid her head\nlovingly on her father's breast, tried to speak to him, and fell at his\nfeet.\n\nThen, issuing from the obscure corner from which he had never moved,\nSydney Carton came and took her up. Only her father and Mr. Lorry were\nwith her. His arm trembled as it raised her, and supported her head.\nYet, there was an air about him that was not all of pity--that had a\nflush of pride in it.\n\n\"Shall I take her to a coach? I shall never feel her weight.\"\n\nHe carried her lightly to the door, and laid her tenderly down in a\ncoach. Her father and their old friend got into it, and he took his seat\nbeside the driver.\n\nWhen they arrived at the gateway where he had paused in the dark not\nmany hours before, to picture to himself on which of the rough stones of\nthe street her feet had trodden, he lifted her again, and carried her up\nthe staircase to their rooms. There, he laid her down on a couch, where\nher child and Miss Pross wept over her.\n\n\"Don't recall her to herself,\" he said, softly, to the latter, \"she is\nbetter so. Don't revive her to consciousness, while she only faints.\"\n\n\"Oh, Carton, Carton, dear Carton!\" cried little Lucie, springing up and\nthrowing her arms passionately round him, in a burst of grief. \"Now that\nyou have come, I think you will do something to help mamma, something to\nsave papa! O, look at her, dear Carton! Can you, of all the people who\nlove her, bear to see her so?\"\n\nHe bent over the child, and laid her blooming cheek against his face. He\nput her gently from him, and looked at her unconscious mother.\n\n\"Before I go,\" he said, and paused--\"I may kiss her?\"\n\nIt was remembered afterwards that when he bent down and touched her face\nwith his lips, he murmured some words. The child, who was nearest to\nhim, told them afterwards, and told her grandchildren when she was a\nhandsome old lady, that she heard him say, \"A life you love.\"\n\nWhen he had gone out into the next room, he turned suddenly on Mr. Lorry\nand her father, who were following, and said to the latter:\n\n\"You had great influence but yesterday, Doctor Manette; let it at least\nbe tried. These judges, and all the men in power, are very friendly to\nyou, and very recognisant of your services; are they not?\"\n\n\"Nothing connected with Charles was concealed from me. I had the\nstrongest assurances that I should save him; and I did.\" He returned the\nanswer in great trouble, and very slowly.\n\n\"Try them again. The hours between this and to-morrow afternoon are few\nand short, but try.\"\n\n\"I intend to try. I will not rest a moment.\"\n\n\"That's well. I have known such energy as yours do great things before\nnow--though never,\" he added, with a smile and a sigh together, \"such\ngreat things as this. But try! Of little worth as life is when we misuse\nit, it is worth that effort. It would cost nothing to lay down if it\nwere not.\"\n\n\"I will go,\" said Doctor Manette, \"to the Prosecutor and the President\nstraight, and I will go to others whom it is better not to name. I will\nwrite too, and--But stay! There is a Celebration in the streets, and no\none will be accessible until dark.\"\n\n\"That's true. Well! It is a forlorn hope at the best, and not much the\nforlorner for being delayed till dark. I should like to know how you\nspeed; though, mind! I expect nothing! When are you likely to have seen\nthese dread powers, Doctor Manette?\"\n\n\"Immediately after dark, I should hope. Within an hour or two from\nthis.\"\n\n\"It will be dark soon after four. Let us stretch the hour or two. If I\ngo to Mr. Lorry's at nine, shall I hear what you have done, either from\nour friend or from yourself?\"\n\n\"Yes.\"\n\n\"May you prosper!\"\n\nMr. Lorry followed Sydney to the outer door, and, touching him on the\nshoulder as he was going away, caused him to turn.\n\n\"I have no hope,\" said Mr. Lorry, in a low and sorrowful whisper.\n\n\"Nor have I.\"\n\n\"If any one of these men, or all of these men, were disposed to spare\nhim--which is a large supposition; for what is his life, or any man's\nto them!--I doubt if they durst spare him after the demonstration in the\ncourt.\"\n\n\"And so do I. I heard the fall of the axe in that sound.\"\n\n\n### Summary:\n\n", "answer": "Lucie is completely shocked by the guilty verdict; but she nobly lifts herself out of her stupor because she knows she has to stand by Darnay in his misery rather than augment it. She pleads with his jailer to let her embrace her husband for the last time. Barsad allows her to do so. Darnay blesses his wife and assures her that they will meet again one day. He also sends a parting blessing to little Lucie. As the couple tear themselves apart, Lucie tearfully informs her husband that they will not be parted for long as she is sure to die of a broken heart. Darnay prevents the Doctor from kneeling before him and comforts him. He realizes now the full extent of the struggle the Doctor has endured. He is also grateful for his efforts to release him. The Doctor's only response is to run his hands through his hair and utter an anguished cry. After Darnay is led out, Lucie collapses at her father's feet. Carton, who has unobtrusively observed this scene, comes forward and carries the senseless woman to the coach. On reaching the house, Carton carries her again and lays her on the couch. Little Lucie and Miss Pross weep over her. Carton does not want Lucie to be revived. It would be better for her to sleep through her misery. Little Lucie is overjoyed to see Carton and knows that he will do something to help her mother and save her father. He promises her that she will again see her father. He kisses Lucie and whispers in her ear, \"A life you love.\" This is overheard by little Lucie. He urges Dr. Manette to use his influence, once again, to save Darnay's life, even though he knows that it is hopeless. He explains to Mr. Lorry that he encouraged Dr. Manette only because it might console Lucie one day. Carton then leaves."}
{"original_length": 2269, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. A Companion Picture\n\n\n\"Sydney,\" said Mr. Stryver, on that self-same night, or morning, to his\njackal; \"mix another bowl of punch; I have something to say to you.\"\n\nSydney had been working double tides that night, and the night before,\nand the night before that, and a good many nights in succession, making\na grand clearance among Mr. Stryver's papers before the setting in\nof the long vacation. The clearance was effected at last; the Stryver\narrears were handsomely fetched up; everything was got rid of until\nNovember should come with its fogs atmospheric, and fogs legal, and\nbring grist to the mill again.\n\nSydney was none the livelier and none the soberer for so much\napplication. It had taken a deal of extra wet-towelling to pull him\nthrough the night; a correspondingly extra quantity of wine had preceded\nthe towelling; and he was in a very damaged condition, as he now pulled\nhis turban off and threw it into the basin in which he had steeped it at\nintervals for the last six hours.\n\n\"Are you mixing that other bowl of punch?\" said Stryver the portly, with\nhis hands in his waistband, glancing round from the sofa where he lay on\nhis back.\n\n\"I am.\"\n\n\"Now, look here! I am going to tell you something that will rather\nsurprise you, and that perhaps will make you think me not quite as\nshrewd as you usually do think me. I intend to marry.\"\n\n\"_Do_ you?\"\n\n\"Yes. And not for money. What do you say now?\"\n\n\"I don't feel disposed to say much. Who is she?\"\n\n\"Guess.\"\n\n\"Do I know her?\"\n\n\"Guess.\"\n\n\"I am not going to guess, at five o'clock in the morning, with my brains\nfrying and sputtering in my head. If you want me to guess, you must ask\nme to dinner.\"\n\n\"Well then, I'll tell you,\" said Stryver, coming slowly into a sitting\nposture. \"Sydney, I rather despair of making myself intelligible to you,\nbecause you are such an insensible dog.\"\n\n\"And you,\" returned Sydney, busy concocting the punch, \"are such a\nsensitive and poetical spirit--\"\n\n\"Come!\" rejoined Stryver, laughing boastfully, \"though I don't prefer\nany claim to being the soul of Romance (for I hope I know better), still\nI am a tenderer sort of fellow than _you_.\"\n\n\"You are a luckier, if you mean that.\"\n\n\"I don't mean that. I mean I am a man of more--more--\"\n\n\"Say gallantry, while you are about it,\" suggested Carton.\n\n\"Well! I'll say gallantry. My meaning is that I am a man,\" said Stryver,\ninflating himself at his friend as he made the punch, \"who cares more to\nbe agreeable, who takes more pains to be agreeable, who knows better how\nto be agreeable, in a woman's society, than you do.\"\n\n\"Go on,\" said Sydney Carton.\n\n\"No; but before I go on,\" said Stryver, shaking his head in his bullying\nway, \"I'll have this out with you. You've been at Doctor Manette's house\nas much as I have, or more than I have. Why, I have been ashamed of your\nmoroseness there! Your manners have been of that silent and sullen and\nhangdog kind, that, upon my life and soul, I have been ashamed of you,\nSydney!\"\n\n\"It should be very beneficial to a man in your practice at the bar, to\nbe ashamed of anything,\" returned Sydney; \"you ought to be much obliged\nto me.\"\n\n\"You shall not get off in that way,\" rejoined Stryver, shouldering the\nrejoinder at him; \"no, Sydney, it's my duty to tell you--and I tell you\nto your face to do you good--that you are a devilish ill-conditioned\nfellow in that sort of society. You are a disagreeable fellow.\"\n\nSydney drank a bumper of the punch he had made, and laughed.\n\n\"Look at me!\" said Stryver, squaring himself; \"I have less need to make\nmyself agreeable than you have, being more independent in circumstances.\nWhy do I do it?\"\n\n\"I never saw you do it yet,\" muttered Carton.\n\n\"I do it because it's politic; I do it on principle. And look at me! I\nget on.\"\n\n\"You don't get on with your account of your matrimonial intentions,\"\nanswered Carton, with a careless air; \"I wish you would keep to that. As\nto me--will you never understand that I am incorrigible?\"\n\nHe asked the question with some appearance of scorn.\n\n\"You have no business to be incorrigible,\" was his friend's answer,\ndelivered in no very soothing tone.\n\n\"I have no business to be, at all, that I know of,\" said Sydney Carton.\n\"Who is the lady?\"\n\n\"Now, don't let my announcement of the name make you uncomfortable,\nSydney,\" said Mr. Stryver, preparing him with ostentatious friendliness\nfor the disclosure he was about to make, \"because I know you don't mean\nhalf you say; and if you meant it all, it would be of no importance. I\nmake this little preface, because you once mentioned the young lady to\nme in slighting terms.\"\n\n\"I did?\"\n\n\"Certainly; and in these chambers.\"\n\nSydney Carton looked at his punch and looked at his complacent friend;\ndrank his punch and looked at his complacent friend.\n\n\"You made mention of the young lady as a golden-haired doll. The young\nlady is Miss Manette. If you had been a fellow of any sensitiveness or\ndelicacy of feeling in that kind of way, Sydney, I might have been a\nlittle resentful of your employing such a designation; but you are not.\nYou want that sense altogether; therefore I am no more annoyed when I\nthink of the expression, than I should be annoyed by a man's opinion of\na picture of mine, who had no eye for pictures: or of a piece of music\nof mine, who had no ear for music.\"\n\nSydney Carton drank the punch at a great rate; drank it by bumpers,\nlooking at his friend.\n\n\"Now you know all about it, Syd,\" said Mr. Stryver. \"I don't care about\nfortune: she is a charming creature, and I have made up my mind to\nplease myself: on the whole, I think I can afford to please myself. She\nwill have in me a man already pretty well off, and a rapidly rising man,\nand a man of some distinction: it is a piece of good fortune for her,\nbut she is worthy of good fortune. Are you astonished?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I be\nastonished?\"\n\n\"You approve?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I not approve?\"\n\n\"Well!\" said his friend Stryver, \"you take it more easily than I fancied\nyou would, and are less mercenary on my behalf than I thought you would\nbe; though, to be sure, you know well enough by this time that your\nancient chum is a man of a pretty strong will. Yes, Sydney, I have had\nenough of this style of life, with no other as a change from it; I\nfeel that it is a pleasant thing for a man to have a home when he feels\ninclined to go to it (when he doesn't, he can stay away), and I feel\nthat Miss Manette will tell well in any station, and will always do me\ncredit. So I have made up my mind. And now, Sydney, old boy, I want to\nsay a word to _you_ about _your_ prospects. You are in a bad way, you\nknow; you really are in a bad way. You don't know the value of money,\nyou live hard, you'll knock up one of these days,\n\n### Summary:\n\n", "answer": "A Companion Picture Mr. Stryver and Mr. Carton are drinking together while the latter prepares the former's legal papers. Mr. Stryver, after claiming that his own gallantry is superior to his friend's, announces that he intends to marry Lucie Manette. This causes Carton to drink his punch more rapidly although he claims to have no objections. Stryver feels that he is doing Lucie a good turn and marvels at his own economic disinterestedness in his choice. Stryver recommends that Carton find a woman with some money or property and marry her"}
{"original_length": 2269, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. A Companion Picture\n\n\n\"Sydney,\" said Mr. Stryver, on that self-same night, or morning, to his\njackal; \"mix another bowl of punch; I have something to say to you.\"\n\nSydney had been working double tides that night, and the night before,\nand the night before that, and a good many nights in succession, making\na grand clearance among Mr. Stryver's papers before the setting in\nof the long vacation. The clearance was effected at last; the Stryver\narrears were handsomely fetched up; everything was got rid of until\nNovember should come with its fogs atmospheric, and fogs legal, and\nbring grist to the mill again.\n\nSydney was none the livelier and none the soberer for so much\napplication. It had taken a deal of extra wet-towelling to pull him\nthrough the night; a correspondingly extra quantity of wine had preceded\nthe towelling; and he was in a very damaged condition, as he now pulled\nhis turban off and threw it into the basin in which he had steeped it at\nintervals for the last six hours.\n\n\"Are you mixing that other bowl of punch?\" said Stryver the portly, with\nhis hands in his waistband, glancing round from the sofa where he lay on\nhis back.\n\n\"I am.\"\n\n\"Now, look here! I am going to tell you something that will rather\nsurprise you, and that perhaps will make you think me not quite as\nshrewd as you usually do think me. I intend to marry.\"\n\n\"_Do_ you?\"\n\n\"Yes. And not for money. What do you say now?\"\n\n\"I don't feel disposed to say much. Who is she?\"\n\n\"Guess.\"\n\n\"Do I know her?\"\n\n\"Guess.\"\n\n\"I am not going to guess, at five o'clock in the morning, with my brains\nfrying and sputtering in my head. If you want me to guess, you must ask\nme to dinner.\"\n\n\"Well then, I'll tell you,\" said Stryver, coming slowly into a sitting\nposture. \"Sydney, I rather despair of making myself intelligible to you,\nbecause you are such an insensible dog.\"\n\n\"And you,\" returned Sydney, busy concocting the punch, \"are such a\nsensitive and poetical spirit--\"\n\n\"Come!\" rejoined Stryver, laughing boastfully, \"though I don't prefer\nany claim to being the soul of Romance (for I hope I know better), still\nI am a tenderer sort of fellow than _you_.\"\n\n\"You are a luckier, if you mean that.\"\n\n\"I don't mean that. I mean I am a man of more--more--\"\n\n\"Say gallantry, while you are about it,\" suggested Carton.\n\n\"Well! I'll say gallantry. My meaning is that I am a man,\" said Stryver,\ninflating himself at his friend as he made the punch, \"who cares more to\nbe agreeable, who takes more pains to be agreeable, who knows better how\nto be agreeable, in a woman's society, than you do.\"\n\n\"Go on,\" said Sydney Carton.\n\n\"No; but before I go on,\" said Stryver, shaking his head in his bullying\nway, \"I'll have this out with you. You've been at Doctor Manette's house\nas much as I have, or more than I have. Why, I have been ashamed of your\nmoroseness there! Your manners have been of that silent and sullen and\nhangdog kind, that, upon my life and soul, I have been ashamed of you,\nSydney!\"\n\n\"It should be very beneficial to a man in your practice at the bar, to\nbe ashamed of anything,\" returned Sydney; \"you ought to be much obliged\nto me.\"\n\n\"You shall not get off in that way,\" rejoined Stryver, shouldering the\nrejoinder at him; \"no, Sydney, it's my duty to tell you--and I tell you\nto your face to do you good--that you are a devilish ill-conditioned\nfellow in that sort of society. You are a disagreeable fellow.\"\n\nSydney drank a bumper of the punch he had made, and laughed.\n\n\"Look at me!\" said Stryver, squaring himself; \"I have less need to make\nmyself agreeable than you have, being more independent in circumstances.\nWhy do I do it?\"\n\n\"I never saw you do it yet,\" muttered Carton.\n\n\"I do it because it's politic; I do it on principle. And look at me! I\nget on.\"\n\n\"You don't get on with your account of your matrimonial intentions,\"\nanswered Carton, with a careless air; \"I wish you would keep to that. As\nto me--will you never understand that I am incorrigible?\"\n\nHe asked the question with some appearance of scorn.\n\n\"You have no business to be incorrigible,\" was his friend's answer,\ndelivered in no very soothing tone.\n\n\"I have no business to be, at all, that I know of,\" said Sydney Carton.\n\"Who is the lady?\"\n\n\"Now, don't let my announcement of the name make you uncomfortable,\nSydney,\" said Mr. Stryver, preparing him with ostentatious friendliness\nfor the disclosure he was about to make, \"because I know you don't mean\nhalf you say; and if you meant it all, it would be of no importance. I\nmake this little preface, because you once mentioned the young lady to\nme in slighting terms.\"\n\n\"I did?\"\n\n\"Certainly; and in these chambers.\"\n\nSydney Carton looked at his punch and looked at his complacent friend;\ndrank his punch and looked at his complacent friend.\n\n\"You made mention of the young lady as a golden-haired doll. The young\nlady is Miss Manette. If you had been a fellow of any sensitiveness or\ndelicacy of feeling in that kind of way, Sydney, I might have been a\nlittle resentful of your employing such a designation; but you are not.\nYou want that sense altogether; therefore I am no more annoyed when I\nthink of the expression, than I should be annoyed by a man's opinion of\na picture of mine, who had no eye for pictures: or of a piece of music\nof mine, who had no ear for music.\"\n\nSydney Carton drank the punch at a great rate; drank it by bumpers,\nlooking at his friend.\n\n\"Now you know all about it, Syd,\" said Mr. Stryver. \"I don't care about\nfortune: she is a charming creature, and I have made up my mind to\nplease myself: on the whole, I think I can afford to please myself. She\nwill have in me a man already pretty well off, and a rapidly rising man,\nand a man of some distinction: it is a piece of good fortune for her,\nbut she is worthy of good fortune. Are you astonished?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I be\nastonished?\"\n\n\"You approve?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I not approve?\"\n\n\"Well!\" said his friend Stryver, \"you take it more easily than I fancied\nyou would, and are less mercenary on my behalf than I thought you would\nbe; though, to be sure, you know well enough by this time that your\nancient chum is a man of a pretty strong will. Yes, Sydney, I have had\nenough of this style of life, with no other as a change from it; I\nfeel that it is a pleasant thing for a man to have a home when he feels\ninclined to go to it (when he doesn't, he can stay away), and I feel\nthat Miss Manette will tell well in any station, and will always do me\ncredit. So I have made up my mind. And now, Sydney, old boy, I want to\nsay a word to _you_ about _your_ prospects. You are in a bad way, you\nknow; you really are in a bad way. You don't know the value of money,\nyou live hard, you'll knock up one of these days,\n\n### Summary:\n\n", "answer": "It's late at night. Sydney Carton is working. Stryver is drinking. He's so happy about drinking, in fact, that he asks Carton to make another bowl of punch for the two of them. He has news. Stryver, it seems, has decided to marry. Carton knows Stryver pretty well. He asks if the woman has money. Stryver takes Carton to task for being such a cynic. He's actually fallen in love this time. In fact, Stryver's a bit worried that Carton won't like his choice of a bride. Once upon a time, Carton spoke slightingly of the woman whom Stryver has decided to make his bride. Carton starts a little bit. Could Stryver mean.... Yes. Stryver means to marry Lucie. Apparently, Stryver's willing to overlook her poverty. He's pretty magnanimous about the whole thing. Lucie will benefit a lot from the marriage, he thinks, but he's willing to take her, anyway. We just want to put our opinion on the record: Stryver's a pompous fool. Carton thinks so, too. While Stryver tells Carton about his plans, he also tries to dispense some free advice on how he thinks Carton should lead his own life. Perhaps Carton could find someone like...well, Lucie to marry. Lucie? Carton jumps uncomfortably. Stryver continues to offer unwelcome advice about Carton's love life. Luckily, Carton chooses to ignore him."}
{"original_length": 2269, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. A Companion Picture\n\n\n\"Sydney,\" said Mr. Stryver, on that self-same night, or morning, to his\njackal; \"mix another bowl of punch; I have something to say to you.\"\n\nSydney had been working double tides that night, and the night before,\nand the night before that, and a good many nights in succession, making\na grand clearance among Mr. Stryver's papers before the setting in\nof the long vacation. The clearance was effected at last; the Stryver\narrears were handsomely fetched up; everything was got rid of until\nNovember should come with its fogs atmospheric, and fogs legal, and\nbring grist to the mill again.\n\nSydney was none the livelier and none the soberer for so much\napplication. It had taken a deal of extra wet-towelling to pull him\nthrough the night; a correspondingly extra quantity of wine had preceded\nthe towelling; and he was in a very damaged condition, as he now pulled\nhis turban off and threw it into the basin in which he had steeped it at\nintervals for the last six hours.\n\n\"Are you mixing that other bowl of punch?\" said Stryver the portly, with\nhis hands in his waistband, glancing round from the sofa where he lay on\nhis back.\n\n\"I am.\"\n\n\"Now, look here! I am going to tell you something that will rather\nsurprise you, and that perhaps will make you think me not quite as\nshrewd as you usually do think me. I intend to marry.\"\n\n\"_Do_ you?\"\n\n\"Yes. And not for money. What do you say now?\"\n\n\"I don't feel disposed to say much. Who is she?\"\n\n\"Guess.\"\n\n\"Do I know her?\"\n\n\"Guess.\"\n\n\"I am not going to guess, at five o'clock in the morning, with my brains\nfrying and sputtering in my head. If you want me to guess, you must ask\nme to dinner.\"\n\n\"Well then, I'll tell you,\" said Stryver, coming slowly into a sitting\nposture. \"Sydney, I rather despair of making myself intelligible to you,\nbecause you are such an insensible dog.\"\n\n\"And you,\" returned Sydney, busy concocting the punch, \"are such a\nsensitive and poetical spirit--\"\n\n\"Come!\" rejoined Stryver, laughing boastfully, \"though I don't prefer\nany claim to being the soul of Romance (for I hope I know better), still\nI am a tenderer sort of fellow than _you_.\"\n\n\"You are a luckier, if you mean that.\"\n\n\"I don't mean that. I mean I am a man of more--more--\"\n\n\"Say gallantry, while you are about it,\" suggested Carton.\n\n\"Well! I'll say gallantry. My meaning is that I am a man,\" said Stryver,\ninflating himself at his friend as he made the punch, \"who cares more to\nbe agreeable, who takes more pains to be agreeable, who knows better how\nto be agreeable, in a woman's society, than you do.\"\n\n\"Go on,\" said Sydney Carton.\n\n\"No; but before I go on,\" said Stryver, shaking his head in his bullying\nway, \"I'll have this out with you. You've been at Doctor Manette's house\nas much as I have, or more than I have. Why, I have been ashamed of your\nmoroseness there! Your manners have been of that silent and sullen and\nhangdog kind, that, upon my life and soul, I have been ashamed of you,\nSydney!\"\n\n\"It should be very beneficial to a man in your practice at the bar, to\nbe ashamed of anything,\" returned Sydney; \"you ought to be much obliged\nto me.\"\n\n\"You shall not get off in that way,\" rejoined Stryver, shouldering the\nrejoinder at him; \"no, Sydney, it's my duty to tell you--and I tell you\nto your face to do you good--that you are a devilish ill-conditioned\nfellow in that sort of society. You are a disagreeable fellow.\"\n\nSydney drank a bumper of the punch he had made, and laughed.\n\n\"Look at me!\" said Stryver, squaring himself; \"I have less need to make\nmyself agreeable than you have, being more independent in circumstances.\nWhy do I do it?\"\n\n\"I never saw you do it yet,\" muttered Carton.\n\n\"I do it because it's politic; I do it on principle. And look at me! I\nget on.\"\n\n\"You don't get on with your account of your matrimonial intentions,\"\nanswered Carton, with a careless air; \"I wish you would keep to that. As\nto me--will you never understand that I am incorrigible?\"\n\nHe asked the question with some appearance of scorn.\n\n\"You have no business to be incorrigible,\" was his friend's answer,\ndelivered in no very soothing tone.\n\n\"I have no business to be, at all, that I know of,\" said Sydney Carton.\n\"Who is the lady?\"\n\n\"Now, don't let my announcement of the name make you uncomfortable,\nSydney,\" said Mr. Stryver, preparing him with ostentatious friendliness\nfor the disclosure he was about to make, \"because I know you don't mean\nhalf you say; and if you meant it all, it would be of no importance. I\nmake this little preface, because you once mentioned the young lady to\nme in slighting terms.\"\n\n\"I did?\"\n\n\"Certainly; and in these chambers.\"\n\nSydney Carton looked at his punch and looked at his complacent friend;\ndrank his punch and looked at his complacent friend.\n\n\"You made mention of the young lady as a golden-haired doll. The young\nlady is Miss Manette. If you had been a fellow of any sensitiveness or\ndelicacy of feeling in that kind of way, Sydney, I might have been a\nlittle resentful of your employing such a designation; but you are not.\nYou want that sense altogether; therefore I am no more annoyed when I\nthink of the expression, than I should be annoyed by a man's opinion of\na picture of mine, who had no eye for pictures: or of a piece of music\nof mine, who had no ear for music.\"\n\nSydney Carton drank the punch at a great rate; drank it by bumpers,\nlooking at his friend.\n\n\"Now you know all about it, Syd,\" said Mr. Stryver. \"I don't care about\nfortune: she is a charming creature, and I have made up my mind to\nplease myself: on the whole, I think I can afford to please myself. She\nwill have in me a man already pretty well off, and a rapidly rising man,\nand a man of some distinction: it is a piece of good fortune for her,\nbut she is worthy of good fortune. Are you astonished?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I be\nastonished?\"\n\n\"You approve?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I not approve?\"\n\n\"Well!\" said his friend Stryver, \"you take it more easily than I fancied\nyou would, and are less mercenary on my behalf than I thought you would\nbe; though, to be sure, you know well enough by this time that your\nancient chum is a man of a pretty strong will. Yes, Sydney, I have had\nenough of this style of life, with no other as a change from it; I\nfeel that it is a pleasant thing for a man to have a home when he feels\ninclined to go to it (when he doesn't, he can stay away), and I feel\nthat Miss Manette will tell well in any station, and will always do me\ncredit. So I have made up my mind. And now, Sydney, old boy, I want to\nsay a word to _you_ about _your_ prospects. You are in a bad way, you\nknow; you really are in a bad way. You don't know the value of money,\nyou live hard, you'll knock up one of these days,\n\n### Summary:\n\n", "answer": "The same night that Darnay makes his declaration to Doctor Alexandre Manette, Stryver tells Carton that he has decided to marry Lucie. Stryver feels that he is doing Lucie a favor by making her his wife; she is not rich, but she is \"a charming creature\"who will make a nice home for him. After describing how eligible and attractive he is to women, Stryver chastises Carton for making himself so unattractive to women. He recommends that Carton find himself a wife to take care of him, all the while missing the sarcasm in Carton's replies."}
{"original_length": 2269, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. A Companion Picture\n\n\n\"Sydney,\" said Mr. Stryver, on that self-same night, or morning, to his\njackal; \"mix another bowl of punch; I have something to say to you.\"\n\nSydney had been working double tides that night, and the night before,\nand the night before that, and a good many nights in succession, making\na grand clearance among Mr. Stryver's papers before the setting in\nof the long vacation. The clearance was effected at last; the Stryver\narrears were handsomely fetched up; everything was got rid of until\nNovember should come with its fogs atmospheric, and fogs legal, and\nbring grist to the mill again.\n\nSydney was none the livelier and none the soberer for so much\napplication. It had taken a deal of extra wet-towelling to pull him\nthrough the night; a correspondingly extra quantity of wine had preceded\nthe towelling; and he was in a very damaged condition, as he now pulled\nhis turban off and threw it into the basin in which he had steeped it at\nintervals for the last six hours.\n\n\"Are you mixing that other bowl of punch?\" said Stryver the portly, with\nhis hands in his waistband, glancing round from the sofa where he lay on\nhis back.\n\n\"I am.\"\n\n\"Now, look here! I am going to tell you something that will rather\nsurprise you, and that perhaps will make you think me not quite as\nshrewd as you usually do think me. I intend to marry.\"\n\n\"_Do_ you?\"\n\n\"Yes. And not for money. What do you say now?\"\n\n\"I don't feel disposed to say much. Who is she?\"\n\n\"Guess.\"\n\n\"Do I know her?\"\n\n\"Guess.\"\n\n\"I am not going to guess, at five o'clock in the morning, with my brains\nfrying and sputtering in my head. If you want me to guess, you must ask\nme to dinner.\"\n\n\"Well then, I'll tell you,\" said Stryver, coming slowly into a sitting\nposture. \"Sydney, I rather despair of making myself intelligible to you,\nbecause you are such an insensible dog.\"\n\n\"And you,\" returned Sydney, busy concocting the punch, \"are such a\nsensitive and poetical spirit--\"\n\n\"Come!\" rejoined Stryver, laughing boastfully, \"though I don't prefer\nany claim to being the soul of Romance (for I hope I know better), still\nI am a tenderer sort of fellow than _you_.\"\n\n\"You are a luckier, if you mean that.\"\n\n\"I don't mean that. I mean I am a man of more--more--\"\n\n\"Say gallantry, while you are about it,\" suggested Carton.\n\n\"Well! I'll say gallantry. My meaning is that I am a man,\" said Stryver,\ninflating himself at his friend as he made the punch, \"who cares more to\nbe agreeable, who takes more pains to be agreeable, who knows better how\nto be agreeable, in a woman's society, than you do.\"\n\n\"Go on,\" said Sydney Carton.\n\n\"No; but before I go on,\" said Stryver, shaking his head in his bullying\nway, \"I'll have this out with you. You've been at Doctor Manette's house\nas much as I have, or more than I have. Why, I have been ashamed of your\nmoroseness there! Your manners have been of that silent and sullen and\nhangdog kind, that, upon my life and soul, I have been ashamed of you,\nSydney!\"\n\n\"It should be very beneficial to a man in your practice at the bar, to\nbe ashamed of anything,\" returned Sydney; \"you ought to be much obliged\nto me.\"\n\n\"You shall not get off in that way,\" rejoined Stryver, shouldering the\nrejoinder at him; \"no, Sydney, it's my duty to tell you--and I tell you\nto your face to do you good--that you are a devilish ill-conditioned\nfellow in that sort of society. You are a disagreeable fellow.\"\n\nSydney drank a bumper of the punch he had made, and laughed.\n\n\"Look at me!\" said Stryver, squaring himself; \"I have less need to make\nmyself agreeable than you have, being more independent in circumstances.\nWhy do I do it?\"\n\n\"I never saw you do it yet,\" muttered Carton.\n\n\"I do it because it's politic; I do it on principle. And look at me! I\nget on.\"\n\n\"You don't get on with your account of your matrimonial intentions,\"\nanswered Carton, with a careless air; \"I wish you would keep to that. As\nto me--will you never understand that I am incorrigible?\"\n\nHe asked the question with some appearance of scorn.\n\n\"You have no business to be incorrigible,\" was his friend's answer,\ndelivered in no very soothing tone.\n\n\"I have no business to be, at all, that I know of,\" said Sydney Carton.\n\"Who is the lady?\"\n\n\"Now, don't let my announcement of the name make you uncomfortable,\nSydney,\" said Mr. Stryver, preparing him with ostentatious friendliness\nfor the disclosure he was about to make, \"because I know you don't mean\nhalf you say; and if you meant it all, it would be of no importance. I\nmake this little preface, because you once mentioned the young lady to\nme in slighting terms.\"\n\n\"I did?\"\n\n\"Certainly; and in these chambers.\"\n\nSydney Carton looked at his punch and looked at his complacent friend;\ndrank his punch and looked at his complacent friend.\n\n\"You made mention of the young lady as a golden-haired doll. The young\nlady is Miss Manette. If you had been a fellow of any sensitiveness or\ndelicacy of feeling in that kind of way, Sydney, I might have been a\nlittle resentful of your employing such a designation; but you are not.\nYou want that sense altogether; therefore I am no more annoyed when I\nthink of the expression, than I should be annoyed by a man's opinion of\na picture of mine, who had no eye for pictures: or of a piece of music\nof mine, who had no ear for music.\"\n\nSydney Carton drank the punch at a great rate; drank it by bumpers,\nlooking at his friend.\n\n\"Now you know all about it, Syd,\" said Mr. Stryver. \"I don't care about\nfortune: she is a charming creature, and I have made up my mind to\nplease myself: on the whole, I think I can afford to please myself. She\nwill have in me a man already pretty well off, and a rapidly rising man,\nand a man of some distinction: it is a piece of good fortune for her,\nbut she is worthy of good fortune. Are you astonished?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I be\nastonished?\"\n\n\"You approve?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I not approve?\"\n\n\"Well!\" said his friend Stryver, \"you take it more easily than I fancied\nyou would, and are less mercenary on my behalf than I thought you would\nbe; though, to be sure, you know well enough by this time that your\nancient chum is a man of a pretty strong will. Yes, Sydney, I have had\nenough of this style of life, with no other as a change from it; I\nfeel that it is a pleasant thing for a man to have a home when he feels\ninclined to go to it (when he doesn't, he can stay away), and I feel\nthat Miss Manette will tell well in any station, and will always do me\ncredit. So I have made up my mind. And now, Sydney, old boy, I want to\nsay a word to _you_ about _your_ prospects. You are in a bad way, you\nknow; you really are in a bad way. You don't know the value of money,\nyou live hard, you'll knock up one of these days,\n\n### Summary:\n\n", "answer": "A Companion Picture Late that same night, Carton and Stryver work in Stryver's chambers. In his puffed-up and arrogant manner, Stryver announces that he intends to marry Lucie. Carton drinks heavily at the news, assuring Stryver that his words have not upset him. Stryver suggests that Carton himself find \"some respectable woman with a little property,\" and marry her, lest he end up ill and penniless"}
{"original_length": 2269, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nXI. A Companion Picture\n\n\n\"Sydney,\" said Mr. Stryver, on that self-same night, or morning, to his\njackal; \"mix another bowl of punch; I have something to say to you.\"\n\nSydney had been working double tides that night, and the night before,\nand the night before that, and a good many nights in succession, making\na grand clearance among Mr. Stryver's papers before the setting in\nof the long vacation. The clearance was effected at last; the Stryver\narrears were handsomely fetched up; everything was got rid of until\nNovember should come with its fogs atmospheric, and fogs legal, and\nbring grist to the mill again.\n\nSydney was none the livelier and none the soberer for so much\napplication. It had taken a deal of extra wet-towelling to pull him\nthrough the night; a correspondingly extra quantity of wine had preceded\nthe towelling; and he was in a very damaged condition, as he now pulled\nhis turban off and threw it into the basin in which he had steeped it at\nintervals for the last six hours.\n\n\"Are you mixing that other bowl of punch?\" said Stryver the portly, with\nhis hands in his waistband, glancing round from the sofa where he lay on\nhis back.\n\n\"I am.\"\n\n\"Now, look here! I am going to tell you something that will rather\nsurprise you, and that perhaps will make you think me not quite as\nshrewd as you usually do think me. I intend to marry.\"\n\n\"_Do_ you?\"\n\n\"Yes. And not for money. What do you say now?\"\n\n\"I don't feel disposed to say much. Who is she?\"\n\n\"Guess.\"\n\n\"Do I know her?\"\n\n\"Guess.\"\n\n\"I am not going to guess, at five o'clock in the morning, with my brains\nfrying and sputtering in my head. If you want me to guess, you must ask\nme to dinner.\"\n\n\"Well then, I'll tell you,\" said Stryver, coming slowly into a sitting\nposture. \"Sydney, I rather despair of making myself intelligible to you,\nbecause you are such an insensible dog.\"\n\n\"And you,\" returned Sydney, busy concocting the punch, \"are such a\nsensitive and poetical spirit--\"\n\n\"Come!\" rejoined Stryver, laughing boastfully, \"though I don't prefer\nany claim to being the soul of Romance (for I hope I know better), still\nI am a tenderer sort of fellow than _you_.\"\n\n\"You are a luckier, if you mean that.\"\n\n\"I don't mean that. I mean I am a man of more--more--\"\n\n\"Say gallantry, while you are about it,\" suggested Carton.\n\n\"Well! I'll say gallantry. My meaning is that I am a man,\" said Stryver,\ninflating himself at his friend as he made the punch, \"who cares more to\nbe agreeable, who takes more pains to be agreeable, who knows better how\nto be agreeable, in a woman's society, than you do.\"\n\n\"Go on,\" said Sydney Carton.\n\n\"No; but before I go on,\" said Stryver, shaking his head in his bullying\nway, \"I'll have this out with you. You've been at Doctor Manette's house\nas much as I have, or more than I have. Why, I have been ashamed of your\nmoroseness there! Your manners have been of that silent and sullen and\nhangdog kind, that, upon my life and soul, I have been ashamed of you,\nSydney!\"\n\n\"It should be very beneficial to a man in your practice at the bar, to\nbe ashamed of anything,\" returned Sydney; \"you ought to be much obliged\nto me.\"\n\n\"You shall not get off in that way,\" rejoined Stryver, shouldering the\nrejoinder at him; \"no, Sydney, it's my duty to tell you--and I tell you\nto your face to do you good--that you are a devilish ill-conditioned\nfellow in that sort of society. You are a disagreeable fellow.\"\n\nSydney drank a bumper of the punch he had made, and laughed.\n\n\"Look at me!\" said Stryver, squaring himself; \"I have less need to make\nmyself agreeable than you have, being more independent in circumstances.\nWhy do I do it?\"\n\n\"I never saw you do it yet,\" muttered Carton.\n\n\"I do it because it's politic; I do it on principle. And look at me! I\nget on.\"\n\n\"You don't get on with your account of your matrimonial intentions,\"\nanswered Carton, with a careless air; \"I wish you would keep to that. As\nto me--will you never understand that I am incorrigible?\"\n\nHe asked the question with some appearance of scorn.\n\n\"You have no business to be incorrigible,\" was his friend's answer,\ndelivered in no very soothing tone.\n\n\"I have no business to be, at all, that I know of,\" said Sydney Carton.\n\"Who is the lady?\"\n\n\"Now, don't let my announcement of the name make you uncomfortable,\nSydney,\" said Mr. Stryver, preparing him with ostentatious friendliness\nfor the disclosure he was about to make, \"because I know you don't mean\nhalf you say; and if you meant it all, it would be of no importance. I\nmake this little preface, because you once mentioned the young lady to\nme in slighting terms.\"\n\n\"I did?\"\n\n\"Certainly; and in these chambers.\"\n\nSydney Carton looked at his punch and looked at his complacent friend;\ndrank his punch and looked at his complacent friend.\n\n\"You made mention of the young lady as a golden-haired doll. The young\nlady is Miss Manette. If you had been a fellow of any sensitiveness or\ndelicacy of feeling in that kind of way, Sydney, I might have been a\nlittle resentful of your employing such a designation; but you are not.\nYou want that sense altogether; therefore I am no more annoyed when I\nthink of the expression, than I should be annoyed by a man's opinion of\na picture of mine, who had no eye for pictures: or of a piece of music\nof mine, who had no ear for music.\"\n\nSydney Carton drank the punch at a great rate; drank it by bumpers,\nlooking at his friend.\n\n\"Now you know all about it, Syd,\" said Mr. Stryver. \"I don't care about\nfortune: she is a charming creature, and I have made up my mind to\nplease myself: on the whole, I think I can afford to please myself. She\nwill have in me a man already pretty well off, and a rapidly rising man,\nand a man of some distinction: it is a piece of good fortune for her,\nbut she is worthy of good fortune. Are you astonished?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I be\nastonished?\"\n\n\"You approve?\"\n\nCarton, still drinking the punch, rejoined, \"Why should I not approve?\"\n\n\"Well!\" said his friend Stryver, \"you take it more easily than I fancied\nyou would, and are less mercenary on my behalf than I thought you would\nbe; though, to be sure, you know well enough by this time that your\nancient chum is a man of a pretty strong will. Yes, Sydney, I have had\nenough of this style of life, with no other as a change from it; I\nfeel that it is a pleasant thing for a man to have a home when he feels\ninclined to go to it (when he doesn't, he can stay away), and I feel\nthat Miss Manette will tell well in any station, and will always do me\ncredit. So I have made up my mind. And now, Sydney, old boy, I want to\nsay a word to _you_ about _your_ prospects. You are in a bad way, you\nknow; you really are in a bad way. You don't know the value of money,\nyou live hard, you'll knock up one of these days,\n\n### Summary:\n\n", "answer": "Sydney Carton spends many long nights clearing up Mr. Stryver's legal matters before Stryver goes on his long vacation. Finally, on one such night after the work is complete, Mr. Stryver announces to Carton his intentions to marry. Mr. Stryver assumes that women find him tactful, ambitious, and successful and would be happy to become his wife. He thinks that Lucie would be a suitable choice even though she is poor. Mr. Stryver does not mention even once that he is in love with Lucie. Stryver also assumes that Carton is disagreeable to women and informs him of this. Carton is amused with Stryver's attitude and pokes fun at him. Stryver fails to notice the satire in Carton's remarks and aggressively continues his assault on Carton's faults. He finally says that perhaps Carton can marry a commoner, someone with property who will look after him when he ages."}
{"original_length": 2320, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nBohemia. The sea-coast\n\nEnter ANTIGONUS with the CHILD, and a MARINER\n\n  ANTIGONUS. Thou art perfect then our ship hath touch'd upon\n    The deserts of Bohemia?\n  MARINER. Ay, my lord, and fear\n    We have landed in ill time; the skies look grimly\n    And threaten present blusters. In my conscience,\n    The heavens with that we have in hand are angry\n    And frown upon 's.\n  ANTIGONUS. Their sacred wills be done! Go, get aboard;\n    Look to thy bark. I'll not be long before\n    I call upon thee.\n  MARINER. Make your best haste; and go not\n    Too far i' th' land; 'tis like to be loud weather;\n    Besides, this place is famous for the creatures\n    Of prey that keep upon't.\n  ANTIGONUS. Go thou away;\n    I'll follow instantly.\n  MARINER. I am glad at heart\n    To be so rid o' th' business.                           Exit\n  ANTIGONUS. Come, poor babe.\n    I have heard, but not believ'd, the spirits o' th' dead\n    May walk again. If such thing be, thy mother\n    Appear'd to me last night; for ne'er was dream\n    So like a waking. To me comes a creature,\n    Sometimes her head on one side some another-\n    I never saw a vessel of like sorrow,\n    So fill'd and so becoming; in pure white robes,\n    Like very sanctity, she did approach\n    My cabin where I lay; thrice bow'd before me;\n    And, gasping to begin some speech, her eyes\n    Became two spouts; the fury spent, anon\n    Did this break from her: 'Good Antigonus,\n    Since fate, against thy better disposition,\n    Hath made thy person for the thrower-out\n    Of my poor babe, according to thine oath,\n    Places remote enough are in Bohemia,\n    There weep, and leave it crying; and, for the babe\n    Is counted lost for ever, Perdita\n    I prithee call't. For this ungentle business,\n    Put on thee by my lord, thou ne'er shalt see\n    Thy wife Paulina more.' so, with shrieks,\n    She melted into air. Affrighted much,\n    I did in time collect myself, and thought\n    This was so and no slumber. Dreams are toys;\n    Yet, for this once, yea, superstitiously,\n    I will be squar'd by this. I do believe\n    Hermione hath suffer'd death, and that\n    Apollo would, this being indeed the issue\n    Of King Polixenes, it should here be laid,\n    Either for life or death, upon the earth\n    Of its right father. Blossom, speed thee well!\n                                         [Laying down the child]\n    There lie, and there thy character; there these\n                                          [Laying down a bundle]\n    Which may, if fortune please, both breed thee, pretty,\n    And still rest thine. The storm begins. Poor wretch,\n    That for thy mother's fault art thus expos'd\n    To loss and what may follow! Weep I cannot,\n    But my heart bleeds; and most accurs'd am I\n    To be by oath enjoin'd to this. Farewell!\n    The day frowns more and more. Thou'rt like to have\n    A lullaby too rough; I never saw\n    The heavens so dim by day.  [Noise of hunt within]  A savage\n      clamour!\n    Well may I get aboard! This is the chase;\n    I am gone for ever.                  Exit, pursued by a bear\n\n                      Enter an old SHEPHERD\n\n  SHEPHERD. I would there were no age between ten and three and\n    twenty, or that youth would sleep out the rest; for there is\n    nothing in the between but getting wenches with child,\nwronging\n    the ancientry, stealing, fighting-  [Horns]  Hark you now!\nWould\n    any but these boil'd brains of nineteen and two and twenty\nhunt\n    this weather? They have scar'd away two of my best sheep,\nwhich I\n    fear the wolf will sooner find than the master. If any where\nI\n    have them, 'tis by the sea-side, browsing of ivy. Good luck,\nan't\n    be thy will! What have we here?  [Taking up the child]  Mercy\n\n    on's, a barne! A very pretty barne. A boy or a child, I\nwonder? A\n    pretty one; a very pretty one- sure, some scape. Though I am\nnot\n    bookish, yet I can read waiting-gentlewoman in the scape.\nThis\n    has been some stair-work, some trunk-work, some\nbehind-door-work;\n    they were warmer that got this than the poor thing is here.\nI'll\n    take it up for pity; yet I'll tarry till my son come; he\nhalloo'd\n    but even now. Whoa-ho-hoa!\n\n                          Enter CLOWN\n\n  CLOWN. Hilloa, loa!\n  SHEPHERD. What, art so near? If thou'lt see a thing to talk on\nwhen\n    thou art dead and rotten, come hither. What ail'st thou, man?\n  CLOWN. I have seen two such sights, by sea and by land! But I\nam\n    not to say it is a sea, for it is now the sky; betwixt the\n    firmament and it you cannot thrust a bodkin's point.\n  SHEPHERD. Why, boy, how is it?\n  CLOWN. I would you did but see how it chafes, how it rages, how\nit\n    takes up the shore! But that's not to the point. O, the most\n    piteous cry of the poor souls! Sometimes to see 'em, and not\nto\n    see 'em; now the ship boring the moon with her mainmast, and\nanon\n    swallowed with yeast and froth, as you'd thrust a cork into a\n    hogshead. And then for the land service- to see how the bear\ntore\n    out his shoulder-bone; how he cried to me for help, and said\nhis\n    name was Antigonus, a nobleman! But to make an end of the\nship-\n    to see how the sea flap-dragon'd it; but first, how the poor\n    souls roared, and the sea mock'd them; and how the poor\ngentleman\n    roared, and the bear mock'd him, both roaring louder than the\nsea\n    or weather.\n  SHEPHERD. Name of mercy, when was this, boy?\n  CLOWN. Now, now; I have not wink'd since I saw these sights;\nthe\n    men are not yet cold under water, nor the bear half din'd on\nthe\n    gentleman; he's at it now.\n  SHEPHERD. Would I had been by to have help'd the old man!\n  CLOWN. I would you had been by the ship-side, to have help'd\nher;\n    there your charity would have lack'd footing.\n  SHEPHERD. Heavy matters, heavy matters! But look thee here,\nboy.\n    Now bless thyself; thou met'st with things dying, I with\nthings\n    new-born. Here's a sight for thee; look thee, a bearing-cloth\nfor\n    a squire's child! Look thee here; take up, take up, boy;\nopen't.\n    So, let's see- it was told me I should be rich by the\nfairies.\n    This is some changeling. Open't. What's within, boy?\n  CLOWN. You're a made old man; if the sins of your youth are\n    forgiven you, you're well to live. Gold! all gold!\n\n### Summary:\n\n", "answer": "Antigonus, who is carrying the hapless royal infant, asks his mariner if they have landed upon \"the deserts of Bohemia.\" The mariner confirms that they have, but he worries about an approaching storm that he interprets as a punishment by the angry heavens. Antigonus orders the mariner to return to take care of the ship and promises to hurry back. The mariner urges Antigonus to stay close to the shore and to hurry and avoid the wild beasts that lurk inland. As Antigonus leaves, the mariner says he will be glad to be finished with this assignment. Meanwhile, Antigonus talks to the infant about a dream he had the night before. Believing Hermione to be dead, Antigonus describes a nightmarish appearance of the queen's spirit. Like a beautiful \"vessel of . . . sorrow,\" the white-robed spirit approached him, bowed three times, then emitted fury, as a configuration of two spouts projected from her eyes. This dream figure acknowledged that a \"fate, against thy better disposition,/ Hath made thy person for the thrower-out/ Of my poor babe.\" She requested that Antigonus leave the baby in Bohemia and name her Perdita, which means \"the lost one.\" Because of the unpleasant duty that Antigonus had pledged to do, Antigonus will never again see Paulina. Then the spectral figure of Hermione disappeared amidst frightening shrieks. Antigonus confesses both his fright and his belief that the events seem too real to be called only a dream. Giving full rein to superstition, he interprets that Hermione is dead and that Apollo has directed the baby to the homeland of her real father, Polixenes. But he is not certain of the fate for the baby. So, he blesses her and tenderly lays her down with her few belongings. At that instant, the storm begins. Poor wretch,That for thy mother's fault art thus exposedTo loss and what may follow! Weep I cannot,But my heart bleeds; and most accursed am ITo be by oath enjoined to this. Farewell! Then, seemingly in confirmation of the dream-prophecy, the storm bursts, and a bear chases Antigonus off the stage. A shepherd enters, grumbling about the useless aggravation caused by boys between the ages of ten and twenty-three. Apparently, he suspects that some youths with the 'boiled brains\" of this age group have been hunting in the storm and have scared off two of his best sheep. Suddenly he sees the \"very pretty\" child, Hermione's daughter. Having already said that boys do nothing but harm, including \"getting wenches with child,\" he assumes this child was born of just such an escapade. Overwhelmed by pity, the shepherd decides to take the baby home. But first, he calls his son, \"the clown,\" to see it: \"What, art so near? If thou'lt see a thing to talk on when thou art dead and rotten, come hither.\" The shepherd notices that his son is upset, so he asks what is wrong. Two different disasters have shaken the boy. First, during a storm that he describes as encompassing the sea and the sky, he heard the screams and watched the deaths of the entire crew aboard a wrecked ship. Then, someone named Antigonus begged for help as a \"bear tore out his shoulder-bone.\" As the sailors yelled for help, \"the sea mocked them,\" and as Antigonus screamed for help, \"the bear mocked him\"; eventually, the clown says, all of the victims were \"roaring louder than the sea or weather.\" The shepherd asks when this happened. Just now, responds his son, too soon for the men to be chilled in the sea or the bear to be \"half dined on the gentleman.\" Both men are distraught at their helplessness. So in contrast, the shepherd draws the clown's attention to \"things new-born,\" and points out \"a bearing-cloth for a Squire's child.\" The shepherd speculates that this baby is a changeling, given to him by fairies to fulfill an old prediction that someday he would be rich. The clown declares that his father will be rich from the gold which is tucked in the baby's wrapping, but the shepherd warns his son to keep the \"fairy gold\" a secret; he wants to hasten home without bothering to search any longer for his missing sheep. The clown tells his father to take everything home; he will return to the place where Antigonus was killed. Reasoning that if the bear ate until it was sated, it will no longer be dangerous; the boy wants to see if there is enough left of Antigonus to bury. After commending his son for his goodness, the shepherd asks to be brought to the scene so that he himself can see if enough is left on Antigonus to identify his origins. As they exit, the shepherd says cheerfully, \"'Tis a lucky day, boy, and we'll do good deeds on I.\""}
{"original_length": 2354, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nChapter VI. The Cowardly Lion.\n\n\n[Illustration]\n\n[Illustration: \"_You ought to be ashamed of yourself!_\"]\n\n[Illustration]\n\nAll this time Dorothy and her companions had been walking through the\nthick woods. The road was still paved with yellow brick, but these\nwere much covered by dried branches and dead leaves from the trees,\nand the walking was not at all good.\n\nThere were few birds in this part of the forest, for birds love the\nopen country where there is plenty of sunshine; but now and then\nthere came a deep growl from some wild animal hidden among the trees.\nThese sounds made the little girl's heart beat fast, for she did not\nknow what made them; but Toto knew, and he walked close to Dorothy's\nside, and did not even bark in return.\n\n\"How long will it be,\" the child asked of the Tin Woodman, \"before we\nare out of the forest?\"\n\n\"I cannot tell,\" was the answer, \"for I have never been to the\nEmerald City. But my father went there once, when I was a boy, and\nhe said it was a long journey through a dangerous country, although\nnearer to the city where Oz dwells the country is beautiful. But I\nam not afraid so long as I have my oil-can, and nothing can hurt the\nScarecrow, while you bear upon your forehead the mark of the good\nWitch's kiss, and that will protect you from harm.\"\n\n\"But Toto!\" said the girl, anxiously; \"what will protect him?\"\n\n\"We must protect him ourselves, if he is in danger,\" replied the Tin\nWoodman.\n\nJust as he spoke there came from the forest a terrible roar, and the\nnext moment a great Lion bounded into the road. With one blow of his\npaw he sent the Scarecrow spinning over and over to the edge of the\nroad, and then he struck at the Tin Woodman with his sharp claws.\nBut, to the Lion's surprise, he could make no impression on the tin,\nalthough the Woodman fell over in the road and lay still.\n\nLittle Toto, now that he had an enemy to face, ran barking toward the\nLion, and the great beast had opened his mouth to bite the dog, when\nDorothy, fearing Toto would be killed, and heedless of danger, rushed\nforward and slapped the Lion upon his nose as hard as she could,\nwhile she cried out:\n\n\"Don't you dare to bite Toto! You ought to be ashamed of yourself, a\nbig beast like you, to bite a poor little dog!\"\n\n\"I didn't bite him,\" said the Lion, as he rubbed his nose with his\npaw where Dorothy had hit it.\n\n\"No, but you tried to,\" she retorted. \"You are nothing but a big\ncoward.\"\n\n\"I know it,\" said the Lion, hanging his head in shame; \"I've always\nknown it. But how can I help it?\"\n\n\"I don't know, I'm sure. To think of your striking a stuffed man,\nlike the poor Scarecrow!\"\n\n\"Is he stuffed?\" asked the Lion, in surprise, as he watched her pick\nup the Scarecrow and set him upon his feet, while she patted him into\nshape again.\n\n\"Of course he's stuffed,\" replied Dorothy, who was still angry.\n\n\"That's why he went over so easily,\" remarked the Lion. \"It astonished\nme to see him whirl around so. Is the other one stuffed, also?\"\n\n\"No,\" said Dorothy, \"he's made of tin.\" And she helped the Woodman up\nagain.\n\n\"That's why he nearly blunted my claws,\" said the Lion. \"When they\nscratched against the tin it made a cold shiver run down my back.\nWhat is that little animal you are so tender of?\"\n\n\"He is my dog, Toto,\" answered Dorothy.\n\n\"Is he made of tin, or stuffed?\" asked the Lion.\n\n\"Neither. He's a--a--a meat dog,\" said the girl.\n\n\"Oh. He's a curious animal, and seems remarkably small, now that I\nlook at him. No one would think of biting such a little thing except\na coward like me,\" continued the Lion, sadly.\n\n\"What makes you a coward?\" asked Dorothy, looking at the great beast\nin wonder, for he was as big as a small horse.\n\n[Illustration]\n\n\"It's a mystery,\" replied the Lion. \"I suppose I was born that\nway. All the other animals in the forest naturally expect me to be\nbrave, for the Lion is everywhere thought to be the King of Beasts.\nI learned that if I roared very loudly every living thing was\nfrightened and got out of my way. Whenever I've met a man I've been\nawfully scared; but I just roared at him, and he has always run away\nas fast as he could go. If the elephants and the tigers and the bears\nhad ever tried to fight me, I should have run myself--I'm such a\ncoward; but just as soon as they hear me roar they all try to get\naway from me, and of course I let them go.\"\n\n\"But that isn't right. The King of Beasts shouldn't be a coward,\"\nsaid the Scarecrow.\n\n\"I know it,\" returned the Lion, wiping a tear from his eye with the\ntip of his tail; \"it is my great sorrow, and makes my life very\nunhappy. But whenever there is danger my heart begins to beat fast.\"\n\n\"Perhaps you have heart disease,\" said the Tin Woodman.\n\n\"It may be,\" said the Lion.\n\n\"If you have,\" continued the Tin Woodman, \"you ought to be glad, for\nit proves you have a heart. For my part, I have no heart; so I cannot\nhave heart disease.\"\n\n\"Perhaps,\" said the Lion, thoughtfully, \"if I had no heart I should\nnot be a coward.\"\n\n\"Have you brains?\" asked the Scarecrow.\n\n\"I suppose so. I've never looked to see,\" replied the Lion.\n\n\"I am going to the great Oz to ask him to give me some,\" remarked the\nScarecrow, \"for my head is stuffed with straw.\"\n\n\"And I am going to ask him to give me a heart,\" said the Woodman.\n\n\"And I am going to ask him to send Toto and me back to Kansas,\" added\nDorothy.\n\n\"Do you think Oz could give me courage?\" asked the cowardly Lion.\n\n\"Just as easily as he could give me brains,\" said the Scarecrow.\n\n\"Or give me a heart,\" said the Tin Woodman.\n\n\"Or send me back to Kansas,\" said Dorothy.\n\n\"Then, if you don't mind, I'll go with you,\" said the Lion, \"for my\nlife is simply unbearable without a bit of courage.\"\n\n\"You will be very welcome,\" answered Dorothy, \"for you will help to\nkeep away the other wild beasts. It seems to me they must be more\ncowardly than you are if they allow you to scare them so easily.\"\n\n\"They really are,\" said the Lion; \"but that doesn't make me any braver,\nand as long as I know myself to be a coward I shall be unhappy.\"\n\nSo once more the little company set off upon the journey, the Lion\nwalking with stately strides at Dorothy's side. Toto did not approve\nthis new comrade at first, for he could not forget how nearly he\nhad been crushed between the Lion's great jaws; but after a time he\nbecame more at ease, and presently Toto and the Cowardly Lion had\ngrown to be good friends.\n\nDuring the rest of that day there was no other adventure to mar the\npeace of their journey. Once, indeed, the Tin Woodman stepped upon a\nbeetle that was crawling along the road, and killed the poor little\nthing. This made the Tin Woodman very unhappy, for he was always\ncareful not to hurt any living creature; and as he walked along he\nwept several tears of sorrow and regret. These tears ran slowly down\nhis face and over the hinges of his jaw, and there they rusted.\nWhen Dorothy presently asked him a question the Tin\n\n### Summary:\n\n", "answer": "The gang is back on the yellow brick road and now it's really tough going. Things are growling at them from the darkness. Dorothy's nervous, but the tin man reassures her that they're safe. He's not worried about anything since his oilcan is nearby. The Scarecrow is impervious to harm, being made of straw and all. And Dorothy has the mark from the good witch's charmed kiss. Roarrrrrrrr. Oh no! It's a lion! The vicious beast strikes the Scarecrow and the tin man. Toto is mad. He's barking at the lion, seemingly unaware that he's just a fraction of the beast's size. The lion opens his mouth to bite the dog, and Dorothy slaps him good. No one messes with Toto on her watch. She accuses the lion of being a coward. He totally knows. Oh, this lion can talk. Okay. Dorothy wonders aloud why he's such a big coward. The Lion has no idea. He roars a lot to try to scare all the other animals in the forest, but he's very scared at heart. It really bums him out. The tin man says, well, at least you can feel bummed. I don't even have that, being heartless and all. The tin man's a little bit melodramatic. Our band of travelers tell the Lion about their plan to go to Oz for a heart, a brain, and a trip home. The Lion thinks he'll join them so he can ask for some courage. They're off. Toto's mad at first, but fortunately he doesn't hold a grudge. Nothing really happens for the rest of the day, unless you count the time the Tin Woodman accidentally kills a beetle and cries about it for like an hour. The tin man cries so hard that his face starts to rust. Suddenly he can't talk. Dorothy and the Lion have no idea what's going on, but the Scarecrow figures out that his friend needs the old oilcan. The tin man explains that he tries to be very careful to hurt no living thing to make up for not having a heart. He looks forward to getting one so he doesn't have to be so careful all the time"}
{"original_length": 2358, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nChapter XLV. The Ancestors of Porthos.\n\n\nWhen D'Artagnan left Aramis and Porthos, the latter returned to the\nprincipal fort, in order to converse with greater liberty. Porthos,\nstill thoughtful, was a restraint on Aramis, whose mind had never felt\nitself more free.\n\n\"Dear Porthos,\" said he, suddenly, \"I will explain D'Artagnan's idea to\nyou.\"\n\n\"What idea, Aramis?\"\n\n\"An idea to which we shall owe our liberty within twelve hours.\"\n\n\"Ah! indeed!\" said Porthos, much astonished. \"Let us hear it.\"\n\n\"Did you remark, in the scene our friend had with the officer, that\ncertain orders constrained him with regard to us?\"\n\n\"Yes, I did notice that.\"\n\n\"Well! D'Artagnan is going to give in his resignation to the king, and\nduring the confusion that will result from his absence, we will get\naway, or rather you will get away, Porthos, if there is possibility of\nflight for only one.\"\n\nHere Porthos shook his head and replied: \"We will escape together,\nAramis, or we will stay together.\"\n\n\"Thine is a right, a generous heart,\" said Aramis, \"only your melancholy\nuneasiness affects me.\"\n\n\"I am not uneasy,\" said Porthos.\n\n\"Then you are angry with me.\"\n\n\"I am not angry with you.\"\n\n\"Then why, my friend, do you put on such a dismal countenance?\"\n\n\"I will tell you; I am making my will.\" And while saying these words,\nthe good Porthos looked sadly in the face of Aramis.\n\n\"Your will!\" cried the bishop. \"What, then! do you think yourself lost?\"\n\n\"I feel fatigued. It is the first time, and there is a custom in our\nfamily.\"\n\n\"What is it, my friend?\"\n\n\"My grandfather was a man twice as strong as I am.\"\n\n\"Indeed!\" said Aramis; \"then your grandfather must have been Samson\nhimself.\"\n\n\"No; his name was Antoine. Well! he was about my age, when, setting\nout one day for the chase, he felt his legs weak, the man who had never\nknown what weakness was before.\"\n\n\"What was the meaning of that fatigue, my friend?\"\n\n\"Nothing good, as you will see; for having set out, complaining still of\nweakness of the legs, he met a wild boar, which made head against him;\nhe missed him with his arquebuse, and was ripped up by the beast and\ndied immediately.\"\n\n\"There is no reason in that why you should alarm yourself, dear\nPorthos.\"\n\n\"Oh! you will see. My father was as strong again as I am. He was a rough\nsoldier, under Henry III. and Henry IV.; his name was not Antoine, but\nGaspard, the same as M. de Coligny. Always on horseback, he had never\nknown what lassitude was. One evening, as he rose from table, his legs\nfailed him.\"\n\n\"He had supped heartily, perhaps,\" said Aramis, \"and that was why he\nstaggered.\"\n\n\"Bah! A friend of M. de Bassompierre, nonsense! No, no, he was\nastonished at this lassitude, and said to my mother, who laughed at him,\n'Would not one believe I was going to meet with a wild boar, as the late\nM. du Vallon, my father did?'\"\n\n\"Well?\" said Aramis.\n\n\"Well, having this weakness, my father insisted upon going down into the\ngarden, instead of going to bed; his foot slipped on the first stair,\nthe staircase was steep; my father fell against a stone in which an iron\nhinge was fixed. The hinge gashed his temple; and he was stretched out\ndead upon the spot.\"\n\nAramis raised his eyes to his friend: \"These are two extraordinary\ncircumstances,\" said he; \"let us not infer that there may succeed a\nthird. It is not becoming in a man of your strength to be superstitious,\nmy brave Porthos. Besides, when were your legs known to fail? Never have\nyou stood so firm, so haughtily; why, you could carry a house on your\nshoulders.\"\n\n\"At this moment,\" said Porthos, \"I feel myself pretty active; but at\ntimes I vacillate; I sink; and lately this phenomenon, as you say, has\noccurred four times. I will not say this frightens me, but it annoys me.\nLife is an agreeable thing. I have money; I have fine estates; I have\nhorses that I love; I have also friends that I love: D'Artagnan, Athos,\nRaoul, and you.\"\n\nThe admirable Porthos did not even take the trouble to dissimulate in\nthe very presence of Aramis the rank he gave him in his friendship.\nAramis pressed his hand: \"We will still live many years,\" said he, \"to\npreserve to the world such specimens of its rarest men. Trust yourself\nto me, my friend; we have no reply from D'Artagnan, that is a good sign.\nHe must have given orders to get the vessels together and clear the\nseas. On my part I have just issued directions that a bark should be\nrolled on rollers to the mouth of the great cavern of Locmaria, which\nyou know, where we have so often lain in wait for the foxes.\"\n\n\"Yes, and which terminates at the little creek by a trench where we\ndiscovered the day that splendid fox escaped that way.\"\n\n\"Precisely. In case of misfortunes, a bark is to be concealed for us in\nthat cavern; indeed, it must be there by this time. We will wait for a\nfavorable moment, and during the night we will go to sea!\"\n\n\"That is a grand idea. What shall we gain by it?\"\n\n\"We shall gain this--nobody knows that grotto, or rather its issue,\nexcept ourselves and two or three hunters of the island; we shall gain\nthis--that if the island is occupied, the scouts, seeing no bark upon\nthe shore, will never imagine we can escape, and will cease to watch.\"\n\n\"I understand.\"\n\n\"Well! that weakness in the legs?\"\n\n\"Oh! better, much, just now.\"\n\n\"You see, then, plainly, that everything conspires to give us quietude\nand hope. D'Artagnan will sweep the sea and leave us free. No royal\nfleet or descent to be dreaded. _Vive Dieu!_ Porthos, we have still\nhalf a century of magnificent adventure before us, and if I once touch\nSpanish ground, I swear to you,\" added the bishop with terrible energy,\n\"that your brevet of duke is not such a chance as it is said to be.\"\n\n\"We live by hope,\" said Porthos, enlivened by the warmth of his\ncompanion.\n\nAll at once a cry resounded in their ears: \"To arms! to arms!\"\n\nThis cry, repeated by a hundred throats, piercing the chamber where the\ntwo friends were conversing, carried surprise to one, and uneasiness to\nthe other. Aramis opened the window; he saw a crowd of people running\nwith flambeaux. Women were seeking places of safety, the armed\npopulation were hastening to their posts.\n\n\"The fleet! the fleet!\" cried a soldier, who recognized Aramis.\n\n\"The fleet?\" repeated the latter.\n\n\"Within half cannon-shot,\" continued the soldier.\n\n\"To arms!\" cried Aramis.\n\n\"To arms!\" repeated Porthos, formidably. And both rushed forth towards\nthe mole to place themselves within the shelter of the batteries. Boats,\nladen with soldiers, were seen approaching; and in three directions, for\nthe purpose of landing at three points at once.\n\n\"What must be done?\" said an officer of the guard.\n\n\"Stop them; and if they persist, fire!\" said Aramis.\n\nFive minutes later, the cannonade commenced. These were the shots that\nD'Artagnan had heard as he landed in France. But the boats were too\nnear the mole to allow the can\n\n### Summary:\n\n", "answer": "Aramis relates D'Artagnan's plan to Porthos. Aramis tells Porthos that if there is only time for one of them to escape, Porthos should go. Porthos refuses. He tells Aramis that they will either escape together or remain together. Aramis asks for the cause of Porthos's gloom. Porthos says he is drawing up his will. He tells Aramis that he feels tired, and that is a bad sign in his family. Porthos tells Aramis that his grandfather was twice as strong as him, but that one day, when he was about the age Porthos is now, he felt a weakness in his legs as he set out to hunt. He was killed that day by a wild boar. Porthos next tells Aramis about his father, who was just as strong as Porthos. One evening, his legs were weak as he rose from the dinner table. He then insisted upon going down into the garden, but while on the staircase he fell and hit his head. He died. Aramis tells Porthos that these do not mean anything, Porthos is still strong. Porthos tells Aramis that he too has felt a weakness in his legs and he knows his time is coming. He says he has lived a good and rich life. Aramis tells Porthos that they still have years to live. Besides, D'Artagnan is securing their escape right now. Aramis has given instructions to have a boat waiting for them in the grotto of Locmaria. Porthos's legs are fine for the time being. Suddenly there is a great call to arms. The fleet is coming. The fighting begins. Porthos and Aramis lead an impressive charge. Aramis calls for Porthos to seize a prisoner. Porthos does so. Aramis laughs at Porthos, saying that his legs must be better, but Porthos points out that he seized the man with his arms."}
