{"original_length": 1032, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nHistorically, electric utilities have been regarded as natural monopolies requiring regulationat the state and federal levels. The Energy Policy Act of 1992 (EPACT, P.L. 102-486 ) removed anumber of regulatory barriers to electricity generation in an effort to increase supply and introducecompetition, and further legislation has been introduced and debated to resolve remaining issuesaffecting transmission, reliability, and other restructuring concerns. Electric utility provisions are included in comprehensive energy legislation that has passedboth the House and Senate. The House passed H.R. 6 on April 11, 2003. On July 31,2003, the Senate suspended debate on S. 14 , the comprehensive energy bill that hadbeen drafted by the Energy and Natural Resources Committee, and instead passed H.R. 6with the text of the Senate-passed version of H.R. 4 from the 107th Congress. For acomparison of the House- and Senate-passed versions of H.R. 6, see CRS Report RL32033, Omnibus Energy Legislation (H.R. 6): Side-by-Side Comparison of Non-TaxProvisions . Before debate on S. 14 was suspended, Senator Domenici proposed S.Amdt. 1412 on July 29, 2003, to completely replace the electricity title of S.14 as introduced in the Senate. The proposed amendment was withdrawn on July 31,2003, and is not included in the Senate-passed energy bill. However, majority staff of the SenateEnergy and Natural Resources Committee have indicated that provisions of the amendment mightbe brought up in conference. (1) Title VI of the House-passed H.R. 6 would, in part, provide for incentive-basedtransmission rates, allow transmission owners in certain instances to exercise the right of eminentdomain to site new transmission lines, create an electric reliability organization, give new, butlimited, authority to the Federal Energy Regulatory Commission (FERC) over municipal andcooperative transmission systems, and clarify the right of transmission owners to serve existingcustomers (native load). In addition, the House bill would repeal the Public Utility Holding Company Act (PUHCA)and give FERC and state public utility commissions access to books and records, prospectivelyrepeal the mandatory purchase requirement of the Public Utility Regulatory Policies Act of 1978(PURPA), and require utilities to provide real-time rates and time-of-use metering. The Houseversion of H.R. 6 would establish market transparency rules, explicitly prohibitround-trip trading, and increase criminal penalties under the Federal Power Act. Like the House-passed electricity provisions of H.R. 6 , S.Amdt. 1412 would, in a more limited fashion, give FERC rate authority over municipal and cooperativetransmission systems, create an electric reliability organization, repeal PUHCA and give FERC andstate public utility commissions access to books and records, prospectively repeal the mandatorypurchase requirement of PURPA, clarify the right of transmission owners to serve native load,explicitly prohibit round-trip trading, establish market transparency rules, and increase criminalpenalties under the Federal Power Act. Unlike the House-passed H.R. 6 , S.Amdt. 1412 does not contain provisions that would allow transmission owners to exercise the right of eminent domain to site newtransmission lines. S.Amdt. 1412 contains provisions that are not included in the House-passed H.R. 6 . These include provisions that prohibit FERC from requiring utilities to transferoperational control of transmission facilities to a regional transmission organization (RTO), giveauthority to power marketing administrations and the Tennessee Valley Authority to join RTOs,remand FERC's Standard Market Design (SMD) notice of proposed rulemaking, and strengthenFERC's merger review authority.\n\n### Summary:\n\n", "answer": "Electric utility provisions are included in comprehensive energy legislation that has passedboth the House and Senate. The House passed H.R. 6 on April 11, 2003. On July 31,2003, the Senate suspended debate on S. 14 , the comprehensive energy bill that hadbeen reported by the Energy and Natural Resources Committee. It then passed H.R. 6 withthe text of the Senate-passed version of H.R. 4 from the 107th Congress. For acomparison of the House- and Senate-passed versions of H.R. 6, see CRS Report RL32033, Omnibus Energy Legislation (H.R. 6): Side-by-Side Comparison of Non-TaxProvisions . Before debate on S. 14 was suspended, Senator Domenici proposed S.Amdt. 1412 on July 29, 2003, to completely replace the electricity title of S.14 as introduced in the Senate. The proposed amendment was withdrawn on July 31,2003. Although S.Amdt. 1412 is not included in the Senate-passed bill that will beconsidered in conference, there are indications that provisions of the amendment might be broughtup. Both the House-passed electricity provisions in H.R. 6 and those in S.Amdt. 1412 would give limited rate authority to the Federal Energy RegulatoryCommission (FERC) over municipal and cooperative transmission systems; create an electricreliability organization; repeal the Public Utility Holding Company Act (PUHCA) and give FERCand state public utility commissions access to books and records; prospectively repeal the mandatorypurchase requirement of the Public Utility Regulatory Policies Act (PURPA); explicitly prohibitround-trip trading; establish market transparency rules; protect native load consumers (existingcustomers); and increase criminal penalties under the Federal Power Act. Title VI of the House-passed H.R. 6 would, in part, provide for incentive-basedtransmission rates, allow transmission owners in certain instances to exercise the right of eminentdomain to site new transmission lines, create an electric reliability organization, and clarify the rightof transmission owners to serve existing customers (native load). Unlike the House-passed H.R.6, S.Amdt. 1412 does not contain provisions that would allow transmissionowners to exercise the right of eminent domain to site new transmission lines. S.Amdt. 1412 contains provisions that are not included in the House-passed H.R. 6 . These include provisions that prohibit FERC from requiring utilities to transferoperational control of transmission facilities to a regional transmission organization (RTO), giveauthority to power marketing administrations and the Tennessee Valley Authority (TVA) to joinRTOs, remand the FERC Standard Market Design (SMD) notice of proposed rulemaking, andstrengthen FERC's merger review authority. This report will not be updated."}
{"original_length": 1090, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nHouse Rule X, clause 5(c)(2), adopted in 1995 limited committee (and subcommittee) chairs to three terms of consecutive service. Service for less than a full session in a Congress is disregarded. A rules change adopted on January 7, 2003, pursuant to H.Res. 5 , exempted the Intelligence Committee chair from the limit. A rules change adopted on January 4, 2005, pursuant to H.Res. 5 , exempted the Rules Committee chair from the limit. In 2009, the Democratic majority removed term limits from House rules. The rules adopted on January 3, 2013, reinstituted term limits for all committee chairs, but continued the exemption for the Rules Committee chair. Republican Conference rules delineate procedures for the selection of standing committee chairs and ranking minority members. The Speaker, with the Republicans in the majority, has the authority to nominate the chairs of the House Administration Committee and Rules Committee. In the minority, these appointments are made by the minority leader. The Speaker's or minority leader's nominations for these two positions are submitted directly to the full Republican Conference for ratification. If the conference rejects the leader's nominee, the Speaker or minority leader has the authority to submit another name to the conference. All other standing committee chairs or ranking minority members are nominated by the Republican Steering Committee and ratified by the full Republican Conference. Pursuant to conference rules, the Member nominated to be chair or ranking minority member does not need to be the Member with the longest continuous service on the committee. In recent Congresses, the Steering Committee \"interviewed\" prospective candidates for chair or ranking slots. Some of the new chairs and ranking members have been the most senior members of the committee, others were not. The Steering Committee is composed of party leaders, selected committee leaders, class leaders, and regional representatives. The Steering Committee is reconstituted each Congress. Regions are restructured to reflect as closely as possible an equal number of Republican Members from each region. Each region elects its Steering Committee member. If Steering Committee members are elected from states that have four or more Republican Members, a \"small state\" group is triggered to also elect a member to the Steering Committee; the small state group is composed of states that have three or fewer Republican Members. On November, 19, 2015, the House Republican Conference adopted a conference resolution redesigning the composition of the Steering Committee. The chairs of the Committees on Appropriations, Budget, Energy and Commerce, Financial Services, Rules, and Ways and Means were removed, except when the Steering Committee is considering members for election to one of those specific committees. If, for example, a member is elected to the Ways and Means Committee, that committee's chair would join the Steering Committee to deliberate and vote on the new member. Six members are to be elected by the conference as at-large members. The Speaker has the authority to appoint one at-large designee. The Speaker, who previously had five votes, will have four votes. The conference resolution stated that elections for the at-large members would be held not later than 30 calendar days after the resolution was adopted. The six members receiving the greatest number of votes would be elected. The Republican Conference elected the six members on December 10, 2015. It is anticipated that the number of regions and the regional allocation will be reviewed in the near future. Table 1 depicts the membership of the reconstituted Republican Steering Committee as of July 1, 2017. Democratic Caucus rules address selecting committee chairs and ranking minority members. The Democratic leader nominates a chair and ranking member for the Committees on Rules and House Administration, who must be approved by the entire Democratic Caucus. The Budget Committee chair and ranking member are selected from among members choosing to run for the position. Other chair and ranking Member nominations are made by the Democratic Steering and Policy Committee and voted on by the entire Democratic Caucus. In making selections, the Steering Committee considers, pursuant to caucus rules, \"merit, length of service on the committee and degree of commitment to the Democratic agenda of the nominee, and the diversity of the Caucus.\" The Ste\n\n### Summary:\n\n", "answer": "House rules, Republican Conference rules, and Democratic Caucus rules each detail aspects of the procedures followed in selecting standing committee chairs and ranking minority members. The Republican Steering Committee and the Democratic Steering and Policy Committee are constituted during the early organization meetings traditionally held in November and December to determine most committee chairs and ranking minority members and to make committee assignments for most committees. Their recommendations are then forwarded to the full Republican Conference and Democratic Caucus for approval. Although structured slightly differently, both the Republican Steering Committee and the Democratic Steering and Policy Committee are composed of elected party leaders, regional members, class representatives, and other party officials. This report will be updated if rules or procedures change."}
{"original_length": 1166, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nPresident Obama's FY2014 budget request for Energy and Water Development was released in April 2013. The request totaled $34.9 billion. The Energy and Water Development bill includes funding for civil works projects of the U.S. Army Corps of Engineers (Corps), the Department of the Interior's Central Utah Project (CUP) and Bureau of Reclamation (Reclamation), the Department of Energy (DOE), and a number of independent agencies, including the Nuclear Regulatory Commission (NRC) and the Appalachian Regional Commission (ARC). FY2013 discretionary appropriations were considered in the context of the Budget Control Act of 2011 (BCA, P.L. 112-25 ), which established discretionary spending limits for FY2012-FY2021. The BCA also tasked a Joint Select Committee on Deficit Reduction to develop a federal deficit reduction plan for Congress and the President to enact by January 15, 2012. Because deficit reduction legislation was not enacted by that date, an automatic spending reduction process established by the BCA was triggered; this process consists of a combination of sequestration and lower discretionary spending caps, initially scheduled to begin on January 2, 2013. The \"joint committee\" sequestration process for FY2013 requires the Office of Management and Budget (OMB) to implement across-the-board spending cuts at the account and program level to achieve equal budget reductions from both defense and nondefense funding at a percentage to be determined, under terms specified in the Balanced Budget and Emergency Deficit Control Act of 1985 (BBEDCA, Title II of P.L. 99-177 , 2 U.S.C. 900-922), as amended by the BCA. For further information on the Budget Control Act, see CRS Report R41965, The Budget Control Act of 2011 , by [author name scrubbed], [author name scrubbed], and [author name scrubbed]. The American Taxpayer Relief Act (ATRA, P.L. 112-240 ), enacted on January 2, 2013, made a number of significant changes to the procedures in the BCA that will take place during FY2013. First, the date for the joint committee sequester to be implemented was delayed for two months, until March 1, 2013. Second, the dollar amount of the joint committee sequester was reduced by $24 billion. Third, the statutory caps on discretionary spending for FY2013 and FY2014 were lowered. For further information on the changes to BCA procedures made by ATRA, see CRS Report R42949, The American Taxpayer Relief Act of 2012: Modifications to the Budget Enforcement Procedures in the Budget Control Act , by [author name scrubbed] Pursuant to the BCA, as amended by ATRA, President Obama ordered that the joint committee sequester be implemented on March 1, 2013. The accompanying OMB report indicated a dollar amount of budget authority to be canceled to each account containing non-exempt funds. The sequester will ultimately be applied at the program, project, and activity (PPA) level within each account. Because the sequester was implemented at the time that a temporary continuing resolution was in force, the reductions were calculated on an annualized basis and will be apportioned throughout the remainder of the fiscal year. Although full year FY2013 funding has been enacted, the effect of these reductions on the budgetary resources that will ultimately be available to an agency at either the account or PPA level remains unclear until further guidance is provided by OMB as to how these reductions should be applied. Table 1 includes budget totals for energy and water development appropriations enacted for FY2007 to FY2014. Table 2 lists totals for each of the bill's four titles. The following tables present the requested F\n\n### Summary:\n\n", "answer": "The Energy and Water Development appropriations bill provides funding for civil works projects of the Army Corps of Engineers (Corps), for the Department of the Interior's Bureau of Reclamation (Reclamation) and the Department of Energy (DOE), and for a number of independent agencies. FY2013 Energy and Water Development appropriations were considered in the context of the Budget Control Act of 2011 (BCA, P.L. 112-25), which established discretionary spending limits for FY2012-FY2021. On March 26, 2013, the President signed H.R. 933, the FY2013 Defense and Military Construction, and Veterans Affairs, Full Year Continuing Appropriations Act (P.L. 113-6). The act funds Energy and Water Development accounts at the FY2012 enacted level for the rest of FY2013, with some exceptions. However, under BCA, an automatic spending reduction process, consisting of a combination of sequestration and lower discretionary spending caps, went into effect March 1, 2013. The effect of these reductions on the budgetary resources that will ultimately be available to an agency at the account level remains unclear until further guidance is provided by OMB as to how these reductions should be applied. President Obama's FY2014 budget request for Energy and Water Development was released in April 2013. For FY2014, as in previous years, the level of overall spending will be a major issue. On March 21, 2013, the House passed H.Con.Res. 25, setting FY2014 spending at $2.77 trillion. On March 23, the Senate passed S.Con.Res. 8, with a spending level for FY2014 of $2.96 trillion. Allocations for individual appropriations bills have not yet been set by the Appropriations Committees. In addition to overall funding levels, issues specific to Energy and Water Development programs include the distribution of appropriations for Corps (Title I) and Reclamation (Title II) projects that have historically received congressional appropriations above Administration requests; alternatives to the proposed national nuclear waste repository at Yucca Mountain, NV, which the Administration has abandoned (Title III: Nuclear Waste Disposal); and proposed FY2014 spending levels for Energy Efficiency and Renewable Energy (EERE) programs (Title III) that are more than 50% higher in the Administration's request than the amount appropriated for FY2012. This report is a preliminary summary of funding levels requested by the Administration for FY2014. For detailed discussion of issues involved in individual programs, see CRS Report R42498, Energy and Water Development: FY2013 Appropriations."}
{"original_length": 1212, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nDuring the legislative process, many documents are prepared by Congress and its committees. Governmental and nongovernmental entities track and record congressional activities, and many more entities chronicle and analyze the development of public policy. The wide availability of such information can be daunting to those involved in policy and legislative research. The purpose of this report is to assist congressional staff in identifying and accessing key resources used during such research. The resources' titles and access information are presented in eight tables. The tables provide information on how to find congressional documents ( Table 1 ); information on tracking legislative activity ( Table 2 ); executive branch documents and information ( Table 3 ); information about legislative support agencies ( Table 4 ); congressional news sources ( Table 5 ); policy and scholarly research sources ( Table 6 and Table 7 ); and research-related training and services for congressional staff ( Table 8 ). This report does not define or describe the purpose of the various information resources and documents; that information can be found in companion CRS Report RL33895, Researching Current Federal Legislation and Regulations: A Guide to Resources for Congressional Staff . Additional reports on congressional operations are available in the \" Congressional Process, Administration, & Elections \" page on CRS.gov, at http://www.crs.gov/iap/congressional-process-administration-and-elections . This report is not a comprehensive catalog of resources for conducting policy and legislative research; instead, it provides a selection of widely used electronic resources. Some of the resources mentioned are available only with a paid subscription, whereas others are free; this availability is noted in the report along with the access points for congressional staff. Print resources for time periods not covered by the resources listed in the tables may be available from the Congressional Research Service (CRS), the Law Library of Congress, or the House and Senate Libraries. The inclusion of resources in this report does not imply endorsement by CRS of the content or the products listed. In addition, CRS does not acquire or manage congressional offices' access to subscription resources. CRS is available for consultation on policy and legislative research or to perform such research upon request. CRS can also advise congressional staff on the use of the resources listed in this report, including advice on how to select the best resource to use, how to search for information within a resource, or how to develop the most effective research methodology. Table 1 serves as a reference guide for locating congressional documents using both freely available and subscription-based resources. The first column of the tables lists documents commonly used in policy and legislative research and typical citations for such documents. The second column lists resources where these documents can be accessed. The third column contains explanatory notes. Table 2 provides information about how to access House and Senate committee schedules, floor schedules, calendars, and floor proceedings, all of which can be helpful in tracking congressional activities. Access to subscription resources can vary among CRS, Senate, and House offices. See the notes within the tables for more information. CRS subscriptions can be accessed through the CRS La Follette Congressional Reading Room (locations and hours of operation are available in Table 8 ). Unless otherwise indicated, all other resources are freely available. Table A-1 provides additional information on the resources in Table 1 , including more detailed descriptions and URLs linking directly to the resources (when available). Table 3 serves as a reference guide for locating executive branch documents and information using freely available resources. The first column of the table lists documents or information commonly used in policy and legislative research and typical citations for such documents, where applicable. The second column lists resources where these materials can be accessed. The third column contains explanatory notes. Table A-1 provides additional information on the resources in Table 3 , including more detailed descriptions and URLs linking directly to the resources (when available). The legislative support agencies are designed to be nonpartisan, objective, and impartial. The agencies each serve the Congress in different ways. Contact information for each agency and a description of each agency and its services is outlined in Table 4 , below. Table 5 , Table 6 , and Table 7 serve as finding aids for selected resources covering news, scholarly, and policy research that may be related to Congress and the legislative process. Resources in these tables may contain editorial content and analysis. Inclusion of these resources does not imply endorsement of the views held by the publications listed.\n\n### Summary:\n\n", "answer": "This report is intended to serve as a finding aid for congressional documents, executive branch documents and information, news articles, policy analysis, contacts, and training, for use in policy and legislative research. It does not define or describe the purpose of various government documents; that information can be found in companion CRS Report RL33895, Researching Current Federal Legislation and Regulations: A Guide to Resources for Congressional Staff. This report is not intended to be a definitive list of all resources, but rather a guide to pertinent subscriptions available in the House and Senate in addition to select resources freely available to the public. This report is intended for use by congressional staff and will be updated as needed."}
{"original_length": 1291, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nSocial Security is financed primarily by payroll and self-employment taxes, as well as by a portion of the proceeds from the income taxation of Social Security benefits. The revenues are deposited in the U.S. Treasury. Social Security benefits and administrative expenses are also paid from the U.S. Treasury. By law, if Social Security revenues exceed expenditures, the \"surplus\" is credited to the Social Security trust funds in the form of U.S. government securities. The money itself, however, is used to pay for whatever other expenses the government may have at the time. There is no separate pool of money set aside for Social Security purposes. That is not to say that the trust funds are ephemeral—as long as the trust funds show a positive balance, they represent the authority and an obligation for the U.S. Treasury to issue benefit payments during periods when the program's expenditures exceed revenues. At the end of calendar year 2013, the trust funds were credited with holdings of $2.8 trillion. Section 201 of the Social Security Act provides the following guidelines for trust fund investment. 1. Funds not immediately in demand for benefits or administrative expenses are to be invested in interest-bearing obligations guaranteed as to both principal and interest by the United States. 2. Obligations are to be purchased at issue at the issue price or at the market price for outstanding obligations. 3. The Managing Trustee of the Social Security trust funds (the Secretary of the Treasury) is required to invest in special \"nonmarketable\" federal public-debt obligations—special issues to the trust funds that are not available to the general public—except where he or she determines that the purchase of marketable federal securities is \"in the public interest.\" 4. Special issues shall have maturities fixed with due regard for the needs of the trust funds and will pay a rate of interest, calculated at the time of issue, equal to the average market yield on all marketable interest-bearing obligations of the United States that are not due or callable (redeemable) for at least four years. 5. Marketable federal securities purchased by the trust funds may be sold at the market price and special issue obligations may be redeemed at par plus accrued interest (without penalty for redemption before maturity). The Treasury Department has determined that the purchase of marketable federal securities (i.e., public issues) would be in the public interest only when it might serve to stabilize the market for Treasury issues. Because an \"unstable market\" would be characterized by falling bond prices, purchases of marketable federal securities at these times would appear to be advantageous for the trust funds. In practice, however, open market purchases have been rare. Although the trust funds have held public issues in the past, the trust funds currently hold special issues only. The interest earned on these holdings is credited to the trust funds semiannually (on June 30 and December 31); it is done by issuing additional federal securities to the trust funds. In calendar year 2013, net interest totaled $102.8 billion, representing 12% of total trust fund income. The effective annual rate of interest earned on all obligations held by the trust funds in calendar year 2013 was 3.8%. The interest rate earned on special issues purchased by the trust funds in August 2014 is 2.375%. The maturity dates of newly issued special issues are set by a standardized procedure. Revenues are invested immediately in short-term issues called certificates of indebtedness, which mature on the next June 30. On June 30 of each year, certificates of indebtedness that have not been redeemed are reinvested in longer-term special issue bonds. Generally, the maturities of these bonds range from 1 to 15 years; the goal is to have about one-fifteenth of them mature each year, depending on the needs of the trust funds. While some critics have questioned whether the current investment policy has constrained the earnings of the trust funds, over the years various advisory councils, congressional committees, and other groups generally have endorsed it. It has been justified as\n\n### Summary:\n\n", "answer": "The Social Security Act has always required surplus Social Security revenues (revenues in excess of program expenditures) to be invested in U.S. government securities (or U.S. government-backed securities). In recent years, attention has been focused on alternative investment practices in an effort to increase the interest earnings of the trust funds, among other goals. This report describes Social Security trust fund investment practices under current law."}
{"original_length": 1325, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nAccording to the U.S. Geological Survey (USGS), the length of the International Boundary line of the U.S.-Canadian border, excluding Alaska, is approximately 3,987 miles, while the length of the U.S.-Mexican border is estimated at 1,933 miles. The length of the Alaska-Canada border alone is 1,538 miles. The tables below list the 13 U.S. states that share international boundaries with Canada and the four states that share an international border with Mexico, with information from the International Boundary Commission and the U.S. Geological Survey. The National Oceanic and Atmospheric Administration (NOAA) has surveyed the coastline of the continental United States, Alaska, and Hawaii several times. The current figures for the coastline are the results of the measurements done originally in 1915 and updated several times thereafter. These figures reflect the general outline of the seacoast. The figures for Alaska reflect a 1961 remeasurement. It is important to note that boundary and coastline distances can differ significantly based on the scale used on the maps or charts. The Canadian and Mexican international borders are less problematic than the coastline measures because there are long stretches that are straight, such as the nearly 900-mile section of the U.S.-Canadian border along the 49 th parallel. Coastline measurements are more difficult because of the effects of tides and the necessarily arbitrary decisions that must be made about measuring bays, coves, islands, and inlets leading to streams and rivers. The \"general coastline\" data in this report are based on large scale nautical charts, resulting in a coastline measure for the 50 states totaling12,383 miles. Another measure using smaller scale nautical charts more than doubles this measurement to 29,093 miles, while the figures used by the NOAA in administering the Coastal Zone Management program (16 U.S.C. §1451) come to 88,612 miles (not including the Great Lakes). Table 3 provides figures for the areas of the U.S. coastline bordering international waters. It measures the coastline of the contiguous states from northeast to northwest. Similar to problems mentioned above regarding measuring coastlines, variations in shoreline figures appear due to natural occurrences, including bays and inlets, and in differing methods of measurement. These shoreline lengths were measured in 1970 by the International Coordinating Committee on the Great Lakes Basic Hydraulic and Hydrologic Data. CRS Report RS22026, Border Security: The San Diego Fence , by [author name scrubbed] and [author name scrubbed]. CRS Report RL33659, Border Security: Barriers Along the U.S. International Border , by [author name scrubbed] and Yule Kim.CRS Report RL33353, Civilian Patrols Along the Border: Legal and Policy Issues , by [author name scrubbed] and [author name scrubbed]. CRS Report RS22443, Border Security and Military Support: Legal Authorizations and Restrictions , by [author name scrubbed]. CRS Report RL33106, Border Security and the Southwest Border: Background, Legislation, and Issues , by Lisa M. Seghetti et al.. CRS Report RL31826, Protecting the U.S. Perimeter: \" Border Searches \" Under the Fourth Amendment , by Yule Kim. CRS Report RL32399, Border Security: Inspections Practices, Policies, and Issues , by [author name scrubbed] et al., Border Security: Inspections Practices, Policies, and Issues, coordinated by [author name scrubbed]. Shalowitz, Aaron L. Shore and Sea Boundaries , vol. 2. Washington: U.S. Dept. of Commerce, Coast and Geodetic Survey, 1964. Coast and Geodetic Survey Publication 10-1. U.S. Census Bureau. Statistical Abstract of the United States 2007. Washington: GPO, 2006. U.S. Department\n\n### Summary:\n\n", "answer": "This report, originally authored by CRS Information Specialist Barbara Torreon, provides information on the international boundaries that the United States shares with Canada and Mexico. Included are data on land and water boundaries for the northern Canadian border and the southern Mexican border, as well as the international boundaries for the U.S. states that border these countries. Coastline figures for the continental United States, Alaska, Hawaii, the Great Lakes, and extraterritorial areas are also included. This report does not cover border security issues; however, a listing of relevant CRS reports is at the end of this report. This report will be updated as needed."}
{"original_length": 1329, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nWhile NARA’s fiscal year 2011 expenditure plan meets four of the six legislative conditions, the lack of critical capital planning and oversight steps—including documentation demonstrating approval of significant changes to a recent ERA increment, post-implementation reviews of deployed capabilities, and OMB’s approval of the expenditure plan—limits NARA’s ability to ensure that the system is being implemented at an acceptable cost and within expected time frames and contributes to observable improvements in mission performance. These issues are further exacerbated by the agency’s partial implementation of several open GAO recommendations, such as those related to improving investment oversight and earned value processes. With significant weaknesses in many basic oversight and management processes, as well as continued delays in completing Increment 3, NARA’s ability to make significant development progress in the remainder of the fiscal year will be challenged. In addition, without a reliable ERA expenditure plan, NARA has not provided adequate information to assist congressional oversight and informed decision making related to the use of appropriated funds. When these weaknesses are combined with the lack of prioritization of the remaining requirements under negotiation for fiscal year 2011, Congress has little assurance that additional funds allocated to ERA will result in significant benefits to potential users. With OMB’s direction to stop development after 2011, it is unclear whether NARA will be able to effectively address the full range of weaknesses we identified and still have adequate time to complete significant development efforts. The identified deficiencies in NARA’s expenditure plan and management of the ERA acquisition make it unclear whether NARA can make substantial progress in delivering additional ERA system capabilities that justify its planned investment by the end of fiscal year 2011. As such, we suggest that Congress consider employing an accountability mechanism that limits NARA’s ability to use funds appropriated for ERA development until NARA implements an adequate capital planning and investment control process, updates its expenditure plan to clearly describe what system capabilities and benefits are to be delivered in fiscal year 2011, and establishes an associated set of prioritized system requirements and adequate earned value reporting. We are recommending that the Archivist of the United States immediately take the following two actions while the current system development contract is active: Report to Congress on the specific outcomes to be achieved with the balance of any previous multiyear funds in fiscal year 2011. Ensure that the ERA requirements planned for fiscal year 2011 are fully prioritized so that those most critical to NARA’s customers and other stakeholders are addressed. To ensure that any future efforts are completed within reasonable funding and time constraints, we are recommending that the Archivist of the United States take the following four actions: Ensure that significant changes to ERA’s program’s cost, schedule, and scope are approved through NARA’s investment review process. Conduct post-implementation reviews of deployed ERA capabilities to validate estimated benefits and costs. Submit ERA expenditure plans to OMB for review and approval prior to submitting to Congress. Update the ERA Requirements Management Plan and related guidance to mandate requirements prioritization throughout the project’s life-cycle. In written comments on a draft of this report, which are reprinted in appendix II, the Archivist of the United States concurred with our six recommendations. Specifically, he stated that NARA has sufficiently addressed the first two recommendations. He further stated that NARA would be unable to address the final four recommendations in a near-term action plan since those were specific to a future ERA development effort. The Archivist also noted that NARA is developing an addendum to the fiscal year 2011 expenditure plan to provide updated information on ERA requirements, costs, and the schedule of software releases. We are sending copies of this report to the Archivist of the United States. The report will also be available at no charge on the GAO Web site at http://www.gao.gov. If you or your staffs have any questions concerning this report, please contact me at (202) 512-9286 or by e-mail at pownerd@gao.gov. Contact points for our Offices of Congressional Relations and Public Affairs\n\n### Summary:\n\n", "answer": "Since 2001, the National Archives and Records Administration (NARA) has been working to develop an Electronic Records Archive (ERA) to preserve and provide access to massive volumes of all types of electronic records. NARA originally planned to complete the system in 2012, but has repeatedly revised the program schedule and estimated cost and is now planning to deploy an ERA system with reduced functionality by the end of fiscal year 2011. As required by the Consolidated Appropriations Act, 2010, and the Continuing Appropriations Act, 2011, NARA submitted an expenditure plan to Congress to support its request for fiscal year 2011 ERA funding. The legislation also requires that this plan meet six conditions, including review by GAO. GAO's objectives in reviewing the fiscal year 2011 plan were to (1) determine whether the plan satisfies legislative conditions, (2) determine the extent to which NARA has implemented prior GAO recommendations, and (3) provide any other observations on the plan or the ERA acquisition. To do this, GAO reviewed the expenditure plan and other agency documents and interviewed NARA officials. NARA's fiscal year 2011 expenditure plan satisfies four of the six legislative conditions and partially satisfies two. Specifically, it partially satisfies the condition that NARA meet requirements for reviewing the progress of capital investments, such as ERA. While NARA has held regular meetings with senior-level agency management to review ERA progress, these groups did not document approval of important schedule and scope changes, and NARA did not validate the estimated benefits and costs of deployed ERA capabilities. Further, NARA partially satisfies the condition that the expenditure plan be approved by NARA and the Office of Management and Budget (OMB). NARA approved the expenditure plan in October 2010, but the plan was not approved by OMB. Without approval from OMB, Congress will have limited assurance of the plan's reliability and accuracy. NARA has fully implemented one of GAO's four prior recommendations and partially implemented three. It implemented a recommendation to ensure that ERA's requirements are managed using a disciplined process by, for example, developing a process to keep requirements current. NARA partially implemented three other recommendations. First, to improve its executive-level oversight, NARA documented meetings to review ERA progress, but did not document approval of important changes to a recent phase, or increment, of the system. Second, NARA added information in its expenditure plan on ERA cost, schedule, and performance as recommended, but the plan lacks other key information, such as the estimated costs of an ongoing increment. Third, NARA documented a plan to strengthen its processes for measuring program progress, but continues to have weaknesses in this area, including not accurately portraying ERA program status. GAO has three observations on the expenditure plan and ERA acquisition: (1) The fiscal year 2011 expenditure plan does not provide a reliable basis for informed investment decision making. For example, NARA's cost estimates do not reliably reflect the work to be completed because of weaknesses in its supporting methodology, and the plan does not clearly show what functionality is planned to be delivered in the final year of development, by when, and at what cost. (2) NARA's expenditure plan does not address how remaining multiyear funds from fiscal year 2010 will be allocated. Specifically, NARA's plans for using the remaining $20.1 million are not discussed in the plan. (3) Although NARA recently updated the ERA requirements, the agency has not yet determined which of the requirements would be addressed before the end of development in fiscal year 2011 and has not fully prioritized the requirements to ensure that critical stakeholder needs will be met. Without a reliable expenditure plan and adequate management of the ERA acquisition, it is unclear whether NARA can make substantial progress in delivering additional system capabilities by the end of fiscal year 2011 to justify its planned investment. Congress should consider limiting funding of further ERA development until NARA addresses weaknesses in its oversight and management of the acquisition. GAO is also recommending actions for NARA to take to address these weaknesses. NARA concurred with GAO's recommendations."}
{"original_length": 1329, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nStates that choose to cover pregnant women through the §1115 waiver authority must submit a proposal to the Centers for Medicare and Medicaid Services (CMS) for approval. States with approved §1115 demonstration programs define the available pregnancy-related services in their waiver terms and conditions agreements. States that opt to extend SCHIP coverage to unborn children must submit an SPA to CMS for approval specifying the pregnancy-related services. Under the SCHIP SPA option, covered services must be related to the pregnancy or to conditions that could complicate the pregnancy, including those for diagnosis or treatment of illnesses or medical conditions that might threaten the health of the unborn child. Care after delivery for the mother, such as postpartum services, is generally not covered as part of the title XXI SPA option. Although CMS requires the care to be directed at the unborn child, the SCHIP unborn child SPA option effectively enables states to provide prenatal care to pregnant women including those with incomes at or above the Medicaid income eligibility thresholds and for individuals who do not qualify for Medicaid (or SCHIP) for other reasons, such as immigration status or incarceration. Finally, for the family coverage option, pregnancy-related benefits are those offered by participating private health plans. Table 1 summarizes the variation in pregnancy coverage among states with §1115 waivers and those using the SCHIP unborn child SPA option. As of October 2007, 17 states offered pregnancy-related services using SCHIP funds. Of those, 12 states extended coverage through unborn child SCHIP SPAs and 6 states used the §1115 waiver authority (Rhode Island extends coverage to pregnant women through both authorities). The highest upper-income eligibility thresholds for pregnant women and/or unborn children under SCHIP was 300% FPL in California. Seven states established upper-income limits at 200% FPL. Four states exceeded 200% FPL, and six states set maximum income levels below 200% FPL. Of the 12 states that offer pregnancy-related services to unborn children under the SCHIP SPAs, all but Tennessee extended coverage to the unborn children of undocumented aliens who otherwise would not have access to federally funded pregnancy-related services, except through emergency Medicaid. Two states used SCHIP SPAs to extend coverage to the unborn children of incarcerated women who are otherwise ineligible for SCHIP coverage. Covered services under the §1115 waiver programs and the SCHIP SPAs generally consisted of comprehensive pregnancy-related services including prenatal care, labor and delivery services, and access to some form of coverage during the postpartum period. However, the length of coverage (e.g., prenatal period through labor and delivery, or prenatal period through 60 days postpartum period) and financing streams for the care associated with each of these pregnancy phases varied across states. For example, some states offered coverage from conception through 60 days postpartum care (financed with SCHIP funds), whereas others segmented the coverage to include prenatal care (financed with SCHIP funds), labor and delivery (financed with emergency Medicaid funds), and postpartum care (financed with state-only funds). In these states, program specialists pointed out that the pregnancy-related care is seamless to the mother despite the administrative complexities required of the state to submit claims under multiple funding streams. Three states indicated that the coverage offered to pregnant women and/or unborn children was comprehensive and not limited to pregnancy-related services. An additional four states specified that the available care included pregnancy-related care and associated health services including, for example, medically necessary dental or mental health benefits as long as the care was necessary to promote the health of the unborn child. Postpartum care differs among states that chose to extend pregnancy coverage under the §1115 waiver authority as compared with those that offered coverage to unborn children under the SCHIP unborn child SPAs. There were 15 states that offered 60 days of postpartum care to\n\n### Summary:\n\n", "answer": "The State Children's Health Insurance Program (SCHIP) does not include pregnancy status among its eligibility criteria and does not cover individuals over age 18. Under SCHIP, states can cover pregnant women aged 19 and older in one of three ways: (1) states may apply for waivers of program rules to extend coverage to adults such as pregnant women (§1115 waiver authority); (2) states may provide health benefits coverage, including prenatal care and delivery services, to unborn children through an SCHIP state plan amendment (SPA) as permitted through regulation (Federal Register, vol. 67, no. 191, Wednesday, October 2, 2002, Rules and Regulations); or (3) states may offer a \"family coverage option\" that allows them to provide coverage under a group health plan that may include maternity care to adult females in eligible families. Section 2105(c)(3) of the Social Security Act allows states to cover entire families including parents if the purchase of family coverage is cost-effective when compared with the cost of covering only the targeted low-income children in the families involved, and would not substitute for other health insurance coverage. E-mail correspondence (from June 7, 2007) with Kathleen Farrell, the CMS Director of the SCHIP program, indicates that New Jersey and Massachusetts are the only states with operational family coverage variance programs. As of October 2007, 17 states offered pregnancy-related services using SCHIP funds. Of those, 6 states used the §1115 waiver authority and 12 states extended coverage through unborn child SPAs (Rhode Island extends coverage to pregnant women through both authorities). This report summarizes the variation in pregnancy coverage and the financing streams associated with such coverage among these states. This report will be updated as state activity warrants."}
{"original_length": 1482, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nPrior to the enactment of the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (BAPCPA), the amount that a debtor in bankruptcy could exempt as equity in a homestead was generally limited by two factors: (1) whether the domiciliary state allowed the debtor to choose between the federal and state exemptions and (2) the amount the domiciliary state allowed as an homestead exemption. A third factor was added by BAPCPA in cases in which a debtor had purchased the property within approximately three years and four months before filing a petition for bankruptcy. Additionally, BAPCPA restricts debtors' options for determining their domiciliary state and, thus, the state exemptions that will apply. Prior to BAPCPA, an individual anticipating filing for bankruptcy protection might, shortly before filing for bankruptcy, move to a state whose exemptions were more favorable than those in the state where the individual was currently living and benefit from the more favorable exemption amounts. This report discusses the federal homestead exemption, the effect BAPCPA has on a debtor's homestead exemption and, in Table 1 , provides a survey of the current homestead exemptions in the fifty states and the District of Columbia. The table also indicates whether state residents may choose between the state and federal exemptions. Section 522 of the Bankruptcy Code addresses the extent to which an individual debtor may elect to exempt equity in certain property from becoming part of the bankruptcy estate. Property exempted from the bankruptcy estate is not available to satisfy creditors. Among the exemptions explicitly provided in the Bankruptcy Code—the federal exemptions—are a homestead exemption in the amount of $21,625 and a \"wildcard\" exemption of $1,150 that can also be applied to the homestead if the debtor chooses so long as the federal exemptions are available to the debtor. To the extent allowed under state law, the Bankruptcy Code allows debtors to choose between using the federal exemptions or those available under applicable state law. This is an \"either/or\" choice—debtors are not allowed to choose to use some state exemptions and some federal exemptions. When a petition is filed jointly by husband and wife or where the individual cases of a husband and wife are ordered to be jointly administered, each spouse must choose the same set of exemptions. However, debtors in many states have no choice to make because their state law prohibits the use of the federal exemptions. These federal exemptions are available to debtors only to the extent they are not prohibited by the applicable state. Nonetheless, while the homestead exemption in many states is greater than the federal homestead exemption, provisions were introduced in BAPCPA that impose limitations on the extent to which debtors can avail themselves of a state's homestead exemption. BAPCPA established a maximum homestead exemption for all debtors in all states unless a minimum period for property ownership was met. Subsection 522(p) of the Bankruptcy Code generally prohibits exempting an equity interest in the property that was acquired by the debtor during the 1215-day period immediately preceding the bankruptcy filing to the extent that the interest exceeds $146,450 in value. This limit may also apply in some cases in which the debtor has been convicted of a felony or has a debt resulting from violations of securities laws, fraud in a fiduciary capacity, or as the result of certain acts that caused serious physical injury or death. Additionally, if any part of the debtor's value in the residence is attributable to property disposed of in the 10-year period preceding the bankruptcy, the debtor's value in the residence must be reduced if all or part of the value in the previously owned property could not have been exempted in bankruptcy if the property were still owned when the debtor filed for bankruptcy. BAPCPA also restricts debtors' options for determining their domiciliary state, which may effectively place limits on their homestead exemption. Debtors must have lived in their current state for at least two years before they are eligible for\n\n### Summary:\n\n", "answer": "When debtors file for bankruptcy protection under Title 11 of the U.S. Code, they may exempt the value of certain property; in many cases, this includes their homestead. In practical terms, to the extent that the property's value does not exceed the allowed exemption amount, the debtor may keep the property rather than its becoming part of the bankruptcy estate and thereby being available to satisfy creditors. The Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (BAPCPA) introduced additional limitations on the extent to which debtors could exempt value in their residences when filing for bankruptcy protection. This report surveys the homestead exemption laws of the 50 states and the District of Columbia with an emphasis on the amount of the exemptions and the extent to which debtors may choose between federal and state exemptions. It also describes the limitations on state homestead exemptions in 11 U.S.C. § 522(o)-(q) that were imposed by BAPCPA. The amounts states allow debtors to exempt in bankruptcy run the gamut. A few states (New Jersey, Pennsylvania, and Virginia) have no specific homestead exemption. Several jurisdictions allow debtors to exempt unlimited value in their homestead (the District of Columbia, Florida, Iowa, Kansas, Oklahoma, South Dakota, and Texas), but some states allow an unlimited homestead exemption only in specific circumstances (Kentucky, Louisiana, Nevada, and Washington). In states with a specific dollar amount that is allowed as a homestead exemption, the majority of states allow an exemption that is more than $10,000, but less than $200,000. However, more than 10% of the states with a limited homestead exemption allow no more than $10,000. Only 10% allow $200,000 or more without imposing restrictions not related to residency. In some states, the amount of the available exemption is dependent upon age or disability. In others, marital status affects the available exemption. Some allow additional exemption amounts if there are dependent children in the home. In a few states, the exemption is lower for a mobile home than for a residence that is real property. In New York, the maximum available exemption is determined by the county in which the homestead is located. Massachusetts recently changed its laws to create two classes of homestead exemption—an automatic homestead exemption and a declared homestead exemption. The declared homestead exemption requires written formalities and is of greater maximum value than is the automatic exemption. Some states appear to use their homestead exemptions to address issues not directly related to the home. West Virginia generally allows debtors to exempt up to $25,000. That amount increases to $250,000 if the debtor is a physician with malpractice insurance coverage for at least $1 million per occurrence and the bankruptcy is, at least in part, a response to a medical malpractice verdict or judgment. Washington State generally limits debtors to exempting $125,000 for their homestead; however, if another state has gotten a judgment against the debtor for income taxes due to that other state on retirement benefits that were paid to the debtor while the debtor was a resident of Washington, the homestead exemption is unlimited. This report will not be routinely updated."}
{"original_length": 1532, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nBecause of the annual budget and appropriation process in Congress and the current conflicts involving U.S. servicemembers overseas, there is a strong interest in the levels of spending by the federal government for veterans' benefits and services among members of Congress and the public. For this report, veterans' benefits and services include direct spending on veterans (such as disability compensation or health care) and indirect spending (such as administration and construction of facilities). This report provides information on the historical budget authority for veterans' benefits and services for FY1940 through FY2012, and a brief discussion of major changes in budget authority over this period. Budget authority is presented in both current dollars and constant 2011 dollars (i.e., inflation-adjusted). The budget authority for veterans' benefits and services over the FY1940-FY2012 period has generally shown a steady increase. As can be seen in Table 1 and Figure 1 , the FY2012 budget authority in current dollars was more than 20 0 times the FY1940 budget authority, reflecting an average annual growth rate for the period of 7.9%. In constant 2011 dollars, the FY2012 budget authority is 1 4 times the FY1940 budget authority and reflects a 3.8% average annual growth rate over the period. A large number of Americans, 16.1 million, served in the military in World War II (WWII, December 7, 1941, through December 31, 1946), making WWII the largest conflict to date in terms of the number of servicemembers. Because the servicemembers volunteered (or were drafted) for \"the duration,\" a large number of servicemembers were released in a relatively short period of time at the end of the war. Before the end of the war, the Servicemen's Readjustment Act (P.L. 346 of the 78 th Congress), commonly known as the GI Bill, was signed into law in 1944, providing a major change in benefits for veterans. The GI Bill introduced education and training benefits that enabled millions of servicemembers who may have otherwise been unable to attend college or training schools to receive a college education or specific job skills training. In addition, the housing loan guarantee benefits provided by the GI Bill enabled WWII veterans to purchase homes for their families. As shown in Table 1 , the combination of the large number of veterans being released in a relatively short period of time and the change in benefits resulted in the budget authority for veterans increasing from $561.1 million before the war in FY1940 to a peak in the post-war period in FY1947 of almost $8.4 billion. In current dollars, the FY1947 budget authority was 14.9 times the FY1940 pre-war budget authority for veterans. In constant 2011 dollars, the FY1947 budget authority for veterans was $80.7 billion, or 9. 8 times the FY1940 pre-war budget authority for veterans. The Vietnam era (February 28, 1961 through May 7, 1975) was significantly longer than WWII, with a total of 8.7 million Americans who served in the military during the period. Until the end of 1972, a military draft was in place (the last drafted servicemembers began service in 1973), and drafted servicemembers were released through the period at the end of their military obligation. Also, while benefit changes or expansions were made during the period, no new large benefit programs were started during the period (unlike the WWII period). As a result of the regular release of servicemembers from the military over the period and the relatively stable levels of veterans' benefits and services, the large peak in budget authority at the end of WWII was not repeated at the end of the Vietnam era. There was however a smaller peak in budget authority for the FY1975-FY1976 period that reflected an increase in the number of veterans at the end of the Vietnam conflict. While the current dollar budget authority for FY1975 and FY1\n\n### Summary:\n\n", "answer": "Budget authority—the amount of money a federal department or agency can spend or obligate to spend by law—for veterans' benefits and services has increased significantly since FY1940. In FY1940, the budget authority for veterans' benefits and services was $561.1 million, and in FY2012 the budget authority was $125.3 billion, or more than 200 times the FY1940 budget authority. In constant 2011 dollars (i.e., inflation-adjusted), the FY2012 budget authority is 14 times the FY1940 budget authority. The increases over time have reflected the impact of increases in the number of veterans as the result of wars and other conflicts, the aging of the veteran population, and changes in benefits and services provided for veterans. This report provides information on the historical budget authority of the Department of Veterans Affairs (formerly the Veterans Administration) for FY1940 through FY2012. Budget authority is presented in both current dollars and constant 2011 dollars. This report will be updated as additional information becomes available."}
{"original_length": 1535, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nPrior to the September 11, 2001, terrorist attacks, insurance covering terrorism losses was normally included in general insurance policies without additional cost to the policyholders. Following the attacks, both primary insurers and reinsurers pulled back from offering terrorism coverage. Because insurance is required for a variety of economic transactions, particularly borrowing for commercial development, many feared that a lack of insurance against terrorism loss would have a wider economic impact. Congress responded to the disruption in the insurance market by passing the Terrorism Risk Insurance Act of 2002 (TRIA). TRIA created a temporary, three-year terrorism insurance program to calm the insurance markets through a government reinsurance backstop sharing in terrorism losses. The idea was to give the private industry time to gather the data and create the structures and capacity necessary for private insurance to cover terrorism risk. TRIA requires insurers to offer terrorism coverage but does not require commercial policyholders to purchase the coverage. Congress extended the program in 2005 and 2007. In 2005, the extension legislation focused on reducing the government's exposure from TRIA by increasing the minimum covered event size, raising the insurer deductible, reducing the government share of losses, and increasing the post-event mandatory recoupment. In 2007, the primary change was to accelerate the after-the-fact recoupment. Although the prospective government share of losses has been reduced over time, the 2007 reauthorization also expanded the program to cover losses from acts of domestic terrorism. Both the House and the Senate passed different TRIA extension bills in the 113 th Congress, but final legislation was not enacted. Thus, the TRIA program expired at the end of 2014, as provided for in the 2007 extension. The initial thresholds of the program when it expired were as follows: 1. A terrorist act must have caused $5 million in insured losses to be certified for TRIA coverage. 2. The aggregate insured losses from a certified act of terrorism must have been $100 million in a year for government coverage to begin. 3. An individual insurer must have met a deductible of 20% of its annual premiums for government coverage to begin. Once these thresholds were met, the government would have covered 85% of insured losses due to terrorism, with the private insurers retaining 15% of the losses. The government did not charge premiums for this coverage. Instead, if the insured losses were under $27.5 billion, the Secretary of the Treasury was required to recoup 133% of government outlays through a surcharge on commercial property/casualty insurance policies. If insured losses rose above $27.5 billion, the Secretary was required to recoup a reduced amount of the outlays. At some high insured loss level, which depended on the exact distribution of losses, the Secretary no longer was required to recoup outlays but retained the discretionary authority to do so. Under the law when it expired, all mandatory recoupment was required to be completed by the end of FY2017. Since TRIA's passage, private industry's willingness and ability to cover terrorism risk have increased. According to industry surveys, prices for terrorism coverage have generally trended downward and approximately 60% of commercial policyholders have purchased coverage over the past few years. The price drops and coverage increases, however, occurred under the umbrella of TRIA coverage, and it is unclear how the insurance market would have reacted to a lasting expiration of the federal program. Representative Randy Neugebauer introduced H.R. 26 on January 6, 2015, and the House passed the bill by a vote of 416-5 with one Member voting present on January 7, 2015. The Senate passed the bill on January 8, 2015, on a vote of 93-4 and the President signed P.L. 114-1 on January 12, 2015. The language of H.R. 26 / P.L. 114-1 is identical aside from\n\n### Summary:\n\n", "answer": "Prior to the September 11, 2001, terrorist attacks, insurance covering terrorism losses was normally included in commercial insurance policies without additional cost to the policyholders. Following the attacks, this ceased to be the case as insurers and reinsurers pulled back from offering terrorism coverage. Some feared that a lack of insurance against terrorism loss would have a wide economic impact, particularly because insurance coverage can be a significant factor in lending decisions. Congress responded to the disruption in the insurance market by passing the Terrorism Risk Insurance Act of 2002 (TRIA; P.L. 107-297). TRIA created a temporary program, expiring at the end of 2005, to calm the insurance markets through a government reinsurance program sharing in terrorism losses. This program was intended to give the industry time to gather the data and create the structures and capacity necessary for private insurance to cover terrorism risk. TRIA did not require premiums to be paid for the government coverage. Instead, it required private insurers to offer commercial insurance for terrorism risk, with the government then recouping some or all federal payments under the act in the years following government coverage of insurer losses. Under TRIA, terrorism insurance became widely available and largely affordable and the insurance industry greatly expanded its financial capacity. There has been, however, little apparent success in developing a longer-term private solution, and fears have persisted about the economic consequences if terrorism insurance were not available. Congress passed two extensions to the program, one in 2005 (P.L. 109-144) and one in 2007 (P.L. 110-160). The 2005 extension primarily focused on reducing the government's up-front financial exposure under the act, whereas the 2007 extension left most of the up-front aspect of the TRIA program unchanged but accelerated the post-event recoupment provisions. The 2007 legislation also included the only expansion of the TRIA program since initial enactment; it extended the program to cover any acts of terrorism, as opposed to only foreign acts of terrorism. In the 113th Congress, both the House and the Senate passed legislation that would have extended TRIA, but differences between the bills prevented enactment. The 113th Congress adjourned without extending the program. Thus, per P.L. 110-160, the TRIA program expired at the end of 2014. Although insurance industry capacity has increased since 2002, many still see terrorism as essentially uninsurable. Without TRIA, the insurance industry indicated that terrorism insurance would again become unavailable or unaffordable. Fears were again being expressed that a lack of terrorism insurance may slow down other sectors of the economy. In the 114th Congress, both the House and the Senate passed the same bill, H.R. 26, and the President signed P.L. 114-1 on January 12, 2015. H.R. 26/P.L. 114-1 extends the program nearly six years while reducing the government's share of the losses compared with the program as it was in 2014. Specifically, P.L. 114-1 gradually (1) increases the program trigger from $100 million to $200 million, (2) reduces the government share of the losses from 85% to 80%, and (3) increases the mandatory recoupment amount to $37.5 billion. This report briefly outlines the issues involved with terrorism insurance, summarizes extension legislation, and includes a side-by-side comparison of TRIA law and the bills introduced in the 114th and 113th Congresses. For additional information, please see CRS Report R42716, Terrorism Risk Insurance: Issue Analysis and Overview of Current Program, by [author name scrubbed]."}
{"original_length": 1548, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nPresident Bush signed S. 714 , the Junk Fax Prevention Act (\"the act\" or JFPA), on July 9, 2005. This law vacated previous rules promulgated by the Federal Communications Commission (FCC) in July 2003 relating to unsolicited facsimile (fax) advertising; those rules amended section 227 of the Communications Act of 1934 (47 U.S.C. 227). The JFPA contains the following specific provisions relating to fax advertising. Provides an \"established business relationship\" (EBR) exemption, allowing businesses, political organizations, and trade associations to send advertisements and solicitations to persons with whom they have an existing relationship. Requires organizations to place a \"clear and conspicuous\" notice on the first page of each fax informing the recipient how to opt out of future faxes—the notice must include U.S. telephone and fax numbers and a \"cost-free\" way for recipients to make their requests. Requires that businesses be able to accept opt-out requests 24-hours a day, seven days a week. The JFPA also directed the FCC to conduct a rulemaking to implement certain portions of the act (see below, \" FCC Activity \") and the Government Accountability Office (GAO) to issue a report on the effectiveness of the FCC's junk fax enforcement policies by April 5, 2006 (see below, \" GAO Activity \"). The JFPA required the FCC to adopt rules concerning unsolicited fax advertising as well as issue an annual report on its enforcement activities. On December 9, 2005, the FCC released a Notice of Proposed Rulemaking (NPRM) and Order on various questions related to the regulation of commercial faxes. On April 5, 2006, the FCC adopted its final rules in this proceeding. These rules codified an exemption to the fax rules to allow fax advertisements to be sent to parties with whom the sender has an EBR and provided a definition of an EBR to be used in the context of sending fax advertisements; required that, even in the case of an EBR, a person sending a fax advertisement must obtain the fax number directly from the recipient or ensure that the recipient voluntarily agreed to make the number available for public distribution; required the sender of fax advertisements to provide clear and conspicuous notice and contact information on the first page of a fax that allows recipients to \"opt-out\" of future fax transmissions from the sender; required senders to honor opt-out requests within the shortest reasonable period of time, not to exceed 30 days; determined not to exempt small businesses or nonprofit trade associations from the rules; and clarified the term \"unsolicited advertisement.\" In this proceeding, the FCC did not address whether there should be a time limit on the duration of an EBR, although the act allows the FCC to revisit that issue at another time. The FCC's Junk Fax Fact Sheet is available online at http://www.fcc.gov/cgb/consumerfacts/unwantedfaxes.html . As required by the JFPA, in January 2007, the FCC released its first annual report on junk fax enforcement. According to the report, the Commission issued 125 citations in response to 47,704 junk fax complaints representing 102,004 alleged violations during the period July 2005 through July 2006. The report further states that the Commission fully addressed approximately 85 percent of those alleged violations, but that figure includes not only complaints against which the FCC issued a citation, but also violations that were found to be non-actionable for various reasons. As required under the JFPA, on April 5, 2006, the GAO submitted its report to Congress on the FCC's enforcement of the junk fax law. The report addressed the following. The FCC's junk fax procedures and outcomes. The strengths and weaknesses of FCC's procedures. The FCC's junk f\n\n### Summary:\n\n", "answer": "On July 9, 2005, President Bush signed S. 714, the Junk Fax Prevention Act (\"the act\" or JFPA) (P.L. 109-21) and on April 5, 2006, the Federal Communications Commission (FCC) issued its final rules in the related proceeding. These rules provided an established business relationship (EBR) exemption to the prohibition on sending unsolicited facsimile advertisements; provided a definition of an EBR to be used in the context of unsolicited facsimile advertisements; required the sender of a facsimile advertisement to provide specified notice and contact information on the facsimile that allows recipients to \"opt-out\" of any future facsimile transmissions from the sender; and specified the circumstances under which a request to \"opt-out\" complied with the JFPA. Also, the rules required that small businesses and nonprofits adhere to the rules and clarified the term \"unsolicited advertisement.\" The FCC did not address whether there should be a time limit on the duration of an EBR. The rules in their entirety became effective on August 1, 2006. On April 5, 2006, in accordance with the JFPA, the GAO submitted a report to Congress on the FCC's enforcement of the junk fax law. On January 4, 2007, in accordance with the JFPA, the FCC released its first annual report on the enforcement of its junk fax rules. The FCC's Junk Fax Fact Sheet is available online at http://www.fcc.gov/cgb/consumerfacts/unwantedfaxes.html."}
{"original_length": 1773, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nHistorically, crime control has been the responsibility of local and state governments, with little involvement from the federal government. However, as crime became more rampant in the United States, the federal government increased its support for domestic crime control by creating a series of grant programs designed to assist state and local law enforcement. In the late 1980s through the mid-1990s, Congress created the Edward Byrne Memorial Formula Grant (Byrne Formula Grant) program and the Local Law Enforcement Block Grant (LLEBG) program, along with other grant programs, to assist state and local law enforcement in their efforts to control domestic crime. In 2005, however, legislation was enacted that combined the Byrne Formula Grant and LLEBG programs into the Edward Byrne Memorial Justice Assistance Grant (JAG) program. This report provides background information on the JAG program. It begins with a discussion of the programs that were combined to form the JAG program: the Byrne Formula Grant and LLEBG programs. The report then provides an overview of the JAG program. This is followed by a review of appropriations for JAG and its predecessor programs going back to FY1998. As mentioned, prior to creating the JAG program in the middle part of the past decade, Congress provided federal assistance to state and local governments for a variety of criminal justice programs through the Byrne Formula Grant and LLEBG programs. Each program is briefly described below. The Byrne Formula Grant program was authorized by the Anti-Drug Abuse Act of 1988 ( P.L. 100-690 ). Funds awarded to states under the Byrne Formula Grant program were to be used to provide personnel, equipment, training, technical assistance, and information systems for more widespread apprehension, prosecution, adjudication, detention, and rehabilitation of offenders who violate state and local laws. Grant funds could also be used to provide assistance (other than compensation) to victims of crime. Twenty-nine \"purposes areas\" were established by Congress to define the nature and scope of the programs and projects that could be funded with the formula grant funds. The purpose of the LLEBG program, which was also a formula grant program, was to provide units of local government with federal grant funds so they could either hire police officers or create programs that would combat crime and increase public safety. Like the Byrne Formula Grant program, LLEBG had program purpose areas outlining what types of programs LLEBG funds could support. There were six program purpose areas that governed how state and local governments could use their funding under the LLEBG program. The Violence Against Women and Department of Justice Reauthorization Act of 2005 ( P.L. 109-162 ) combined the Byrne Grant programs and LLEBG into the Edward Byrne Memorial Justice Assistance Grant program (JAG). Congress consolidated the programs to streamline the process for states applying for funding under the programs. JAG funds are allocated to the 50 states, the District of Columbia, Puerto Rico, Guam, the Virgin Islands, America Samoa, and the Northern Mariana Islands. The formula used by the JAG program to allocate funds combines elements of the formulas used in the Byrne Formula Grant program and LLEBG. Under the current JAG formula, the total funding allocated to a state is based on the state's population and reported violent crimes. Specifically, half of a state's allocation is based on a state's respective share of the United States' population. The other half is based on the state's respective share of the average number of reported violent crimes in the United States for the three most recent years for which data are available. Under current law, each state and territory is guaranteed to receive no less than 0.25% of the amount appropriated for the JAG program in a given fiscal year (i.e., the minimum allocation). Therefore, after each state's allocation is calculated using the JAG formula, if a state's allocation is less than the minimum allocation, the state receives the minimum allocation as its award. If a state's initial allocation was greater than the minimum amount, then the state receives the minimum allocation plus a share of the remaining funds based on the state's proportion of the country's population and the reported number of violent crimes (population\n\n### Summary:\n\n", "answer": "The Edward Byrne Memorial Justice Assistance Grant (JAG) program was created by the Violence Against Women and Department of Justice Reauthorization Act of 2005 (P.L. 109-162), which collapsed both the Edward Byrne Memorial Formula (Byrne Formula) Grant and the Local Law Enforcement Block Grant (LLEBG) into a single program. This report provides a brief overview of JAG and its funding. JAG funds are awarded to state and local governments based on a statutorily defined formula. Each state's allocation is based on its proportion of the country's population and the state's proportion of the average total number of reported violent crimes (homicide, rape, robbery, and aggravated assault) for the last three years. After a state's allocation is calculated, 60% goes directly to the state government and the remaining 40% is awarded directly to units of local government in the state. State and local governments can use their JAG funding for programs or projects in one of seven purpose areas: (1) law enforcement programs; (2) prosecution and court programs; (3) prevention and education programs; (4) corrections and community corrections programs; (5) drug treatment programs; (6) planning, evaluation, and technology improvement programs; and (7) crime victim and witness programs (other than compensation). Funding for JAG has averaged $440 million per fiscal year since Congress started appropriating funding for the program in FY2005. However, funding for the program fluctuated over that time period. The appropriations data also show that since FY1998 there has been a general downward trend in providing assistance to state and local law enforcement through the LLEBG, Byrne Formula, and JAG grant programs."}
{"original_length": 1789, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nAlthough the 11 th recession of the postwar period officially ended in June 2009, one economic indicator that is very visible in people's daily lives—the unemployment rate—has continued to rise. With the unemployment rate at 9.8% in November 2010, those still employed or able to find jobs are quite likely to know personally others who have been less fortunate. The still high unemployment rate partly reflects the slow pace at which employers have been adding workers to their payrolls despite enactment of job creation legislation in February 2009 (the American Recovery and Reinvestment Act, P.L. 111-5 ), March 2010 (the Hiring Incentives to Restore Employment Act, P.L. 111-147 ), and August 2010 (the Education Jobs Fund at Title I of the FAA Air Transportation Modernization and Safety Improvement Act, P.L. 111-226 ). This report addresses the question of when one might reasonably expect to see sustained improvement in the unemployment rate and a steady resumption of job growth following a recession's end. It first provides an explanation of why it is unlikely that the unemployment rate would begin trending downward and the number of jobs on employer payroll would begin trending upward immediately after the start of a recovery. It then analyzes the trend in the unemployment rate and jobs data before and after the bottom of the prior 10 business cycles to confirm these statements. A few definitions are called for before proceeding with the explanation. To begin with, the official definition of the unemployment rate prescribed by the U.S. Bureau of Labor Statistics (BLS) is the percentage of persons in the civilian labor force age 16 and older who are unemployed. The labor force, in turn, is defined as the number of employed and unemployed individuals in the civilian noninstitutional population age 16 and older. Lastly, unemployment is defined as the number of people who actively searched for work in the four weeks before the week in which the Census Bureau administers the Current Population Survey to members of households. Mathematically, the unemployment rate is expressed as: The unemployment rate consequently may move up or down depending not just on a change in the number of workers who lack jobs (the numerator) but also on a change in the number of individuals participating in the labor force (the denominator). The size of the labor force may decrease during a recession in part because unemployed workers who give up searching for jobs out of discouragement over their reemployment prospects cease to be included. Conversely, the number of labor force participants may increase during a recession if people see signs the economy is improving and think it again worthwhile to look for work. If hiring does not keep pace with discouraged workers reentering the labor force, for example, the unemployment rate will rise in the face of otherwise good economic news. The unemployment rate thus is called a lagging economic indicator: it typically improves only after other indicators have signaled an impending recovery and actually may rise for some time after a recession's end. Firms usually are reluctant to add workers to their payrolls until convinced that the economy will continue growing (i.e., gross domestic product, GDP, will keep increasing). Before employers are fairly certain that the increase in demand for their goods and services will continue, they are likely to boost production by restoring the hours of those currently in their employ and by having employees work overtime rather than by hiring new workers or recalling laid off workers. As a result, job growth may not occur immediately upon the economy showing signs of a turnaround. The source of jobs data that labor market analysts generally utilize is the Current Employment Statistics program. In its establishment survey, BLS queries nonfarm employers each month about the number of jobs (employees) on their payrolls. Employers are considered to be a more accurate source for this information compared to the members of households who respond to the Current Population Survey, from which the unemployment rate and most demographic information on workers is derived. In addition, the Business Cycle Dating Committee appears to rely chiefly on changes in both national output (GDP) and employment trends from the establishment survey to determine the official beginning\n\n### Summary:\n\n", "answer": "Although the 11th recession of the postwar period officially ended in June 2009, one economic indicator that is very visible in people's daily lives—the unemployment rate—has continued to rise. With the unemployment rate at 9.8% in November 2010, those still employed or able to find jobs are quite likely to know personally others who have been less fortunate. The still high unemployment rate partly reflects the slow pace at which employers have been adding workers to their payrolls despite enactment of job creation legislation in February 2009 (the American Recovery and Reinvestment Act, P.L. 111-5), March 2010 (the Hiring Incentives to Restore Employment Act, P.L. 111-147), and August 2010 (the Education Jobs Fund at Title I of the FAA Air Transportation Modernization and Safety Improvement Act, P.L. 111-226). This report addresses the question of when one might reasonably expect to see sustained improvement in the unemployment rate and a steady resumption of job growth following a recession's end. It first provides an explanation of why it is unlikely that the unemployment rate would begin trending downward and the number of jobs on employer payroll would begin trending upward immediately after the start of a recovery. It then analyzes the trend in the unemployment rate and jobs data before and after the bottom of the prior 10 business cycles to confirm these statements. The report concludes by noting that the much delayed improvement in the labor market following the 1990-1991 and 2001 recessions led to the ensuing rebounds of the economy being referred to as jobless recoveries. With employment at public and private sector employers similarly having failed to show consistent improvement for well over a year after the recession's end, many observers think that the nation has been experiencing another jobless recovery."}
{"original_length": 1832, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nBased on state responses to our survey, we estimated that nearly 617,000, or about 89 percent of the approximately 693,000 regulated tanks states manage, had been upgraded with the federally required equipment by the end of fiscal year 2000. In comparison, EPA data at that time showed that about 70 percent of the total number of tanks its regions regulate on tribal lands had been upgraded, but the accuracy of this data varied among the regions. For example, one region reported that it had no information on the actual location of some of the 300 tanks it was supposed to regulate and therefore could not verify whether these tanks had been upgraded. Even though most tanks have been upgraded, we estimated from our survey data that more than 200,000 of them, or about 29 percent, were not being properly operated and maintained, increasing the risk of leaks. EPA’s most current program data from the end of fiscal year 2002 show that these conditions have not changed significantly; tank compliance rates range from an estimated 19 to 26 percent. However, program managers estimate these rates are too high because some states have not inspected all tanks or reported their data in a consistent manner. The extent of operational and maintenance problems we identified at the time of our survey varied across the states, as figure 1 illustrates. Some upgraded tanks also continue to leak, in part because of operational and maintenance problems. For example, in fiscal year 2000, EPA and the states confirmed a total of more than 14,500 leaks or releases from regulated tanks, with some portion coming from upgraded tanks. EPA’s most recent data show that the agency and states have been able to reduce the rate of new leaks by more than 50 percent over the past 3 years. The states reported a variety of operational and maintenance problems, such as operators turning off leak detection equipment. The states also reported that the majority of problems occurred at tanks owned by small, independent businesses; non-retail and commercial companies, such as cab companies; and local governments. The states attributed these problems to a lack of training for tank owners, installers, operators, removers, and inspectors. These smaller businesses and local government operations may find it more difficult to afford adequate training, especially given the high turnover rates among tank staff, or may give training a lower priority. Almost all of the states reported a need for additional resources to keep their own inspectors and program staff trained, and 41 states requested additional technical assistance from the federal government to provide such training. EPA has provided states with a number of training sessions and helpful tools, such as operation and maintenance checklists and guidelines. According to program managers, the agency recognizes that many states, because of their tight budgets, are looking for cost-effective ways of providing training, such as Internet-based training. To expand on these efforts, we recommended that EPA regions work with their states to identify training gaps and develop strategies to fill these gaps. In addition, we suggested that the Congress consider increasing the amount of funds it provides from the trust fund and authorizing states to spend a limited portion on training. According to EPA’s program managers, only physical inspections can confirm whether tanks have been upgraded and are being properly operated and maintained. However, at the time of our survey, only 19 states physically inspected all of their tanks at least once every 3 years— the minimum that EPA considers necessary for effective tank monitoring. Another 10 states inspected all tanks, but less frequently. The remaining 22 states did not inspect all tanks, but instead generally targeted inspections to potentially problematic tanks, such as those close to drinking water sources. In addition, one of the three EPA regions that we visited did not inspect tanks located on tribal land at this rate. According to EPA program managers, limited resources have prevented states from increasing their inspection activities. Officials in 40 states said that they would support a federal mandate requiring states to periodically inspect all tanks, in part because they expect that such a mandate would provide them needed leverage to obtain the requisite inspection staff and funding from their legislatures. Figure 2 illustrates the inspection practices states reported to us in our survey. While EPA has not established any\n\n### Summary:\n\n", "answer": "Nationwide, underground storage tanks (UST) containing petroleum and other hazardous substances are leaking, thereby contaminating the soil and water, and posing health risks. The Environmental Protection Agency (EPA), which implements the UST program with the states, required tank owners to install leak detection and prevention equipment by the end of 1993 and 1998 respectively. The Congress asked GAO to determine to what extent (1) tanks comply with the requirements, (2) EPA and the states are inspecting tanks and enforcing requirements, (3) upgraded tanks still leak, and (4) EPA and states are cleaning up these leaks. In response, GAO conducted a survey of all states in 2000 and issued a report on its findings in May 2001. This testimony is based on that report, as well as updated information on program performance since that time. GAO estimated in its May 2001 report that 89 percent of the 693,107 tanks subject to UST rules had the leak prevention and detection equipment installed, but that more than 200,000 tanks were not being operated and maintained properly, increasing the chance of leaks. States responding to our survey also reported that because of such problems, even tanks with the new equipment continued to leak. EPA and the states attributed these problems primarily to poorly trained staff. While EPA is working with states to identify additional training options, in December 2002, EPA reported that at least 19 to 26 percent of tanks still have problems. EPA and states do not know how many upgraded tanks still leak because they do not physically inspect all tanks. EPA recommends that tanks be inspected once every 3 years, but more than half of the states do not do this. In addition, more than half of the states lack the authority to prohibit fuel deliveries to problem tanks--one of the most effective ways to enforce compliance. States said they did not have the funds, staff, or authority to inspect more tanks or more strongly enforce compliance. As of September 2002, EPA and states still had to ensure completion of cleanups for about 99,427 leaks, and initiation of cleanups at about another 43,278. States also face potentially large, but unknown, future workloads in addressing leaks from abandoned and unidentified tanks. Some states said that their current program costs exceed available funds, so states may seek additional federal support to help address this future workload."}
{"original_length": 1990, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nMost federal and state programs of financial assistance to poor and low-income families either increase income or subsidize the purchase of goods and services to help them meet their basic, immediate consumption needs. The exceptions are education and training programs, that seek to build \"human capital.\" More recently, Individual Development Accounts (IDAs) have been developed to help low-income families build financial capital. IDA programs are operated by community-based organizations (including faith-based organizations), as well as state and local governments in partnership with community-based organizations. From the participant's viewpoint, IDAs operate much like retirement 401(k) plans: the participant makes contributions, which are matched (at varying rates) by the program. Withdrawals from IDAs are restricted. Funds can be withdrawn to finance specific activities and purchases—generally, education, the purchase of a home, and to start a business. An individual's contributions may also be withdrawn for other purposes, but this leads to the loss of matching funds. In addition to providing matching funds for accounts, IDA programs also provide financial literacy education, case management, and supportive services to participants. This report describes IDA programs funded by two major federal grants: the Assets for Independence (AFI) Act of 1998 and the Temporary Assistance for Needy Families (TANF) program created in the 1996 welfare reform law. Other federal initiatives that provide for more targeted IDAs (e.g., for refugees and for families in assisted housing) are not discussed in this report. The Assets for Independence Act (AFI, P.L. 105-285 ) authorized up to $25 million per year for FY1999 to 2003 for competitively awarded IDA demonstration programs. Congress has continued the AFI program absent an authorization. The Department of Health and Human Service (HHS) administers the AFI program. Table 1 provides a funding history for IDAs under the AFI program. AFI is funded at $19 million for FY2014. AFI grantees must raise nonfederal funds to operate AFI IDAs. The AFI federal grant to an individual grantee cannot exceed the lesser of (1) the amount of nonfederal resources raised for the program, or (2) $1 million. The AFI Act authorizes competitive grants for IDA programs to nonprofit organizations; state, local, and tribal governments that apply with non-profits; credit unions; and organizations designated by the Secretary of the Treasury as community development financial institutions. Credit unions and community development financial institutions must demonstrate a collaborative relationship with local community-based organizations whose activities are designed to address poverty. Faith-based organizations may also operate IDA programs. Additionally, the AFI Act \"grandfathers\" in eligibility to operate an IDA program to state programs funded at $1 million or higher that were in operation on the date of enactment. \"Grandfathered\" state programs need not comply with AFI's rules. Under this provision, Pennsylvania and Indiana received AFI funds. Participation in AFI Act IDA programs is limited to persons who are eligible for TANF assistance; or live in a household with income below 200% of the poverty line or have and have a net worth of less than $10,000. The net worth test takes into account the market value of all assets except the household's primary residence and the value of one motor vehicle. IDAs may be established for the benefit of the participant, as well as his/her spouse and dependents. Since IDAs are targeted to low-income families who might qualify for government aid based on low income and assets, the AFI Act requires that IDA funds be ignored when determining eligibility for federal assistance programs. Participants are required to contribute to their IDA with cash or a check. Contributions from earnings are matched by a minimum $1 for each $1 in participant contributions. Matching amounts are funded from both federal and nonfederal sources, with a minimum 50% funded from nonfederal sources. Maximum matching amounts from federal funds are limited to $2,000 for any one individual and $4,000 for any one household. Participants may withdraw their contributions\n\n### Summary:\n\n", "answer": "Individual Development Accounts (IDAs) are savings accounts to help low-income families and persons save for specified purposes, usually education, purchase of a home, or to start a business. IDA programs match an individual's contributions, much like retirement 401(k) accounts. The Assets For Independence (AFI) Act, enacted by Congress in 1998, specifically authorizes IDA demonstration programs. Authorization for the AFI program expired at the end of FY2003, though Congress continued to appropriate money for the program. AFI is funded at $19.026 million for FY2014."}
{"original_length": 2022, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nBased on state responses to our survey, we estimated that nearly 617,000, or about 89 percent of the approximately 693,000 regulated tanks, had been upgraded with the federally required equipment by the end of fiscal year 2000. EPA data showed that about 70 percent of the total number of tanks that its regions regulate on tribal lands had also been upgraded. With regard to the approximately 76,000 tanks that we estimated have not been upgraded, closed, or removed as required, 17 states and the 3 EPA regions we visited reported that they believed that most of these tanks were either empty or inactive. However, another five states reported that at least half of their non-upgraded tanks were still in use. EPA and states assume that the tanks are empty or inactive and therefore pose less risk. As a result, they may give them a lower priority for resources. However, states also reported that they generally did not discover tank leaks or contamination around tanks until the empty or inactive tanks were removed from the ground during replacement or closure. Consequently, unless EPA and the states address these non-compliant tanks in a more timely manner, they may be overlooking a potential source of soil and groundwater contamination. Even though most tanks have been upgraded, we estimated from our survey data that more than 200,000 of them, or about 29 percent, were not being properly operated and maintained, increasing the risk of leaks. The extent of operations and maintenance problems varied across the states, as figure 1 illustrates. The states reported a variety of operational and maintenance problems, such as operators turning off leak detection equipment. The states also reported that the majority of problems occurred at tanks owned by small, independent businesses; non-retail and commercial companies, such as cab companies; and local governments. The states attributed these problems to a lack of training for tank owners, installers, operators, removers, and inspectors. These smaller businesses and local government operations may find it more difficult to afford adequate training, especially given the high turnover rates among tank staff, or may give training a lower priority. Almost all of the states reported a need for additional resources to keep their own inspectors and program staff trained, and 41 states requested additional technical assistance from the federal government to provide such training. To date, EPA has provided states with a number of training sessions and helpful tools, such as operation and maintenance checklists and guidelines. One of EPA’s tank program initiatives is also intended to improve training and tank compliance with federal requirements, such as setting annual compliance targets with the states. The agency is in the process of implementing its compliance improvement initiative, which involves actions such as setting the targets and providing incentives to tank owners, but it is too early to gauge the impact of the agency’s efforts on compliance rates. According to EPA’s program managers, only physical inspections can confirm whether tanks have been upgraded and are being properly operated and maintained. However, only 19 states physically inspect all of their tanks at least once every 3 years—the minimum that EPA considers necessary for effective tank monitoring. Another 10 states inspect all tanks, but less frequently. The remaining 22 states do not inspect all tanks, but instead generally target inspections to potentially problematic tanks, such as those close to drinking water sources. In addition, not all of EPA’s own regions comply with the recommended rate. Two of the three regions that we visited inspected tanks located on tribal land every 3 years. Figure 2 illustrates the states’ reported inspection practices. According to our survey results, some states and EPA regions would need additional staff to conduct more frequent inspections. For example, under staffing levels at the time of our review, the inspectors in 11 states would each have to visit more than 300 facilities a year to cover all tanks at least once every 3 years, but EPA estimates that a qualified inspector can only visit at most 200 facilities a year. Moreover, because most states use their own employees to conduct inspections, state legislatures would need to provide them additional hiring authority and funding to acquire more inspectors. Officials in 40 states said that they would support a federal mandate requiring states to periodically inspect all t\n\n### Summary:\n\n", "answer": "Hazardous substances that leak from underground storage tanks can contaminate the soil and water and pose continuing health risks. Leaks of methyl tertiary butyl ether--a fuel additive--have forced several communities to close their wells. GAO surveyed all 50 states and the District of Columbia to determine whether tanks are compliant with the Environmental Protection Agency's (EPA) underground storage tank (UST) requirements. About 1.5 million tanks have been closed since the program was created, leaving about 693,000 tanks subject to UST requirements. Eighty-nine percent of these tanks had the required protective equipment installed, but nearly 30 percent of them were not properly operated and maintained. EPA estimates that the rest were inactive and empty. More than half of the states do not meet the minimum rate recommended by EPA for inspections. State officials said that they lacked the money, staff, and authority to conduct more inspections or more strongly enforce tank compliance. States reported that even tanks with the required leak prevention and detection equipment continue to leak, although the full extent of the problem is unknown. EPA is seeking better data on leaks from upgraded tanks and is considering whether it needs to set new tank requirements, such as double-walled tanks, to prevent future leaks."}
{"original_length": 2039, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nParking privileges for individuals with disabilities is distinct from the subject of physical accessibility of parking spaces or structures. The federal role in ensuring physical parking space accessibility is significant: under the Americans with Disabilities Act (ADA), a broad nondiscrimination statute, government entities, private businesses, and others must adhere to the ADA Standards for Accessible Design when re-striping existing or building new parking lots. The ADA standards mandate specific percentages of van-accessible parking spaces per parking facility and require accessible aisles between certain spaces. However, the ADA Standards for Accessible Design do not require governments or other entities to reserve accessible parking spaces or issue special license plates or placards for individuals with disabilities; nor does any other ADA regulation mandate the provision of such parking privileges. Therefore, any federal action on parking privileges occurs separately from federal rules on physical parking space accessibility. Congress first considered federal action on parking privileges for individuals with disabilities in the mid-1980s in response to complaints that some states did not honor parking placards for individuals with disabilities from other states. The first bills introduced during that period would have created federal guidelines and authorized penalties for states that failed to comply with those guidelines. Specifically, the initial bills proposed federal sanctions in the form of reduced highway apportionments for states that failed to recognize parking placards issued by other states or failed to implement federal rules. However, those early proposals were not reported out of their respective committees. Since that time, the federal government has created guidelines for parking privileges. In 1988, Congress enacted legislation requiring the Department of Transportation to create a \"uniform system\" of parking privileges for people with disabilities. Accordingly, the Department of Transportation promulgated the \"Uniform System for Parking for Persons with Disabilities.\" However, Congress has never required states to comply with the Uniform System, nor has it authorized penalties for non-complying states. Rather, the enacted law and resulting federal guidelines are merely hortatory. The legislation required the department to \"encourage adoption of such system by all the states,\" but it did not require states to adopt the federal guidelines. Thus, although the federal government has a strong advisory role, states have the ultimate responsibility for the development of parking privileges. The stated purpose of the Department of Transportation's Uniform System for Parking for Persons with Disabilities is to provide \"guidelines to States for the establishment of a uniform system.\" Thus, the Uniform System provides model definitions and rules regarding eligibility, application procedures, and issuance of special license plates and placards. It also contains information to aid states in developing reciprocal systems of parking privileges, including sample placards and a model rule regarding reciprocity. The Uniform System is brief. It does not contain model rules regarding enforcement, nor does it provide model rules specifying lengths of time after which special plates or placards must be renewed or addressing whether eligible individuals must be primary users of vehicles with special license plates. Instead, it contains basic definitions and samples that the department encourages states to utilize as part of their own, more detailed, parking privilege systems. One key provision in the Uniform System is the model definition of eligible individuals. Unlike the ADA, which protects every individual with a \"disability,\" the Uniform System extends parking privileges only to \"persons with disabilities which impair or limit the ability to walk.\" This definition includes people who (1) \"[c]annot walk 200 feet without stopping to rest\"; (2) cannot walk without the aid of another person or certain assistive devices; (3) have respiratory volumes of less than a certain amount due to lung disease; (4) \"[u]se portable oxygen\"; (5) have cardiac conditions of a specified severity; or (6) \"[a]re severely limited in their ability to walk due to an arthritic, neurological, or orthopedic condition.\" Under the Uniform System, individuals' fit within any of these categories must be \"determined by a licensed physician.\" If an individual qualifies as a person with a disability which impairs or limits his or her ability to walk, then under the Uniform System's model rules, he or she may submit an application for special license plates\n\n### Summary:\n\n", "answer": "State law generally governs parking privileges for people with disabilities. However, federal regulations offer a uniform system of parking privileges, which includes model definitions and rules regarding license plates and placards, parking and parking space design, and interstate reciprocity. The federal government encourages states to adopt this uniform system. As a result, most states have incorporated at least some aspects of the uniform regulations into their handicapped parking laws. This report describes the federal role in parking privileges law, outlines the uniform system's model rules, and briefly discusses state responses to the model federal rules."}
{"original_length": 2072, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nMost private equity and hedge funds are organized as partnerships. For tax purposes, a partnership is broadly defined to include two or more individuals who jointly engage in a for-profit business activity. They typically consist of general partners (who actively manage the partnership), and limited partners (who contribute capital). General partners may also contribute capital. According to a George W. Bush Administration official, tax considerations likely motivate the organization of private equity and hedge funds as partnerships. In general, partnerships do not pay the corporate income tax and, instead, pass all of their gains and losses on to the partners. The returns of these partnerships are generally taxed as capital gains. In addition, the tax rules for partnerships allow sufficient flexibility to accommodate many economic arrangements, such as special allocations of income or loss among the partners. General and limited partners are compensated when the investment yields a positive return. This income, as mentioned above, is not taxed at the partnership level; only the individual partners pay taxes, usually at the capital gains rate. In addition, the general partners typically receive additional compensation from the limited partners. Compensation structures may vary from fund to fund, but the standard pay formula is called \"2 and 20.\" The \"2\" represents a fixed management fee (2%) that does not depend upon the performance of the fund. It is characterized as ordinary income for the general partner and is taxed at ordinary income tax rates. The \"20\" is a share of the profits from the assets under management (20%). This portion of the general partners' compensation is commonly referred to as the carried interest. Selecting this form of compensation aligns the interests of both the limited and general partners toward achieving a positive return on investment. Carried interest is characterized as a capital gain and taxed at the capital gains rate. Issues surrounding the characterization of carried interest are the focus of the remainder of this report. Central to the current debate concerning the tax treatment of carried interest is whether it is compensation for services, or an interest in the partnership's capital. Current law treats carried interest the same as all other profits derived from the partnership and thus characterizes carried interest as being derived from an interest in the partnership's capital. As a result, carried interest is taxed at capital gains rates, which have historically been lower than the rates on ordinary income. This rate differential is generally thought to motivate the current structure of compensation received by fund managers. If carried interests were treated as compensation for services provided by the general partners, then the realized gains would be characterized as ordinary income, taxed at generally higher rates, and subject to payroll taxes. In the United States, debate on the appropriate characterization of carried interest has been brought to the forefront by the President's 2010, 2011, and 2012 Budget Outlines, proposed legislation, and a series of congressional hearings on carried interest. The President's 2010, 2011, and 2012 Budget Outlines along with numerous bills in prior Congresses (House-passed H.R. 4213 and H.R. 1935 in the 111 th Congress) would make carried interest taxable as ordinary income, whereas a House-passed amendment in the 111 th Congress to H.R. 4213 , the American Jobs and Closing Tax Loopholes Act of 2010, would have treated a portion of carried interest as ordinary income. The former approach may mirror that taken in the 110 th Congress, H.R. 2834 , H.R. 3996 , and H.R. 6275 , in making carried interest taxable as ordinary income. The bills stated that carried interest \"shall be treated as ordinary income for the performance of services\" and thus taxed as ordinary income at rates up to 35%. H.R. 3996 was passed by the House of Representatives on November 9, 2007, and by the Senate on December 6, 2007, with an amendment that removed the carried interest provision, while H.R. 6275 was passed by the House of Representatives on June 25, 2008, and subsequently received by the Senate Finance Committee. In addition, the Senate Finance Committee\n\n### Summary:\n\n", "answer": "General partners in most private equity and hedge funds are compensated in two ways. First, to the extent that they contribute their capital in the funds, they share in the appreciation of the assets. Second, they charge the limited partners two kinds of annual fees: a percentage of total fund assets (usually in the 1% to 2% range), and a percentage of the fund's earnings (usually 15% to 25%, once specified benchmarks are met). The latter performance fee is called \"carried interest\" and is treated, or characterized, as capital gains under current tax rules. In the 112th Congress, the President's Budget Proposal would make carried interest taxable as ordinary income. In the 111th Congress, the House-passed American Jobs and Closing Tax Loopholes Act of 2010, H.R. 4213, would have treated a portion of carried interest as ordinary income, whereas the Tax Extenders Act of 2009, H.R. 4213, H.R. 1935, and the President's 2010 and 2011 Budget Proposals would have made carried interest taxable as ordinary income. In addition, in the 110th Congress, H.R. 6275 would have made carried interest taxable as ordinary income. Other legislation (H.R. 2834 and H.R. 3996) made similar proposals. This report provides background on the issues related to the debate concerning the characterization of carried interest. It will be updated as legislative developments warrant."}
{"original_length": 2079, "trunc_length": 1024, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nAlternative fuel and advanced technology vehicles face significant barriers to wider acceptance as passenger and work vehicles. Alternative fuel vehicles include vehicles powered by nonpetroleum fuels such as natural gas, electricity, or alcohol fuels. Advanced technology vehicles include hybrid vehicles, which combine a gasoline engine with an electric motor system to boost efficiency. Often, these vehicles are more expensive than their conventional counterparts. Further, fueling the vehicles is often inconvenient because the number of refueling stations for alternative vehicles is negligible compared with the number of gasoline stations nationwide; in some regions, the infrastructure is nonexistent. However, many of these vehicles perform more efficiently and are better for the environment than conventional vehicles. There has been significant interest in promoting these vehicles as a response to environmental and energy security concerns. The Energy Policy Act of 1992 ( P.L. 102-486 , §1913) established individual and business tax incentives for the purchase of alternative fuel and advanced technology vehicles and for the installation of alternative fuel infrastructure. The Energy Policy Act of 2005 ( P.L. 109-58 ) expands these existing tax incentives and creates new ones. Incentives existing prior to P.L. 109-58 include the Electric Vehicle Tax Credit; the Clean Fuel Vehicle Tax Deduction; and tax deduction for the installation of alternative fuel infrastructure. For 2005, a federal tax credit is available worth 10% of the purchase price of an electric vehicle, up to a maximum of $4,000 (26 U.S.C. 30). The credit, which was not extended by the Energy Policy Act of 2005, will be reduced to a maximum of $1,000 in 2006 and will be phased out completely after 2006. For the purchase of alternative fuel vehicles, as well as hybrid electric vehicles, a Clean Fuel Vehicle Tax Deduction (26 U.S.C. 179A) is available. The amount of the deduction is based on the weight of the vehicle. Vehicles under 10,000 pounds gross vehicle weight (i.e., cars and light trucks) qualify for a $2,000 deduction in 2005; those between 10,000 and 26,000 pounds qualify for a $5,000 deduction. Vehicles above 26,000 pounds qualify for a $50,000 deduction. The Energy Policy Act of 2005 terminates this deduction after December 31, 2005, and replaces it with a tax credit (see below). Prior to 2002, hybrid electric vehicles were not considered \"clean-fuel vehicles\" because the primary fuel for the vehicles is gasoline. However, in May 2002, the Internal Revenue Service (IRS) announced that taxpayers can claim the deduction for qualified hybrids. As of December 2005, eight hybrid models are eligible for the deduction. Businesses that install alternative fuel refueling infrastructure can claim a tax deduction of up to $100,000 (26 U.S.C. 179A). The Energy Policy Act of 2005 eliminates this deduction at the end of 2005 and replaces it with a tax credit (see below). The Energy Policy Act of 2005 expanded and extended the existing tax incentives for nonconventional vehicles. These new incentives are similar to those proposed in the Clean Efficient Automobiles Resulting from Advanced Car Technologies Act (CLEAR ACT, S. 971 ) and the Volume Enhancing Hardware Incentives for Consumer Lowered Expenses Technology Act (VEHICLE Technology Act, H.R. 626 ), as well as legislation discussed in the 108 th Congress. Among other provisions, Sections 1341 and 1342 of the Energy Policy Act of 2005 contain several tax incentives for alternative fuel and advanced technology vehicles. For example, the act replaces the existing clean-fuel vehicle tax deduction with a new tax credit for hybrid\n\n### Summary:\n\n", "answer": "Alternative fuel and advanced technology vehicles face significant market barriers, such as high purchase price and limited availability of refueling infrastructure. The Energy Policy Act of 2005 (P.L. 109-58) expands and establishes tax incentives that encourage the purchase of these vehicles and the development of infrastructure needed to support them. Among the new provisions are tax credits for the purchase of hybrid vehicles (replacing an existing tax deduction), tax credits for the purchase of advanced diesel vehicles (although it is unclear whether any current vehicles will qualify), and tax credits to expand refueling infrastructure. This report discusses current federal tax incentives for alternative fuel and advanced technology vehicles. It also outlines how the Energy Policy Act of 2005 changes those incentives. This report will be updated as events warrant."}
