{"original_length": 2072, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nMost private equity and hedge funds are organized as partnerships. For tax purposes, a partnership is broadly defined to include two or more individuals who jointly engage in a for-profit business activity. They typically consist of general partners (who actively manage the partnership), and limited partners (who contribute capital). General partners may also contribute capital. According to a George W. Bush Administration official, tax considerations likely motivate the organization of private equity and hedge funds as partnerships. In general, partnerships do not pay the corporate income tax and, instead, pass all of their gains and losses on to the partners. The returns of these partnerships are generally taxed as capital gains. In addition, the tax rules for partnerships allow sufficient flexibility to accommodate many economic arrangements, such as special allocations of income or loss among the partners. General and limited partners are compensated when the investment yields a positive return. This income, as mentioned above, is not taxed at the partnership level; only the individual partners pay taxes, usually at the capital gains rate. In addition, the general partners typically receive additional compensation from the limited partners. Compensation structures may vary from fund to fund, but the standard pay formula is called \"2 and 20.\" The \"2\" represents a fixed management fee (2%) that does not depend upon the performance of the fund. It is characterized as ordinary income for the general partner and is taxed at ordinary income tax rates. The \"20\" is a share of the profits from the assets under management (20%). This portion of the general partners' compensation is commonly referred to as the carried interest. Selecting this form of compensation aligns the interests of both the limited and general partners toward achieving a positive return on investment. Carried interest is characterized as a capital gain and taxed at the capital gains rate. Issues surrounding the characterization of carried interest are the focus of the remainder of this report. Central to the current debate concerning the tax treatment of carried interest is whether it is compensation for services, or an interest in the partnership's capital. Current law treats carried interest the same as all other profits derived from the partnership and thus characterizes carried interest as being derived from an interest in the partnership's capital. As a result, carried interest is taxed at capital gains rates, which have historically been lower than the rates on ordinary income. This rate differential is generally thought to motivate the current structure of compensation received by fund managers. If carried interests were treated as compensation for services provided by the general partners, then the realized gains would be characterized as ordinary income, taxed at generally higher rates, and subject to payroll taxes. In the United States, debate on the appropriate characterization of carried interest has been brought to the forefront by the President's 2010, 2011, and 2012 Budget Outlines, proposed legislation, and a series of congressional hearings on carried interest. The President's 2010, 2011, and 2012 Budget Outlines along with numerous bills in prior Congresses (House-passed H.R. 4213 and H.R. 1935 in the 111 th Congress) would make carried interest taxable as ordinary income, whereas a House-passed amendment in the 111 th Congress to H.R. 4213 , the American Jobs and Closing Tax Loopholes Act of 2010, would have treated a portion of carried interest as ordinary income. The former approach may mirror that taken in the 110 th Congress, H.R. 2834 , H.R. 3996 , and H.R. 6275 , in making carried interest taxable as ordinary income. The bills stated that carried interest \"shall be treated as ordinary income for the performance of services\" and thus taxed as ordinary income at rates up to 35%. H.R. 3996 was passed by the House of Representatives on November 9, 2007, and by the Senate on December 6, 2007, with an amendment that removed the carried interest provision, while H.R. 6275 was passed by the House of Representatives on June 25, 2008, and subsequently received by the Senate Finance Committee. In addition, the Senate Finance Committee and the House Ways and Means Committee held a series of hearings on carried interest during the last session. Debate concerning the characterization of carried interest is not unique to the United States. In fact, the United Kingdom's Treasury Select Committee has asked HM Revenue and Customs to explain a 2003 memorandum of understanding that allows general partners in private equity funds to characterize carried interest as investment income. In addition, Table 1 illustrates that European countries have not achieved a consensus view on the appropriate characterization of carried interest. Most analysts view carried interest as representing, at least partly, compensation for services provided by the general partner. In some instances this distinction is clear, but in others it is more opaque. Analysts generally base their characterization of carried interest upon the degree to which the general partners' own assets are at risk and differences in the profit interest of the general and limited partners. Some view carried interest as a type of performance-based compensation that should be characterized as ordinary income. That is, the general partner is being compensated for providing the service of generating a positive return on the investment. This argument would seem to have greater merit in cases where a \"hurdle rate\" must be reached prior to the award of a carried interest. Some also argue for a change in the characterization of carried interest based upon the economic principles of efficiency and equity. Tax systems are generally deemed more efficient when they tax similar activities in a like manner. Critics note that under the current characterization of carried interest, these performance fees are taxed less heavily than other forms of compensation, leading to distortions in employment, organizational form, and compensation decisions. As a result of these distortions, they maintain that the economy misallocates its scarce resources. They also argue that the current treatment of carried interest violates the principles of both horizontal and vertical equity. That is, individuals with the same income should owe the same in taxes regardless of the form of the income, and that those that earn more should pay more in taxes than those that earn less. Others view the current characterization of carried interest as appropriate, because of the general partners' contribution of \"sweat equity\" to the fund. That is, the general partners contribute their management skills to the partnership, in lieu of contributing capital. Once granted a carried interest, the general partner has an immediate ownership interest in the partnership, and thus is taxed on the proceeds of the partnership, based upon the character of the proceeds. Under this view, the limited partners agree to finance the carried interest through a reduction (relative to their capital investment) in their rights to the profits of the partnership. This view, however, highlights a general inconsistency in the tax code, from an economic perspective—the blurring of the returns from labor and capital. For example, imagine the case of a sole proprietor who turns an idea into a business. If the sole proprietor is later able to sell the business for a profit, the tax system will characterize the profit as a capital gain, though the provision of labor unquestionably contributed to the increased value of the business. In other cases, such as when nonqualifed stock options are exercised, the issue is more transparent, and the gain is characterized as compensation and taxed as ordinary income. Any subsequent gain or loss is characterized and taxed as a capital gain. Some have interpreted this \"sweat equity\" argument to represent an implicit loan to the general partners that should be taxed somewhere between that of pure capital and pure ordinary income. Under this option, the general partner would be viewed as receiving an interest-free loan from the limited partners equal to share of the partnership represented by the carried interest. The general partner would count the implicit interest from the loan as ordinary income. Subsequent profits from the carried interest would then be taxed as capital gains. Some view potential modifications to the treatment of carried interest as unadministrable. In testimony before the Senate Committee on Finance, Treasury Assistant Secretary for Tax Policy Eric Solomon stated that the current taxation of carried interest provides certainty for taxpayers and is administrable for the Internal Revenue Service. He cautioned against making significant changes in these rules, given the widespread reliance of partnerships on these rules. Others argued that the current characterization of carried interest contributes to innovation and adds economic value to the economy. They asserted that venture capitalists engage in risking time, money, and effort to assist the most compelling business models to improve the way that Americans live and work.\n\n### Summary:\n\n", "answer": "General partners in most private equity and hedge funds are compensated in two ways. First, to the extent that they contribute their capital in the funds, they share in the appreciation of the assets. Second, they charge the limited partners two kinds of annual fees: a percentage of total fund assets (usually in the 1% to 2% range), and a percentage of the fund's earnings (usually 15% to 25%, once specified benchmarks are met). The latter performance fee is called \"carried interest\" and is treated, or characterized, as capital gains under current tax rules. In the 112th Congress, the President's Budget Proposal would make carried interest taxable as ordinary income. In the 111th Congress, the House-passed American Jobs and Closing Tax Loopholes Act of 2010, H.R. 4213, would have treated a portion of carried interest as ordinary income, whereas the Tax Extenders Act of 2009, H.R. 4213, H.R. 1935, and the President's 2010 and 2011 Budget Proposals would have made carried interest taxable as ordinary income. In addition, in the 110th Congress, H.R. 6275 would have made carried interest taxable as ordinary income. Other legislation (H.R. 2834 and H.R. 3996) made similar proposals. This report provides background on the issues related to the debate concerning the characterization of carried interest. It will be updated as legislative developments warrant."}
{"original_length": 2079, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nAlternative fuel and advanced technology vehicles face significant barriers to wider acceptance as passenger and work vehicles. Alternative fuel vehicles include vehicles powered by nonpetroleum fuels such as natural gas, electricity, or alcohol fuels. Advanced technology vehicles include hybrid vehicles, which combine a gasoline engine with an electric motor system to boost efficiency. Often, these vehicles are more expensive than their conventional counterparts. Further, fueling the vehicles is often inconvenient because the number of refueling stations for alternative vehicles is negligible compared with the number of gasoline stations nationwide; in some regions, the infrastructure is nonexistent. However, many of these vehicles perform more efficiently and are better for the environment than conventional vehicles. There has been significant interest in promoting these vehicles as a response to environmental and energy security concerns. The Energy Policy Act of 1992 ( P.L. 102-486 , §1913) established individual and business tax incentives for the purchase of alternative fuel and advanced technology vehicles and for the installation of alternative fuel infrastructure. The Energy Policy Act of 2005 ( P.L. 109-58 ) expands these existing tax incentives and creates new ones. Incentives existing prior to P.L. 109-58 include the Electric Vehicle Tax Credit; the Clean Fuel Vehicle Tax Deduction; and tax deduction for the installation of alternative fuel infrastructure. For 2005, a federal tax credit is available worth 10% of the purchase price of an electric vehicle, up to a maximum of $4,000 (26 U.S.C. 30). The credit, which was not extended by the Energy Policy Act of 2005, will be reduced to a maximum of $1,000 in 2006 and will be phased out completely after 2006. For the purchase of alternative fuel vehicles, as well as hybrid electric vehicles, a Clean Fuel Vehicle Tax Deduction (26 U.S.C. 179A) is available. The amount of the deduction is based on the weight of the vehicle. Vehicles under 10,000 pounds gross vehicle weight (i.e., cars and light trucks) qualify for a $2,000 deduction in 2005; those between 10,000 and 26,000 pounds qualify for a $5,000 deduction. Vehicles above 26,000 pounds qualify for a $50,000 deduction. The Energy Policy Act of 2005 terminates this deduction after December 31, 2005, and replaces it with a tax credit (see below). Prior to 2002, hybrid electric vehicles were not considered \"clean-fuel vehicles\" because the primary fuel for the vehicles is gasoline. However, in May 2002, the Internal Revenue Service (IRS) announced that taxpayers can claim the deduction for qualified hybrids. As of December 2005, eight hybrid models are eligible for the deduction. Businesses that install alternative fuel refueling infrastructure can claim a tax deduction of up to $100,000 (26 U.S.C. 179A). The Energy Policy Act of 2005 eliminates this deduction at the end of 2005 and replaces it with a tax credit (see below). The Energy Policy Act of 2005 expanded and extended the existing tax incentives for nonconventional vehicles. These new incentives are similar to those proposed in the Clean Efficient Automobiles Resulting from Advanced Car Technologies Act (CLEAR ACT, S. 971 ) and the Volume Enhancing Hardware Incentives for Consumer Lowered Expenses Technology Act (VEHICLE Technology Act, H.R. 626 ), as well as legislation discussed in the 108 th Congress. Among other provisions, Sections 1341 and 1342 of the Energy Policy Act of 2005 contain several tax incentives for alternative fuel and advanced technology vehicles. For example, the act replaces the existing clean-fuel vehicle tax deduction with a new tax credit for hybrid vehicles; creates a tax credit for the purchase of lean-burn passenger vehicles; creates a new tax credit for the purchase of fuel-cell vehicles; replaces the existing clean-fuel vehicle tax deduction with an alternative fuel vehicle tax credit; and replaces the existing deduction for the installation of refueling infrastructure with a tax credit. Each of these credits is discussed below; Table 4 summarizes each one. Under the Energy Policy Act of 2005, the existing clean-fuel vehicle deduction for hybrid electric vehicles is replaced with a tax credit after 2005. The amount of the credit is based on several factors. For passenger vehicles, these factors are the fuel economy increase and the expected lifetime fuel savings when compared with a conventional vehicle of comparable weight. To qualify for the credit, a hybrid vehicle must meet certain emissions standards and technical specifications. For heavy-duty vehicles (more than 8,500 pounds), the credit is based on the fuel economy relative to a comparable vehicle, as well as the incremental cost of the hybrid vehicle above the cost of the conventional vehicle. The range of potential credits for each vehicle weight are shown in Table 1 . The hybrid vehicle credit is scheduled to expire at the end of 2009. The American Council for an Energy-Efficient Economy estimates that 2006 tax credits for hybrid passenger vehicles will range from $0 (Honda Insight) to $3,150 (Toyota Prius). However, the IRS has not yet announced the value of the credits for 2006. The Energy Policy Act of 2005 established a tax credit for the purchase of passenger vehicles with \"lean-burn\" engines. For the most part, diesel-powered vehicles that meet certain emissions and fuel economy standards would qualify for the tax credit, which is structured like the hybrid tax credit and ranges from $400 to $3,400, based on fuel economy and fuel savings. The credit is scheduled to expire at the end of 2010. However, no lean-burn passenger vehicles are available that meet the emission standard. Consequently, no vehicles on the market qualify for the credit, although many observers expect automakers to look for ways to reduce the emissions of such vehicles in future years so that the vehicles can qualify. The Energy Policy Act of 2005 provides a tax credit for the purchase of fuel-cell vehicles. The credit increases with gross vehicle weight, as shown in Table 1 . Passenger vehicles that achieve at least 50% better fuel economy than a comparable conventional vehicle also qualify for an additional tax credit of between $1,000 and $4,000, depending on overall fuel economy. The credit expires at the end of calendar year 2014. However, because of technical and cost concerns, no fuel-cell vehicles are commercially available, and the development of a mass-market fuel-cell vehicle in the near future seems unlikely. The Energy Policy Act of 2005 replaces the existing clean-fuel vehicle tax deduction with a credit for the purchase of a new alternative fuel vehicle (AFV). The new credit is equal to a percentage of the incremental cost of the AFV, subject to certain maximum dollar amounts. The incremental cost is the difference between the higher cost of the AFV and its conventional counterpart. Under the act, the applicable percentage is 50% of the incremental cost plus an additional 30% if the vehicle meets certain emissions requirements. The maximum credit is based on the weight of the vehicle, as shown in Table 3 . The credit expires at the end of 2010. To qualify for the credit, the vehicle is required to be a \"dedicated\" AFV, meaning that it must not be capable of operating on conventional fuel. This provision is a response to criticisms of previous AFV policies that included \"dual-fuel\" vehicles. In many cases, dual-fuel vehicles operate solely on gasoline. Because some alternative fuels must be blended with a small amount of gasoline (e.g., ethanol, methanol), vehicles using these fuels qualify for a prorated tax credit. The Energy Policy Act of 2005 replaces the existing deduction for the installation of alternative fuel infrastructure with a tax credit. The credit is equal to 30% of the purchase or installation cost of the refueling property, subject to a maximum dollar amount. For retail property, the maximum credit is $30,000. For residential property, the maximum is $1,000. The\n\n### Summary:\n\n", "answer": "Alternative fuel and advanced technology vehicles face significant market barriers, such as high purchase price and limited availability of refueling infrastructure. The Energy Policy Act of 2005 (P.L. 109-58) expands and establishes tax incentives that encourage the purchase of these vehicles and the development of infrastructure needed to support them. Among the new provisions are tax credits for the purchase of hybrid vehicles (replacing an existing tax deduction), tax credits for the purchase of advanced diesel vehicles (although it is unclear whether any current vehicles will qualify), and tax credits to expand refueling infrastructure. This report discusses current federal tax incentives for alternative fuel and advanced technology vehicles. It also outlines how the Energy Policy Act of 2005 changes those incentives. This report will be updated as events warrant."}
{"original_length": 2125, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nArticle I, Section 8, clause 5 of the U.S. Constitution gives Congress the power to enact \"uniform Laws on the subject of Bankruptcies throughout the United States.\" Generally, these laws are codified in Title 11 of the U.S. Code (Bankruptcy Code). Bankruptcy is a method through which financially troubled debtors can receive relief from financial pressures by discharging some or all of their debts under procedures designed to provide some protection to both debtors and creditors. Bankruptcy is often said to provide debtors with a \"fresh start,\" eliminating their debts and allowing them to move forward. However, some debts cannot be discharged in bankruptcy. To the extent that debts cannot be discharged, debtors may be hindered in their quest for a fresh start. Although Section 523 of the Bankruptcy Code provides an extensive list of debts that cannot be discharged in bankruptcy, there are other debts whose discharge in bankruptcy is either limited or prohibited under legislation not codified in Title 11 of the United States Code. Some concern has been expressed that confusion may result from these exceptions to discharge being found only outside of the Bankruptcy Code. It would seem that bankruptcy attorneys and judges, as well as Members of Congress, might reasonably expect to find all limitations on discharge in bankruptcy in the Bankruptcy Code. This report may provide some assistance by identifying those debts whose discharge in bankruptcy is limited but for which no limitation is specified in the Bankruptcy Code. Two bills introduced in the 111 th Congress that do not propose to amend the Bankruptcy Code but would limit the dischargeability of certain debts in bankruptcy. The first, H.R. 3962 , the Affordable Health Care for America Act, would amend the Indian Health Care Improvement Act (25 U.S.C. § 1601 et seq.). In so doing, it would leave unchanged the limitations on discharge in bankruptcy that already exist under that act and would not amend the Bankruptcy Code to include those limitations. The limitations pertain to obligations to repay Indian Health Scholarships and obligations to pay damages under the Indian Health Service Loan Repayment Program. H.R. 4364 , the Citizen Participation Act of 2009, would make certain court-awarded fees or costs ineligible for discharge in bankruptcy under both Sections 523 and 1328 of the Bankruptcy Code. Among the fees and costs excluded from discharge would be those awarded as the result of prosecution of any claim that was finally dismissed pursuant to the act. Additionally, where subpoenas or discovery requests were quashed pursuant to the act, any resultant award of fees or costs could not be discharged. The bill includes no specific provision to amend the Bankruptcy Code. Debts owed to the United States are the subject of nearly all of the limitations and outright prohibitions on discharge in bankruptcy found outside of the Bankruptcy Code. One exception to this general rule is support obligations that have been assigned to a state or municipality. Prohibiting discharge within a five-year period is a common, though not universal, provision in these extra-Title 11 limitations on discharge in bankruptcy. However, two provisions for the Public Health Service (Title 42), which originally prohibited discharge in bankruptcy within a five-year period, have been changed to extend the prohibition for two additional years. While allowing discharge after the prescribed time has passed, the time-related provisions frequently limit such subsequent discharge to cases in which the court has found that nondischarge of the debt would be unconscionable. Most of the extra-Title 11 provisions limit rather than prohibit discharge in bankruptcy. However, four of the provisions completely prohibit discharge in bankruptcy. These are 20 U.S.C. § 6674(f)(1)(C)(3), which pertains to the Troops-to-Teachers Program; 42 U.S.C. § 656(b), which pertains to support obligations that have been assigned to a state or municipality; 47 U.S.C. § 1104(p), which pertains to debt owed to the United States as a result of loan guarantees for local television through the Rural Utilities Service; and 50 U.S.C. app. § 547(b)(3), which pertains to debts owed to the United States as a result of life insurance premiums and interest guaranteed by the United States. In 2006, a number of the identified provisions that relate to military pay were changed to reference the repayment provisions of 37 U.S.C. § 303a(e). This subsection reads as follows: An obligation to repay United States under this subsection is, for all purposes, a debt owed the United States. A discharge in bankruptcy under title 11 does not discharge a person from such debt if the discharge order is entered less than five years after (A) the date of the termination of the agreement or contract on which the debt is based; or (B) in the absence of such an agreement or contract, the date of the termination of the service on which the debt is based. Table 1 lists provisions that are not codified in the Bankruptcy Code but that nonetheless limit or prohibit discharge of debts in bankruptcy. The table was compiled through a series of searches using both Lexis-Nexis and Westlaw. The initial search was broad, using \"bankruptcy or 'title 11'\" as the search parameters in the Lexis-Nexis version of the U.S. Code. This search produced 2,235 results, the majority of which were within Title 11. Initially, it appeared that all provisions outside the Bankruptcy Code were related to either the military or intelligence communities. Titles 10 (Armed Forces), 14 (Coast Guard), 32 (National Guard), 37 (Pay and Allowances of the Uniformed Services), 38 (Veterans' Benefits), 42 (The Public Health and Welfare) and 50 (War and National Defense) were identified as the titles most likely to include such provisions; therefore the initial results were focused to search only those titles. Reviewing those results identified specific language pertaining to the effect of bankruptcy on particular types of indebtedness. Three more focused searches were performed and revealed ten additional provisions outside the Bankruptcy Code. Five were found using \"bankruptcy or 'title 11' and discharge w/s 'not release'\"; four were found using \"bankruptcy or 'title 11' w/s nondischarge\"; one was found using \"bankruptcy or 'title 11' w/s released w/s 'no obligation.'\" These searches produced results in three additional titles of the U.S. Code: Titles 20 (Education), 25 (Indians), and 47 (Telegraphs, Telephones, and Radiotelegraphs). These search strategies revealed 53 instances outside of title 11 in which the U.S. Code limits the effect of bankruptcy on discharge of indebtedness. Each of these is identified in Table 1 . There may be other provisions that use different terms and, therefore, were not found by the searches. Generally, the provisions are listed in the numerical order of the title and section in which the provision is currently found. If a section was later redesignated as a different section number, the entry in the \"code section\" column includes both the original section number and the redesignated section number. The first two columns of the table list the original title and code section for each provision. These are followed by the public law in which the provision was enacted and the enactment date. In some cases, the discharge limitation was included in legislation that added an entire code section. In others, the subsection limiting discharge was added at a later date. The \"Date of Enactment\" column indicates the date when the discharge limitation was added to the code. The \"Comments\" column shows the date when the code section itself was added. The existence of previous, unrelated code sections that bore the same number is noted in the \"Comments\" column as well. The original language limiting discharge in bankruptcy is provided in the \"Specific Language\" column, even when that language has been changed by later legislation. Those changes are noted in the \"Comments\" column. The subject of the relevant code section is noted\n\n### Summary:\n\n", "answer": "Article I, Section 8, clause 5 of the U.S. Constitution gives Congress the power to enact \"uniform Laws on the subject of Bankruptcies throughout the United States.\" Bankruptcy is a method through which financially troubled debtors can receive relief from financial pressures by discharging some or all of their debts under procedures designed to provide some protection to both debtors and creditors. Bankruptcy is often said to provide debtors with a \"fresh start,\" eliminating their debts and allowing them to move forward. However, some debts cannot be discharged in bankruptcy. To the extent that debts cannot be discharged, debtors may be hindered in their quest for a fresh start. Although Section 523 of the United States Bankruptcy Code (Title 11 of the U.S. Code) provides an extensive list of debts that cannot be discharged in bankruptcy, there are other debts whose discharge in bankruptcy is either limited or prohibited under legislation not codified in Title 11 of the United States Code. This report provides a table of statutory limitations on discharge in bankruptcy that are not included in the Bankruptcy Code. Many of the limitations prohibit discharge of the obligation when the bankruptcy discharge order is entered into within a particular time period (frequently five years) after an event that triggered the repayment obligation, with many of them including the further condition that the court must also find that it would be unconscionable to not discharge the debt. However, four provisions prohibit discharge in bankruptcy at any time. Although most limitations and outright prohibitions on discharge in bankruptcy involve debts owed to the United States, support obligations that have been assigned to a state or municipality are debts whose discharge is completely prohibited. In the 111th Congress, at least two bills have been introduced that include limitations on discharge of debts in bankruptcy but do not amend the Bankruptcy Code to include those limits. H.R. 3962, the Affordable Health Care for America Act, proposed amending the Indian Health Care Improvement Act (25 U.S.C. 1601 et seq.). H.R. 4364, the Citizen Participation Act of 2009, would prohibit discharge in bankruptcy for certain court-awarded fees or costs. Although the bill refers to both Section 523 and Section 1328, it does not provide that either be amended."}
{"original_length": 2195, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nEarlier federal law, the Jacob Wetterling Act, encouraged the states to establish and maintain a registration system. Each of them has done so. The Walsh Act preserves the basis structure of the earlier law, expands upon it, and makes more specific matters that were previously left to individual choice. For purposes of compliance by the states and other jurisdictions the prior law remains in effect until the later of three years after enactment or one year after the necessary software for the new uniform, online system has become available. For registrants, however, the new requirements became effective upon enactment. The class of offenders required to register has been expanded under the act. The group includes anyone found in the United States and previously convicted of a federal, state, local, tribal, military, or foreign qualifying offense, although strictly speaking violations of the laws of the District of Columbia or U.S. territories are not specifically mentioned as qualifying offenses. Offenders must register in each state or territory in which they live, work, or attend school. There are five classes of qualifying offenses: crimes identified as one of the specific offenses against a minor; crimes in which some sexual act or sexual conduct is an element; designated federal sex offenses; specified military offenses; and attempts or conspiracy to commit any offense in the other four classes of qualifying offenses. The inventory of qualifying offenses is subject to exception. Conviction for an otherwise qualifying foreign offense does not necessitate registration if it was not secured in a manner which satisfies minimal due process requirements under guidelines or regulations promulgated by the Attorney General. Nor does conviction of a consensual sex offense require registration if the victim is an adult not in the custody of the offender, or if the victim is 13 years of age or older and the offender no more than four years older. Finally, juvenile delinquency adjudications do not constitute qualifying convictions unless the offender is 14 years of age or older at the time of the misconduct and the misconduct adjudicated is comparable to, or more severe than, aggravated sexual assault or attempt or conspiracy to commit such an offense. There are no specific limitations on registration based on convictions that have been overturned, sealed or expunged under state or foreign law or on convictions for which the offender has been pardoned. There are no specific limitations on requirements that flow from past convictions regardless of their vintage. Instead, the Attorney General is authorized to promulgate rules of applicability. Those required to register must provide their name, social security number, the name and address of their employers, the name and address of places where they attend school, and the license plate numbers and descriptions of vehicles they own or operate. The jurisdiction of registration must also include a physical description and current photograph of the registrant and a copy of his driver's license or government issued identification card; a set of fingerprints, palm prints, and a DNA sample; the text of the law under which he was convicted; a criminal record that includes the dates of any arrests and convictions, any outstanding warrants, as well as parole, probation, supervisory release, and registration status; and any other information required by the Attorney General. The regularity with which registrants must appear for new photographs and to verify their registration information depends upon their status. It is at least every three months for Tier III offenders. Tier II offenders must reappear no less frequently than every six months. Tier I offenders must reappear for new photographs and verification at least once a year. Tier I offenders must maintain their registration for 15 years, which can be reduced to 10 years. Tier II offenders must maintain their registration for 25 years. Tier III offenders must maintain their registration for life, which can be reduced to 25 years. Jurisdictions that fail to comply after the act becomes fully effective run the risk of having their Byrne program funds reduced by 10%. The act makes failure to register a federal crime for offenders convicted of a federal qualifying offense, or who travel in interstate commerce, or who travel in Indian country, or who live in Indian country. Violations are punishable by imprisonment for not more than 10 years and by an addition penalty to be served consecutively of not less than five nor more than 30 years if the offender commits a crime of violence. Moreover, violation exposes an offenders to term of supervised release for any term of years not less than five years or for life. If the offender is a foreign national (\"an alien\"), he becomes deportable upon conviction. The Adam Walsh Child Protection and Safety Act is focused, as its name implies, upon child protection and safety. Its efforts involve the creation of new federal crimes, the enhancement of the penalties for preexisting federal crimes, and the amendment of federal criminal procedure, among other things. Many of these efforts are child-specific; some are more general. The new federal crimes include the following. Murder in the course of a wider range of federal sex offenses. Internet date rape drug trafficking. Kidnaping that involves the use of interstate facilities. Child abuse in Indian country. Production of obscene material. Obscenity or pornography in Internet source codes. Child exploitation enterprises. The amendments to federal criminal procedure are a bit more numerous and somewhat more likely to implicate crimes in addition to those committed against children. Among their number are: Random searches of sex offender registrants as a condition of probation or supervised release. Expanded DNA collection from those facing federal charges or convicted of any federal offense. Elimination of the statute of limitations for various sexual crimes or crimes committed against a child. Participation of state crime victims in federal habeas proceedings. Study of the elimination of marital privileges in abuse cases. Preventive detention in cases involving a minor victim or a firearm. Compensation for guardians ad litem. Government control of evidence in pornography cases. Forfeiture procedures in obscenity, exploitation and pornography cases. Murder during course of various sex offenses as a felony murder predicate. Civil commitment procedure for federal sex offenders. The act's penalty enhancements are the most extensive of its amendments to federal criminal law and procedure. It establishes new sentencing ranges for the federal crimes of murder, kidnaping, maiming, or aggravated assault when the victim is a child. In the case of murder, the penalty is imprisonment for any term of years not less than 30 years, imprisonment for life, or death; in the case of kidnaping or maiming, imprisonment for life or any term of years not less than 25 years; and in the case of aggravated assault, imprisonment for life or any term of years not less than 10 years. While the new minimums terms of imprisonment must yield to any otherwise applicable higher mandatory minimum, the new maximum penalties trump any otherwise applicable maximum. The provision has the effect of making capital offenses out of several federal murder statutes that heretofore were punishable only by a term of imprisonment when the victim is a child and when the misconduct involves the intentional killing of the victim or a reckless, fatal act of violence. The act increases penalties for several other child offenses including: The act establishes, reinforces, and revives several grant programs devoted to child and community safety, including the following. Big Brothers Big Sisters of America (authorizing appropriations totaling $58.5 million through FY2011). National Police Athletic League (authorizing appropriations totaling $64 million through FY2010). State, local and tribal governments in order to outfit sex offenders with electronic monitoring devices (authorizing appropriations totaling $15 million through FY2009). Public and private entities that assist in treatment of juvenile sex offenders or that assist the states in their enforcement of sex offender registration requirements (authorizing appropriations totaling $30 million through FY2009). Facilitating the prosecution of cases cleared as a consequence of the DNA backlog elimination (authorizing necessary appropriations through FY2011). Law enforcement agencies to combat sexual abuse of children (authorizing necessary appropriations through FY2009). A private nonprofit entity for a program of crime prevention media campaign (authorizing appropriations totaling $34 million through FY2010). State, local and tribal government programs for the voluntary fingerprinting of children (authorizing appropriations totaling $20 million through FY2011). The Rape, Abuse & Incest National Network (RAINN) to operate a sexual assault hotline, conduct media campaigns, and provide technical assistance for law enforcement (authorizing appropriations totaling $1\n\n### Summary:\n\n", "answer": "The Adam Walsh Child Protection and Safety Act, P.L. 109-248 ( H.R. 4472 ), serves four purposes. It reformulates the federal standards for sex offender registration in state, territorial and tribal sexual offender registries, and does so in a manner designed to make the system more uniform, more inclusive, more informative and more readily available to the public online. It amends federal criminal law and procedure, featuring a federal procedure for the civil commitment of sex offenders, random search authority over sex offenders on probation or supervised release, a number of new federal crimes, and sentencing enhancements for existing federal offenses. It creates, amends, or revives several grant programs designed to reinforce private, state, local, tribal and territorial prevention; law enforcement; and treatment efforts in the case of crimes committed against children. It calls for a variety of administrative or regulatory initiatives in the interest of child safety, such as the creation of the National Child Abuse Registry. This is an abridged version of CRS Report RL33967, Adam Walsh Child Protection and Safety Act: A Legal Analysis , by [author name scrubbed], without the footnotes and citations to authority found in the longer report."}
{"original_length": 2218, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nAmericans have long been of mixed mind about advertising. On the one hand, advertising is beneficial insofar as it provides information. On the other hand, advertising (be it private or governmental) often attempts to persuade individuals to alter their behaviors. Unease with advertising can be magnified if the advertiser is the government, especially if an advertisement conflicts with widely held beliefs about government. Many Americans believe that government was established to protect liberty, and that the essence of liberty is the freedom to think and live as one pleases (provided one does not harm others). Many individuals also believe that government should not needlessly or wantonly spend taxpayer money, and that citizens should be thrifty and self-reliant. In light of these beliefs, it is not surprising that controversies have arisen around government advertisements that have attempted to dissuade individuals from using marijuana, have promoted the use of social service programs, are viewed as overly expensive or wasteful, or are perceived as possibly misleading. However, not all government advertising is controversial. Few complain when the government advertises federal agency job openings, competitions for federal contracts, or the sale of surplus government property. These sorts of advertisements likely are viewed as part of government's duty to truthfully inform the public about its activities. As one of the Hoover Commission task forces wrote a half-century ago, Apart from his responsibility as spokesman, the department head has another obligation in a democracy: to keep the public informed about the activities of his agency. How far to go and what media to use in this effort present touchy issues of personal and administrative integrity. But of the basic obligation [to inform the public] there can be little doubt. Additionally, some government advertising has been mandated by law. For example, Congress established the National Youth Anti-Drug Media Campaign in a 1997 appropriations act ( P.L. 105-61 ; 111 Stat. 1272; 22 U.S.C. 1708). This statute directed the Office of National Drug Control Policy (ONDCP) to produce media campaigns to discourage illicit drug use. And not all advertisements that tell people what to do are ill regarded. Few have criticized government advertising campaigns that have encouraged citizens to buy war bonds or avoid inadvertently setting forest fires. The federal government's expenditures on advertising are difficult to ascertain. There are at least two reasons for this: (1) there is no government-wide definition of what constitutes advertising and (2) there is no central authority to which agencies are required to report advertising-related expenditures. Absent an agreed-upon definition of \"advertising\" or a government-wide reporting system for advertising expenses, agencies have had great discretion to budget their in-house advertising-related costs. The Government Accountability Office (GAO, then the General Accounting Office) brought this to congressional attention in 1977 after being asked to estimate government-wide advertising expenses: There is no requirement that agencies identify advertising costs within their budgets. Also, budgeting of these costs varies by agency. For example, military recruiting advertising is budgeted under Operations and Maintenance for each of the military departments, and Energy Research and Development Administration recruiting is budgeted under Program Direction, Program Support. Energy Research and Development Administration public information is budgeted under … Program Support. The challenges of defining advertising and, therefore, advertising expenses are significant. Hypothetical examples can be illustrative of the challenges. An agency's \"communications specialist\" draws up a press release touting his or her agency's policy achievements of the past year, e-mails copies of it to newspaper editors around the country, and holds subsequent telephone interviews with reporters. An agency hires a private advertising firm to help it work with Ad Council to produce a public service announcement that discourages dangerous behaviors that inflict large costs on society and the government. The announcement is run on radio and television stations at no cost to the agency, and the agency's head delivers public speeches on the subject in 10 cities throughout the United States. The questions these examples provoke include the following: Do these activities constitute advertising? Or might any of these examples be more accurately characterized as public notification, media relations, or public education activities? How should an agency account for the government employee time and agency resources (in-house expenses) related to these activities? In accounting for costs, should an agency also tabulate any benefits (or return on investment) of the communications? Despite these challenges, an estimate of the federal government's expenditures on contracts for advertising services can be derived from utilizing data from the Federal Procurement Data System (FPDS). The FPDS has some significant limitations as a data source for agency advertising expenditures. The FPDS does not include expenditures by the legislative or judicial branches or the U.S. Postal Service. Moreover, the FPDS does not include any agency in-house expenses related to advertising. Finally, without agreement among agencies over what constitutes advertising, any contracting data drawn from FPDS must be viewed with considerable caution. According to FPDS data, federal agencies spent $892.5 million on contracts for \"advertising services\" in FY2013. ( Figure 1 ) The five agencies that spent the most for advertising service contracts in FY2013 were the Department of Defense: $419.0 million; the Department of Health and Human Services: $197.4 million; the Department of Education: $128.8 million; the Department of Veterans Affairs: $61.8 million; and the Department of Transportation: $43.0 million. Generally speaking, there are few government-wide restrictions on government advertising. Furthermore, no single agency is charged with tracking and overseeing the advertising expenditures of federal agencies. Some restrictions on agencies' advertising expenditures may be found in annual appropriations acts, the U.S. Code , and the Code of Federal Regulations . For example, the Department of Defense has been prohibited from using appropriated funds to pay the costs of advertising by any defense contractor (10 U.S.C. 114 amendments); and 7 C.F.R. 12 contains guidelines for government advertisements promoting blueberries, honey, and mohair, among other agricultural products. For many decades, annual Treasury appropriations laws have contained prohibitions on the use of funds for the purpose of \"publicity or propaganda purposes not authorized by the Congress.\" A fuller statement of the limitations on government advertising may be found in GAO's Principles of Federal Appropriations Law, Volume I . Though not an independent source of legal authority, Principles does provide some guidance as to what may be viewed as improper and/or illegal agency use of appropriated funds for agency activities that might be construed as advertising. Principles begins with the 1919 federal anti-lobbying law (18 U.S.C. 1913) that prohibits agencies from using government funds to pay for advertisements that are designed to sway Members of Congress. Principles also describes the prohibitions against \"publicity and propaganda\" included in appropriations acts since 1949, the limitations on informational activities by agencies, and the prohibition of government use of \"publicity experts.\" Principles notes, Whether an agency's appropriations are available for advertising, like any other expenditure, depends on the agency's statutory authority. Whether to advertise and, if so, how far to go with it are determined by the precise terms of the agency's program authority in conjunction with the necessary expense doctrine and general restrictions on the use of public funds such as the various anti-lobbying statutes. Under the \"necessary expense doctrine,\" an agency may use a general appropriation to pay any expense that is (1) necessary or incidental to the achievement of the underlying objectives of the appropriation, (2) not prohibited by law, and (3) not otherwise provided for by statute or appropriation. \"Thus,\" GAO explains, \"the Navy could exercise its statutory authorization to promote safety and accident prevention by procuring book matches with safety slogans printed on the covers and distributing them without charge at naval installations.\" The Department of Justice is responsible for prosecutions under the aforementioned 1919 anti-lobbying law. Otherwise, oversight, investigation, and enforcement of appropriate practices regarding government advertising falls to ag\n\n### Summary:\n\n", "answer": "Government advertising can be controversial if it conflicts with citizens' views about the proper role of government. Yet some government advertising is accepted as a normal part of government information activities. It is difficult to calculate the amount of funds spent by the federal government on advertising each year. The reasons for this include (1) there is no government-wide definition of what constitutes advertising and (2) there is no central authority to which agencies are required to report advertising expenses. However, an estimate of the federal government's expenditures on contracts for advertising services can be derived from data in the Federal Procurement Data System. According to these data, federal agencies spent $892.5 million on advertising services in FY2013. Agencies' discretion to advertise is limited primarily by restrictions imposed by Congress in authorization and appropriations statutes and by the principles set forth in volume 1 of the Government Accountability Office's (GAO's) Principles of Federal Appropriations Law. Any oversight of government advertising expenditures rests with agencies' inspectors general, GAO, and Congress."}
{"original_length": 2221, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nDepending on one's point of view, new chemicals legislation in the European Union (EU) is likely to vastly improve environmental and public health protections and serve as a model for future U.S. law, or it might unnecessarily burden commercial enterprises with regulations and interfere with international trade. The subject of such conjecture is an EU law for Registration, Evaluation, Authorization, and Restriction of Chemicals (REACH) in EU commerce, which went into force June 1, 2007. This report summarizes REACH and progress in its implementation. For information about U.S. chemical law, see CRS Report RL34118, The Toxic Substances Control Act (TSCA): Implementation and New Challenges , by [author name scrubbed]. On June 1, 2007, the EU began to implement a new approach to the management of chemicals in EU commerce. The REACH directive simplifies and consolidates more than 40 former regulations in an effort to balance two EU goals: to protect public health and the environment from hazardous chemicals and to ensure the continuing competitiveness of European industry. Although certain chemicals are exempt entirely, and requirements for the other chemicals are being phased in over 11 years, the law generally will apply to nearly all chemicals in EU commerce, including imported chemicals, chemical mixtures, and certain articles that release chemicals to the environment. The REACH legislation is based on a proposal developed by the EU General Directorates for Enterprise and Environment, which was adopted by the European Commission in February 2001. The draft law was revised several times in response to public comments and amendments adopted by the European Parliament and Council of Ministers (which is comprised of the executive officers of EU member states). The final regulation is binding on all member states. REACH requires all chemical producers and importers of more than one metric ton (t) per year of any chemical to register the product by submitting a technical dossier of information about the properties of that chemical and its uses to a new agency created by the law, the European Chemicals Agency (ECHA). The dossier also must contain information about how any risks associated with use of that chemical should be managed. Downstream users of chemicals are required to manage their risks in the manner indicated by producers. Information requirements for the dossier increase as production volume increases beyond 10 t, 100 t, and 1,000 t. Since June 1, 2008, when the ECHA began to function, registration has been required for new chemicals before they enter commerce. Companies had between one year and 18 months to pre-register existing chemicals. Pre-registration ended November 30, 2008. The first registration deadline for existing chemicals was on November 30, 2010, and applied only to \"substances of very high concern,\" or substances produced in volumes greater than 1,000 t annually or greater than 100 t annually if they are very toxic to aquatic life. A total of 4,632 substances reportedly were registered by the first deadline. The second registration deadline for existing chemicals is May 31, 2013, and applies to substances produced in the 100 to 1,000 t range annually. A total of 2,998 substances reportedly were registered by the second deadline. The final deadline is May 31, 2018, by which point all substances produced or imported in small quantities, between 1 and 100 t annually, must be registered. Member states (i.e., the nations of the EU) evaluate the dossiers based on guidelines provided by the ECHA, and may require additional data, if such data are needed to assess health and environmental effects of potential chemical exposure. Member states also may determine that action should be taken to authorize or restrict particular chemical uses. The list of substances currently under evaluation is published and updated in the REACH Community Rolling Action Plan (CoRAP). On February 29, 2012, ECHA announced that it had used the information submitted in the first round of data collection for substances produced in high volumes to identify 90 high-priority substances for risk evaluation by Member States. These will be the first chemicals subject to the evaluation stage of REACH, because ECHA suspects that use of these substances might pose a risk to human health or the environment. The evaluations will aim to clarify such risks to determine whether additional data should be collected and whether authorizations or restrictions may be necessary. On March 20, 2013, ECHA published an update to the CoRAP stating that it will evaluate 115 substances in the next two years. Fifty-three substances were transferred from the 90 high-priority substances previously identified. Producers of \"substances of very high concern\" may be required to apply for authorization of each particular use, demonstrate that the risks can be adequately controlled (e.g., through labeling or worker training), and justify such uses by submitting additional information to authorities. Companies will not be allowed to manufacture, import, or use a chemical after a specified date unless they have obtained an authorization for a use. In addition, producers will be required to submit an analysis of possible substitutes, a \"substitution plan\" if substitutes are available, or a research and development plan if no suitable substitute exists. As of October 23, 2013, 22 substances have been identified as substances of very high concern (SVHC) that are effectively banned from use in the EU unless such use is authorized under the law. In all, ECHA has identified 144 chemicals or chemical groups as SVHC candidates for authorization, with many more chemicals being evaluated for this designation, including approximately 1,350 chemicals known or likely to be carcinogens, mutagens, or chemicals toxic to reproductive systems; persistent, bioaccumulative, and toxic chemicals (PBTs); or very persistent and very bioaccumulative chemicals (vPvBs). According to the law, no use of PBTs or vPvBs is to be authorized unless there is no suitable alternative, and the socioeconomic benefits of the use outweigh the risks. If a chemical use presents unacceptable risks, that chemical use may be restricted. High-production-volume chemicals routinely will be subject to the authorization process. The authorization and restriction processes also may be applied to chemicals produced or imported in volumes less than 1 t. The U.S. government was actively engaged throughout the development of REACH. The Bush Administration expressed concerns about its trade implications for U.S.-produced chemicals. Specific concerns included increased costs of and timelines for testing chemicals exported to the EU; placement of responsibility on businesses (as opposed to governments or consumers) to generate data, assess risks, and demonstrate the safety of chemicals; possible inconsistency with international rules for trade adopted by the World Trade Organization (WTO); and the effect of the legislation on efforts to improve the coherence of chemical regulatory approaches among countries in the Organization for Economic Cooperation and Development (OECD). Some U.S. chemical industry representatives believe that REACH is \"impractical.\" Industry has expressed objections to the proposed list of \"high concern\" chemicals, some of which are essential building blocks for the manufacture of other chemicals. The EU chemical industry is concerned about the cost of compliance, and what it might mean to innovation and international competitiveness. Some national governments of the EU also are concerned about the impact of REACH on their economies and employment, especially if REACH leads to companies relocating outside the EU (i.e., no longer producing or selling products in the EU). The EU has estimated that about 12% of chemicals in commerce will be withdrawn by chemical producers, because continued production under REACH will be costly and distribution not sufficiently profitable to recoup costs. In cases where no substitute is available, loss of a production source might leave some end users without the chemicals they need. Many environmental, health, and U.S. and EU labor organizations strongly supported the original proposal for REACH, but some are less enthusiastic about the final regulation, which retains its basic purpose and shape but exempts some chemicals from requirements. Nevertheless, these groups agree that REACH addressed some of what they saw as flaws in older EU laws covering chemicals. For example, REACH reduces and coordinates EU regulatory requirements for providing health and safety information about chemicals new to the EU market (as well as the number of new chemicals subject to such requirements), while at the same time increasing collection of such\n\n### Summary:\n\n", "answer": "On June 1, 2007, the European Union (EU) began to implement a new law governing chemicals in EU commerce: Registration, Evaluation, Authorization, and Restriction of Chemicals (REACH). It is intended to protect human health and the environment from hazardous chemicals while at the same time protecting the competitiveness of European industry. REACH evolved over eight years and reflects compromises reached among EU stakeholders. The final regulation reduces and coordinates EU regulatory requirements for chemicals new to the EU market and increases collection of such information for chemicals already in the EU market, thus potentially removing disincentives to innovation that existed under the former law. It also shifts responsibility for safety assessments from government to industry and encourages substitution of less toxic for more toxic chemicals in various chemical applications. Some U.S. chemical industry representatives believe that REACH is \"impractical,\" in part due to the large number of chemicals and difficulties of identifying end uses of chemicals in many products. In contrast, some public-interest groups are urging U.S. legislators to adopt a similar legislative approach."}
{"original_length": 2263, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nFast-track is an expedited procedure for congressional consideration of certain trade agreements. This process is tied to the President's authority provided by Congress to enter into trade agreements to reduce U.S. tariff and non-tariff barriers with other countries. The fast-track authority provides that Congress will consider trade agreement implementing bills within mandatory deadlines, with a limitation on debate, and without amendment, as long as the President meets prescribed requirements set out by law. Under the Reciprocal Trade Agreements Act of 1934 (P.L. 73-316), Congress delegated renewable authority to the President to negotiate reciprocal tariff reductions. The Trade Act of 1974 ( P.L. 93-618 ) expanded this authority to include negotiations of nontariff trade barriers, but required more extensive reporting and consultations between Congress and the President during trade negotiations. This act also had a provision under which Congress would consider implementing bills for trade agreements under expedited congressional procedures, known as fast-track. Table 1 shows how Congress renewed fast-track authority on particular dates. In the years following the expiration of fast-track authority in 1994, there were several legislative proposals to reauthorize the trade authority procedures; these bills, including H.R. 2621 in the 105 th Congress, did not pass. In the 107 th Congress, several legislative proposals on trade promotion authority (TPA) were considered. The original House version of the Bipartisan Trade Promotion Authority Act ( H.R. 3005 ) passed by one vote on December 6, 2001 (215-214). Another bill, H.R. 3009 , was amended several times in the House and the Senate to include additional trade issues. Following House and Senate negotiations and agreement to the conference report for H.R. 3009 , the President signed H.R. 3009 , as P.L. 107-210 , the Trade Act of 2002, on August 6, 2002. This major piece of trade legislation has the TPA provisions in Title XXI, Section 210l, as the Bipartisan Trade Promotion Authority Act of 2002. TPA procedures apply to implementing bills for trade agreements entered into before July 1, 2007. Although TPA expired on July 1, 2007, four proposed U.S. free trade agreements (FTAs) were signed in time to be considered by Congress under TPA procedures in the 110 th Congress; the U.S. FTAs were negotiated separately with the countries of Peru, Colombia, Panama, and South Korea. The implementing legislation for the U.S.-Peru Trade Promotion Agreement was passed by Congress and signed by the President on December 14, 2007 ( P.L. 110-138 ). Also in the 110 th Congress, H.R. 5724 was introduced as implementing legislation for the U.S.-Colombia Trade Promotion Agreement. On April 10, 2008, the House passed H.Res. 1092 , relating to H.R. 5724 ; this resolution provided a rule that disallowed the use of time limitations for consideration of the implementing bill. No further legislative action on H.R. 5724 occurred in the 110 th Congress. In the 111 th Congress, no legislation for the three proposed U.S. trade agreements (with the countries of Colombia, Panama, and South Korea) was introduced. The fate of the three FTAs is uncertain in the 112 th Congress. More detailed information on congressional and executive procedures for TPA and free trade agreements can be found in the \"Resources for Additional Information,\" at the end of this report. In Table 1 , some of the listed bills focus solely on fast-track trade negotiating authority or TPA. Other bills are major landmarks of trade legislation , of which fast-track is only one of many trade provisions. These major trade acts, in boldface, include the Trade Act of 1974, the Trade Agreements Act of 1979, the Trade and Tariff Act of 1984, the Omnibus Trade and Competitiveness Act of 1988, and the Trade Act of 2002. Congress has applied fast-track legislative procedures to approve several reciprocal bilateral and multilateral trade agreements. Table 2 lists the uses of fast-track procedures in the implementation of trade agreements from 1979 to the present. The table does not include the implementing legislation for the U.S.-Jordan Free Trade Agreement ( H.R. 2603 enacted as P.L. 107-43 on September 28, 2001); Congress did not consider this bill under fast-track procedures. In the 108 th Congress, implementing legislation for free trade agreements was passed under fast-track procedures on four separate bills: H.R. 2738 , the U.S.-Chile Free Trade Agreement Implementation Act, was signed on September 3, 2003 ( P.L. 108-77 ). On the same day, H.R. 2739 , the U.S.-Singapore Free Trade Agreement Implementation Act, was signed into law ( P.L. 108-78 ). H.R. 4759 , the U.S.-Australia Free Trade Agreement Act, was signed by the President on August 3, 2004 ( P.L. 108-286 ). On August 17, 2004, H.R. 4842 , the U.S.-Morocco Free Trade Agreement Implementation Act, was signed into law ( P.L. 108-302 ). In the 109 th Congress, implementing legislation for three free trade agreements was passed under fast-track procedures on three separate bills: H.R. 3045 , the Dominican Republic-Central America-United States Free Trade Agreement Implementation Act (CAFTA-DR), was signed by the President on August 2, 2005 ( P.L. 109-53 ). H.R. 4340 , the U.S.-Bahrain Free Trade Agreement Implementation Act, was signed into law on January 11, 2006 (P.L. 109-169). H.R. 5684 , the U.S.-Oman Free Trade Agreement Implementation Act, was signed into law on September 26, 2006 (P.L. 109-283). Although TPA expired on July 1, 2007, four proposed FTAs (with Peru, Colombia, Panama, and South Korea) were signed in time to be considered by Congress under TPA procedures in the 110 th Congress. H.R. 3688 , the U.S.-Peru Trade Promotion Agreement Implementation Act, was passed by the House on November 8, 2007, and by the Senate on December 4, 2007. This bill was signed into law on December 14, 2007 (P.L. 110-138). In the 110 th Congress, H.R. 5724 was introduced to implement the proposed U.S.-Colombia Trade Promotion Agreement. H.Res. 1092 was introduced as a rule change for consideration of H.R. 5724 only; this resolution disallowed the use of time limitations for consideration of the implementing bill under fast-track procedures. H.Res. 1092 passed the House on April 10, 2008 (224-195). No further legislative action on H.R. 5724 occurred in the 110 th Congress. In the 111 th Congress, no implementing legislation for the three proposed FTAs (with the countries of South Korea, Colombia, and Panama) was introduced. In the 112 th Congress, the fate of the three proposed FTAs is uncertain. CRS Report RL33743, Trade Promotion Authority (TPA) and the Role of Congress in Trade Policy , by [author name scrubbed] and [author name scrubbed].\n\n### Summary:\n\n", "answer": "This report profiles significant legislation, including floor votes, that authorized the use of presidential Trade Promotion Authority (TPA)—previously known as fast-track trade negotiating authority—since its inception in 1974. The report also includes a list of floor votes since 1979 on implementing legislation for trade agreements that were passed under TPA fast-track procedures. Although TPA expired on July 1, 2007, four free trade agreements (FTAs) were signed in time to be considered under TPA expedited procedures in the 110th Congress. The U.S.-Peru Trade Promotion Agreement Implementation Act was passed by Congress (H.R. 3688) and signed into law as P.L. 110-138 on December 14, 2007. The legislative future of three proposed U.S FTAs (with Colombia, Panama, and South Korea) is uncertain. For further discussions of TPA or fast-track legislative activity, the report lists CRS reports and Internet resources. This report will be updated as events warrant in the 112th Congress."}
{"original_length": 2285, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nConcerns over the price of oil and supply of petroleum have revived interest in alternative energy supplies, including the development of oil shale to help address energy needs in the United States. The process used to develop oil shale resources requires a plentiful water supply. According to news reports, oil companies currently hold senior water rights in the states where oil shale reserves are located. As explained below, appropriation of water in these states is based on a priority system, under which water rights holders have seniority over other water rights holders who acquired rights later. These senior rights reportedly have not been exercised for decades, allowing junior water rights holders to use the water. Because of the nature of the water rights systems in the relevant states, junior water rights holders might face significant limitations on their future use of water from the Colorado River Basin if the oil companies exercise their rights. This report will provide a brief overview of water rights in Colorado, Utah, and Wyoming; changes that may be made to currently held water rights; and the possibility for abandonment of unused water rights. The law of water rights is traditionally an area regulated by the states, rather than the federal government. Individual states may choose the system under which water rights are allocated to water users. Western states, including Colorado, Utah, and Wyoming, generally follow the prior appropriation doctrine of water rights, often referred to as \"first in time, first in right.\" These states typically are drier and experience regular water shortages. The prior appropriation system allows water users to acquire well-defined rights to certain quantities of water by designating senior and junior rights to avoid uncertainty during times of water scarcity. Under the prior appropriation doctrine, a person who diverts water from a watercourse and makes reasonable and beneficial use of the water acquires a right to use of the water. The user's location relative to the watercourse (whether upstream, downstream, adjacent, or remote) does not affect the ability to obtain a water right. Typically, under a prior appropriation system of water rights, users apply for a permit from a state administrative agency which manages the acquisition and transfers of such rights. The prior appropriation system limits users to the quantified amount of water the user secured under the permit process with a priority based on the date the water right was conferred by the state. The user's right that was appropriated first (the senior water right) is considered superior to later appropriators' rights to the water (the junior water right). Appropriators fill their needs according to the order in which they secured the right to the water and not based on the available quantity. Therefore, in times of shortage, junior rights holders could be without the water they need. The issues regarding water rights in the Colorado River Basin arise from the fact that a limited supply of water is sought after by many different users. Junior rights holders who use waters from the Basin to meet agricultural and municipal interests potentially are limited by what oil companies, as senior rights holders, use. These junior rights holders have been able to use water to fill their needs for decades, while senior rights holders have not used the water. The dispute over a possible water shortage when both groups wish to use water likely will raise questions about the nature and administration of water rights, whether existing water rights may be amended to account for the changed circumstances, and the options available for users who seek to claim unused water rights from other users. Water rights typically are established through an administrative permit system of the state in which the water is being appropriated. Water rights seekers must file an application with the proper state administrative organization, which dates the seniority of the water right. State law provides that the water is the property of the state, but a water right is considered an individual's property right in the priority of the use of the state's water. The specific nature of water rights may vary depending on the state. For example, in Colorado, water rights can be either absolute or conditional. Absolute rights are assigned to users who have diverted water and put the water to beneficial use, whereas conditional water rights allow the user to maintain the priority of the right he intends to acquire until the diversion is complete. In other words, a user with an absolute right has fulfilled all the requirements necessary to acquire a right to the water. A user with a conditional right has asserted an intention to acquire a right but has not yet fulfilled all of the requirements necessary to do so, and that right is conditioned on the completion of all requirements. Utah law provides that water rights become real property only when the application has been perfected under the required legal process, meaning that title of the right is properly filed with the state. Wyoming issues permits to applicants for water rights, which allow the user time to construct and complete a project to put water to a beneficial use. The water right is not considered permanent until the process is complete and may be disputed or removed until that time. In the context of oil shale in the Colorado River Basin, oil companies hold both absolute and conditional rights for water in Colorado. The nature of the rights held could influence the future use of the water and may provide a basis for junior rights holders to challenge the continuing validity of the senior rights holders' rights. Both junior and senior rights holders may seek to alter certain water rights if circumstances of water use change. For example, in Colorado, senior rights holders may seek to convert their conditional rights to absolute rights, as discussed. Other state laws provide for water rights to be altered as circumstances change. Junior or senior rights holders may seek to change the geographic or purpose parameters set at the time they acquired their rights. Water rights generally are allocated based on a specific point of diversion, location of use, and purpose of use. In order to change the point from which water is diverted from its source or to change the place or purpose of use, a water right holder must apply to the appropriate state office for approval. The state office considering the change may consider factors such as whether the change would exceed historical levels and whether other users' vested water rights would be impaired by the change. Junior rights holders may seek to secure water by acquiring the rights of senior rights holders under the water rights transfer process in each state. In Colorado, a water right may be bought, sold, or leased to other entities if the transfer is filed with the appropriate state office and the transfer would not injure the vested rights of another user. Similarly, Utah water law provides that a water right may be bought or sold if the transfer is approved by the state. Under Wyoming law, a water right attaches to the lands or the place of use in the permit rather than to an individual. Water rights may be transferred only if included in the sale of land, or by petition for a change in place of use to the appropriate state office. Senior rights holders may lose their rights if those rights are not used. Conditional rights in Colorado require rights holders to demonstrate continuous efforts in developing the water right on a regular basis. Other water rights also may be lost under certain circumstances according to state law. If senior rights holders lose their rights, the water supply available for junior rights holders to fill their needs would increase. In Colorado, a water right may be considered abandoned if it is not used for a 10-year period and there is an intent to abandon. In Utah, water rights may be abandoned or forfeited. For a water right to be abandoned, there must be intent to abandon by the user and there is no time requirement. For a water right to be forfeited, the water right must not be used for a five-year period. In Wyoming, abandonment may take three forms. First, the user may voluntarily abandon the water right. Second, one user may allege that another user's right has been abandoned because the other user has not used the right for a five-year period and that reactivation of that right would injure the user's right. Third, the state may allege an abandonment if the water is not put to beneficial use for a five-year period and reallocation would serve the public interest. Water rights that are lost under these processes revert to the state and may be appropriated in the future. State water laws govern the allocation of water within the state, but water resources rarely are confined to state boundaries. Rather, like the Colorado River Basin, water basins spread across several states. As a result, states often compete for resources from shared basins, and the competition often leads to water disputes between states in regions with shared water resources. Interstate water disputes may be resolved in various manners. Two of the most common methods are equitable apportionment in the U.S. Supreme Court and interstate compact negotiated by the parties and approved by Congress. The Colorado River Basin is no exception to the likelihood of disputes and is subject to a number of judicial decisions and interstate compacts, commonly referred to as the \"Law of the River.\" The Law of the River governs the waters of the Colorado River Basin in addition to regulation by the individual states in which water rights are allocated. The Law of the River is a collection of laws and agreements that govern the distribution of the water throughout the Basin as a whole. Because the Colorado River Basin includes seven states, which have varying needs\n\n### Summary:\n\n", "answer": "Concerns over fluctuating oil prices and declining petroleum production worldwide have revived interest in oil shale as a potential resource. The Energy Policy Act of 2005 (EPAct; P.L. 109-58) identified oil shale as a strategically important domestic resource and directed the Department of the Interior to promote commercial development. Oil shale development would require significant amounts of water, however, and water supply in the Colorado River Basin, where several oil shale reserves are located, is limited. According to news reports, oil companies holding water rights in the region have not exercised those rights in decades, which has allowed other water rights holders to use the water for agricultural and municipal needs. Because of the nature of the water rights systems in the relevant states, these users might face significant limitations in their future use of water from the Colorado River Basin if the oil companies exercise their rights. This report will provide a brief overview of water rights in Colorado, Utah, and Wyoming, including changes that may be made to currently held water rights and the possibility for abandonment of unused water rights."}
{"original_length": 2342, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nArticle II, Section 1 of the Constitution of the United States provides that \"The President shall, at stated Times, receive for his Services, a Compensation, which shall neither be increased nor diminished during the Period for which he shall have been elected, and he shall not receive within that Period any other Emolument from the United States, or any of them.\" The compensation is set and adjusted by Congress. The President's salary is currently set at $400,000 and is subject to income tax. An allowance, at present $50,000, is not taxable and is to be used \"to assist in defraying expenses relating to or resulting from the discharge of his official duties.\" Any unused amount of the allowance reverts back to the U.S. Treasury pursuant to 31 U.S.C. Section 1552. The salary and allowance provisions are codified at 3 U.S.C. Section 102. Upon leaving office, the President receives a pension that is equal to the salary for Level I of the Executive Schedule ($199,700, salary frozen at January 2010 rate). At this rate, the pension is currently $300 short of being one-half of the President's current salary. The appropriation for the compensation of the President is an account under the Executive Office of the President and is included in an annual appropriations act, which, in the 112 th Congress, is known as the Financial Services and General Government Appropriations Act. The compensation provision in the Constitution of the United States has been interpreted to apply to a President's current term of office. According to The General Principles of Constitutional Law in the United States of America , \"an increase made after a President has been re-elected, but before the second term has begun, may apply to his salary during the second term.\" The compensation of the President is exempt from sequestration to reduce budgetary resources. The President's salary was established in 1789 and has been adjusted five times since—in 1873, 1909, 1949, 1969, and 1999—as shown in Table 1 , below. A brief discussion of the congressional action that resulted in the three most recent increases to the President's salary follows. Congress passed legislation (S.103) to increase the salary of the President to $100,000 per annum in 1949. This amount represented an increase of $25,000 over the previous rate of $75,000, which had been in effect since 1909. The salary became effective at noon on January 19, 1949. The next day, President Harry S. Truman was sworn in for a second term. During Senate consideration of S.103 on January 13, 1949, a short history of the proposal was provided by Senator Herbert O'Conor: The bill under consideration has been developed after more than 1 ½ years' study by a subcommittee ... appointed by the chairman of the Post Office and Civil Service Committee in July 1947.... Following its consideration of the matter in the spring of 1948, the sub-committee submitted its recommendations to the entire Senate Committee on Civil Service. The committee then gave attention to the subject matter and reported favorably a bill, S.1537, Eightieth Congress, but insufficient time was left for the discussion of the matter in the Senate and the portion of the bill relating to the top-bracket officials was deleted when the measure was passed. After months of study the subcommittee held hearings on a proposed redraft of a bill.... Therefore, S.103 as introduced ... represents the best judgment of the Senate Post Office and Civil Service Committee, of representatives of the executive branch, the Hoover Commission, competent persons from private industry, and representatives of the employee organizations. Pursuant to P.L. 90-206, the Commission on Executive, Legislative, and Judicial Salaries studied the pay for top positions in the three branches of government and recommended salary increases for those positions. The commission, in submitting its FY1969 report to President Lyndon B. Johnson on December 2, 1968, urged him to bring the matter of the President's salary to Congress's attention. The report stated the commission's belief \"that to preserve equity and balance in the pay structure of Government the salary of the President should be changed from $100,000 to $200,000.\" In 1969, the salary of the President was increased to $200,000 per annum when Congress passed H.R. 10 and President Johnson signed the bill into law on January 17, 1969. The salary became effective at noon on January 20, 1969, when Richard M. Nixon was sworn in as President. With the inauguration of Mr. Nixon set to occur at that time, Congress needed to consider the legislation expeditiously or any adjustment in the salary would have been delayed at least until noon, January 20, 1973. On January 3, 1969, Speaker of the House John McCormack addressed the House and explained the scheduling of H.R. 10 on the legislative program. [I]n the case of the next president of the United States, unless something is done with reference to increasing his salary on or before January 20, even if we pass the bill later, he could not take advantage of it during his term of office for a period of 4 years. We are faced with a very practical situation here with respect to the organization of the committees. This will take time, and 12 o'clock January 20 is the deadline. So, if we are going to take any action in connection with an increase in salary for the next President of the United States, it has to be done on or before noon of January 20. If we took action afterwards, then during his term of office he could not take advantage of the increase in salary that the Congress might provide. We feel it is only fair and just. This action was initiated by the majority leader and myself in conference with the minority leader and the whip and the chairman of the House Committee on Post Office and Civil Service and the ranking member of that committee. It was decided that every effort should be made to try to put a bill through before January 20 providing for an increase in salary for the President of the United States.... Now, next Monday is the only suspension day that we could take advantage of. So the leadership and I felt that we should do so at this opportunity. Otherwise, in spite of every effort we might make, the chances are it would be difficult to get a bill through before January 20. During consideration of H.R. 10 on January 6, 1969, House Majority Leader Carl Albert, one of the bill's sponsors, reiterated the Constitution's proviso against a sitting President's salary being increased and emphasized that the legislation \"was initiated by Members of Congress and not by the President of the United States. We have not asked for a recommendation either by the present President or by the incoming President.\" When the Senate considered the bill on January 15, 1969, Senator Hiram Fong stated that he \"wish[ed] we had more time, really, to discuss the bill, because I think the Committee on Post Office and Civil Service should discuss it thoroughly.\" Majority Leader Mike Mansfield responded that he agreed and then stated, \"But as the Senator knows, we are stymied because following the traditions, precedents, and customs of the Senate, we could not take up proposed legislation for consideration until after the President had delivered his state of the Union message.\" The President's salary was increased to its current rate of $400,000 per annum when Congress passed H.R. 2490 and President William J. Clinton signed it into law on September 29, 1999. The bill, as passed by the House, included the salary provision, but the Senate-passed version did not. The conference committee adopted the House position. This action occurred more than 15 months prior to the effective date of the salary change—at noon on January 20, 2001—when George W. Bush was sworn in as President. The House Subcommittee on Government Management, Information, and Technology of the Committee on Government Reform had conducted a hearing on the President's salary on May 24, 1999. Among those testifying before the committee were a former Special Assistant to President Lyndon B. Johnson, a\n\n### Summary:\n\n", "answer": "The Constitution of the United States provides that \"The President shall, at stated Times, receive for his Services, a Compensation, which shall neither be increased nor diminished during the Period for which he shall have been elected.... \" (Constitution of the United States, Article II, Section 1.) The amount of compensation, which is not specified in the Constitution, is set and adjusted by Congress. The President currently receives a salary of $400,000 per annum, which became effective at noon on January 20, 2001, under P.L. 106-58. (P.L. 106-58, Title VI, §644(a); September 29, 1999; 113 Stat. 430, at 478.) An expense allowance, currently set at $50,000, also is provided. This report discusses the President's compensation and the three most recent increases to the salary enacted in 1949 (81st Congress), 1969 (91st Congress), and 1999 (106th Congress). It will be revised as events dictate."}
{"original_length": 2347, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nDuring its development, the U.S. Navy's Unmanned Carrier Launched Airborne Surveillance and Strike (UCLASS) aircraft and its predecessors have been proposed to fill a number of roles and operate in a variety of air defense environments. The effort to choose among those roles and determine final requirements for the system has led to controversy and delay in executing the program. Members of Congress have proposed actions to resolve the requirements issue and allow the program to move ahead. Prepared in response to a specific Congressional request, this report details the history of UCLASS requirements development through the program's evolution to its current stage. It is based on available open-domain information, which may not agree in all particulars with Department of Defense (DOD) acquisition documents not available in the public domain. Table 1 summarizes changes in UCLASS and predecessor program requirements over time. In 1999, the Navy and the Defense Advanced Research Projects Agency (DARPA) began research into an unmanned combat air vehicle (UCAV). At the same time, the Air Force and DARPA jointly undertook a separate UCAV project. The Navy's UCAV (referred to variously as N-UCAV and UCAV-N) was designed to fit a relatively small niche. The Navy planned to continue using manned aircraft to suppress enemy air defenses (SEAD) and perform electronic attack. N-UCAV was thus intended \"for reconnaissance missions, penetrating protected airspace to identify targets for the attack waves\" consisting of manned aircraft. Although the program focused mostly on system studies, Northrop Grumman independently built a single X-47A air vehicle, which was tested under the N-UCAV program. First flight took place in February 2003. On December 31, 2002, the Office of the Secretary of Defense (OSD) issued a program decision memorandum adjusting future funding for both Navy and Air Force UCAV development and mandating the services merge their efforts into a joint program. The Defense Department recognized the potential for significant synergy by combining the programs, and in 2003 \"directed that the programs be consolidated into a joint demonstration program supporting both Navy and Air Force needs.\" The resulting Joint Unmanned Combat Air Systems (J-UCAS) program was a DARPA-Air Force-Navy effort to demonstrate the technical feasibility, military utility, and operational value of a networked system of high-performance, weaponized unmanned air vehicles. Missions included SEAD, electronic attack, precision strike, penetrating surveillance/reconnaissance, and persistent global attack. \"The operational focus of this system is on those combat situations and environments that involve deep, denied enemy territory and the requirement for a survivable, persisting combat presence ... operating and surviving in denied airspace.\" Three years later, the 2006 Quadrennial Defense Review called for the J-UCAS to be terminated. Instead, the Air Force was to begin developing a new bomber, while the Navy was mandated to develop an unmanned longer-range carrier-based aircraft capable of being air-refueled to provide greater standoff capability, to expand payload and launch options, and to increase naval reach and persistence. That follow-on effort became the Navy Unmanned Combat Air System (N-UCAS). Given the baseline of being able to operate from aircraft carriers, N-UCAS's other requirements looked much like J-UCAS, with the desired ability to provide \"persistent, penetrating surveillance, and penetrating strike capability in high threat areas\" \"or suppress enemy air defenses.\" In 2006, as part of the N-UCAS program, the Navy initiated the Unmanned Combat Air System Demonstration (UCAS-D) program, intended to demonstrate the technical feasibility of operating unmanned air combat systems from an aircraft carrier. In 2013, the Navy successfully launched and landed a UCAS-D on an aircraft carrier. However, as UCAS-D was a subset of N-UCAS, it did not have a separate set of requirements. In total, the Navy invested more than $1.4 billion in UCAS-D. In 2011, as UCAS-D efforts were ongoing, the Navy received approval from DOD to begin planning for the UCLASS acquisition program. N-UCAS had been a development program to determine how to make an unmanned vehicle take on many of the aspects of a manned fighter. UCLASS, the Unmanned Carrier-Launched Airborne Surveillance and Strike program, was the Navy's way of turning what it had learned from N-UCAS into an operational platform \"to address a capability gap in sea - based surveillance and to enhance the Navy's ability to operate in highly contested environments defended by measures such as integrated air defenses or anti - ship missiles.\" On June 9, 2011, the Joint Requirements Oversight Council (JROC) issued JROCM 087-11, a memorandum approving the UCLASS Initial Capabilities Document. That document stated UCLASS was to be \"a persistent, survivable carrier-based Intelligence, Surveillance, and Reconnaissance and precision strike asset.\" In preparing for the FY2014 budget submission, the JROC revisited the UCLASS requirement. On December 19, 2012, the JROC published memoranda 086-12 and 196-12, which significantly altered \"the requirements for UCLASS, heavily favoring permissive airspace intelligence, surveillance and reconnaissance (ISR) capabilities.\" The change in requirements appeared to be budget-driven. \"The reduction in strike capability of the Navy's next generation carrier-based unmanned aerial vehicle was born of fiscal realities, said Dyke Weatherington, the Pentagon's director of unmanned warfare and intelligence, surveillance, and reconnaissance (ISR).\" The Navy stated: In support of affordability and adaptability directives, JROCMs 086-12 and 196-12 redefined the scope of JROCM 087-11 and affirmed the urgency for a platform that supports missions ranging from permissive counter-terrorism operations, to missions in low-end contested environments, to providing enabling capabilities for high-end denied operations, as well as supporting organic Naval missions. The Office of the Secretary of Defense stated: In a December 2012 memorandum, the JROC emphasized affordability as the number one priority for the program. The CDD (Capability Development Document) established an affordability KPP (Key Performance Parameter) in which the recurring fly-away cost of the air vehicles to conduct one 600 nautical mile orbit shall not exceed $150 million. Available funding to complete system development is also limited, pressuring industry to provide mature systems and emphasize cost during development. On April 17, 2014, the Navy issued a draft request for proposals (RFP) for the UCLASS system. The RFP reportedly held to the requirements that, in the Government Accountability Office (GAO)'s words, \"emphasized affordability, timely fielding, and endurance, while deemphasizing the need to operate in highly contested environments.\" The UCLASS draft RFP is classified. However, \"according to (Chief of Naval Research RADM Mathias) Winter, the broad overarching goals of the UCLASS program are to provide two intelligence, surveillance and reconnaissance orbits at 'tactically significant ranges' 24 hours a day, seven days a week over uncontested airspace.\" The UCLASS would also have a light strike capability to eliminate targets of opportunity. A press report stated: \"The plan here is to provide an early operational capability that will be verified and validated for a light strike permissive environment,\" (RADM Mathias) Winter said. \"What we will ensure is that the design of the system does not preclude what we call capability growth to be able to operate in contested environments.\" UCLASS is still expected to grow into the missions required before the 2012 JROC memo. According to the Secretary of the Navy, \"(t)he end state is an autonomous aircraft capable of precision strike in a contested environment, and it is expected to grow and expand its missions so that it is capable of extended range intelligence, surveillance and reconnaissance, electronic warfare, tanking, and maritime domain awareness.\" The timeline for procurement of UCLASS is unclear, and the GAO has\n\n### Summary:\n\n", "answer": "During its development, the U.S. Navy's Unmanned Carrier Launched Airborne Surveillance and Strike (UCLASS) aircraft and its predecessors have been proposed to fill a number of roles and operate in a variety of air defense environments. Over time, those requirements have evolved to encompass a less demanding set of capabilities than first envisioned. This report details the history of UCLASS requirements development through the program's evolution to its current stage."}
{"original_length": 2351, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nInternational medical graduates (IMGs) are foreign nationals or U.S. citizens who graduate from a medical school outside of the United States. In 2007, the most recent year for which data are available, there were 902,053 practicing physicians in the United States, and IMGs accounted for 25.3% (228,665) of these. The use of foreign nationals remains a means of providing physicians to practice in underserved areas. This report focuses on those IMGs who are foreign nationals, hereafter referred to as foreign medical graduates (FMGs). Many FMGs first entered the United States to receive graduate medical education and training as cultural exchange visitors through the J-1 cultural exchange program. While there are other ways for FMGs to enter the United States, including other temporary visa programs as well as permanent immigration avenues, this report focuses on FMGs entering through the J-1 program. As exchange visitors, FMGs can remain in the United States on a J-1 visa until the completion of their training, typically for a maximum of seven years. After that time, they are required to return to their home country for at least two years before they can apply to change to another nonimmigrant status or legal permanent resident (LPR) status. Under current law, a J-1 physician can receive a waiver of the two-year home residency requirement in several ways: the waiver is requested by an interested government agency (IGA) or state department of health; the FMG's return would cause extreme hardship to a U.S. citizen or LPR spouse or child; or the FMG fears persecution in the home country based on race, religion, or political opinion. Most J-1 waiver requests are submitted by an IGA and forwarded to the Department of State (DOS) for a recommendation. If DOS recommends the waiver, it is forwarded to U.S. Citizenship and Immigration Services (USCIS) in the Department of Homeland Security (DHS) for final approval. Upon final approval by USCIS, the physician's status is converted to that of an H-1B professional specialty worker. Prior to 2004, J-1 waiver recipients were counted against the annual H-1B cap of 65,000. An IGA may request a waiver of the two-year foreign residency requirement for an FMG by showing that his or her departure would be detrimental to a program or activity of official interest to the agency. In return for sponsorship, the FMG must submit a statement of \"no objection\" from the government of his or her home country, have an offer of full-time employment, and agree to work in a health professional shortage area or medically underserved area for at least three years. According to USCIS regulations, the FMG must be in status while completing the required term and must agree to begin work within 90 days of receipt of the waiver. If an FMG fails to fulfill the three-year commitment, he or she becomes subject to the two-year home residency requirement and may not apply for a change to another nonimmigrant, or LPR status until meeting that requirement. Although any federal government agency can act as an IGA, the main federal agencies that have been involved in sponsoring FMGs are the Department of Veterans Affairs (VA), the Department of Health and Human Services (HHS), the Appalachian Regional Commission (ARC), and the United States Department of Agriculture (USDA). Under the \"Conrad Program\" discussed below, state health departments may also act as IGAs. HHS has begun accepting waivers to primary care physicians only relatively recently. Historically, HHS had been very restrictive in its sponsorship of J-1 waiver requests. HHS emphasized that the exchange visitor program was a way to pass advanced medical knowledge to foreign countries, and that it should not be used to address medical underservice in the United States. HHS' position was that medical underservice should be addressed by programs such as the National Health Service Corps. Prior to December 2002, HHS only sponsored waivers for physicians or scientists involved in biomedical research of national or international significance. In December 2002, HHS announced that it would begin sponsoring J-1 waiver requests for primary care physicians and psychiatrists in order to increase access to healthcare services for those in underserved areas. HHS began accepting waiver applications on June 12, 2003, but suspended its program shortly after for reevaluation. On December 10, 2003, HHS released new program guidelines, and reinstated their program. Established by Congress in 1965, ARC is a joint federal and state entity charged with, among other things, ensuring that all residents of Appalachia have access to quality, affordable health care. The region covered by ARC consists of all of West Virginia and parts of Alabama, Georgia, Kentucky, Maryland, Mississippi, New York, North Carolina, Ohio, Pennsylvania, South Carolina, Tennessee, and Virginia. ARC will submit a request for a waiver at the request of a state in its jurisdiction. The waiver must be recommended by the governor of the sponsoring state. In return, the FMG must agree to provide primary care for at least 40 hours a week for three years at a health professional shortage area facility. The facility must be a Medicare or Medicaid-certified hospital or clinic that also accepts medically indigent patients. The facility must also prove that it has made a good faith effort to recruit a U.S. physician in the six months preceding the waiver application. In addition, the physician must be licensed by the state in which he or she will be practicing, and must have completed a residency in family medicine, general pediatrics, obstetrics, general internal medicine, general surgery, or psychiatry. The physician must sign an agreement stating that he or she will comply with the terms and conditions of the waiver, and will pay the employer $250,000 if he or she does not practice in the designated facility for three years. On May 17, 2004, the DRA officially began accepting applications for its new J-1 visa waiver program. The DRA includes 240 county or parish areas in Alabama, Arkansas, Illinois, Kentucky, Louisiana, Mississippi, Missouri and Tennessee. The goal of the Authority is to stimulate economic development and foster partnerships that will have a positive impact on the economy of the eight states that make up the Authority. Under the DRA's waiver program, physicians must submit an application processing fee; agree to practice in DRA designated shortage areas for a period of at least three years; and agree to pay $250,000 to the sponsoring facility if they do not fulfill any portion of their commitment, or $6,945 per month for each month they fail to fulfill their requirement. In 1994, Senator Kent Conrad sponsored the provision establishing the J-1 visa waiver program at the state level. The program is commonly referred to as the \"Conrad State Program\" program after him. Under the original program, participating states were allowed to sponsor up to 20 waiver applications for primary care physicians annually. To date, this provision has been extended several times. In 1996, the program was extended until 2002. Once again in 2002, the program was extended until 2004 and the number of waivers allowed per state was increased to 30. In 2004, Congress extended the Conrad program until June 1, 2006, and expanded the program to allow states to recruit primary care and specialty physicians. Other provisions of the law exempted waiver recipients from the H-1B annual cap, and allowed the states to place up to five physicians in facilities that serve patients living in designated shortage areas without regard to the facility's location. Previously, physicians could only serve in facilities located in designated shortage areas. In 2007, the program was extended through June 1, 2008. The waiver process for states is the same as other IGAs, however administration of the program varies by state. FMGs who are sponsored for a J-1 visa waiver by a state agree to practice medicine in designated shortage areas in the sponsoring state for a period of three to four years. FMGs working in these areas are not only required to meet the general requirements for medical licensing in the United States, but they are also required to meet state-specified licensing criteria. According to a 2006\n\n### Summary:\n\n", "answer": "The Educational and Cultural Exchange Visitor program has become a gateway for foreign medical graduates (FMGs) to gain admission to the United States as nonimmigrants for the purpose of graduate medical education and training. The visa most of these physicians enter under is the J-1 nonimmigrant visa. Under the J-1 visa program, participants must return to their home country after completing their education or training for a period of at least two years before they can apply for another nonimmigrant visa or legal permanent resident (LPR) status, unless they are granted a waiver of the requirement. To qualify for a waiver, a request must be submitted on behalf of the FMG, by an Interested Government Agency (IGA), or a state Department of Health. In exchange, the FMG must agree to work in a designated healthcare professional shortage area for a minimum of three years. The ability of states to request a waiver is known as the \"Conrad State Program,\" and was added temporarily to the Immigration and Nationality Act (INA) in 1994. The \"Conrad State Program\" has been extended by the past several Congresses. Most recently, the program was extended until September 30, 2009, by P.L. 111-9. This report will be updated as warranted by legislative developments."}
{"original_length": 2359, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nPrior to World War II, each United States (U.S.) military service organization procured and distributed its own food. Right after World War II, Congress mandated that a commission (ultimately called the Hoover Commission) study the logistical management of military food and supplies, and recommended a more centralized management of perishable foods, preferably in one organization. This effort resulted in the establishment of a joint Army-Navy-Air Force Support Center; for the first time, all military services bought, stored, and issued military items using a common system. In addition to food items, DOD and the military services defined other materiel that would be managed by this system as \"consumables,\" or \"commodities,\" meaning supplies that are not repairable or are consumed in normal use. In the mid-1950s, the structure for the procurement of food and consumable items changed. Each military service acted as a single manager for various categories of consumables issued by all four services; each single manager would buy items, store and issue supplies, manage inventories, and forecast future requirements. For example, the U.S. Army bought and managed all military food and clothing; the Navy managed all medical supplies, petroleum, and industrial parts; and the Air Force managed all electronic items. The single manager system reduced costs by centralizing wholesale stocks, simplifying the supply chain, and persuading each military service to adopt the same standard items. However, the single manager concept was only partially successful because it did not provide uniform procedures among the services. In 1961, then Secretary of Defense Robert McNamara ordered that the single-manager agencies be consolidated into one agency, resulting in the establishment of the Defense Supply Agency, the forerunner to the Defense Logistics Agency (DLA). In 1986, the Goldwater-Nichols Act identified DLA as a combat support agency. DLA is an agency under the Department of Defense, Office of the Under Secretary of Defense for Acquisition, Technology and Logistics. DLA is DOD's largest logistics, combat support agency. Today DLA provides worldwide logistics support in both peacetime and wartime to the military services, civilian agencies, and foreign countries. DLA supplies almost every consumable item America's military services need to operate, from groceries to jet fuel. DLA supported every major war and contingency operation of the past four decades, from the Vietnam War to Operation Iraqi Freedom. The subsistence acquisition mission is carried out by DLA Troop Support, formerly Defense Supply Center, Philadelphia (DSCP); a field activity within DLA. According to DLA, the DLA Director has been designated by the Deputy Secretary of Defense as the Executive Agent (EA) for Subsistence, Bulk Fuels, Construction and Barrier Materials, and Medical Materiel. As described on DLA's website: As DLA Executive Agent, the Director of DLA is the focal point for providing continuous, sustainable and global end-to-end supply chain support as required by end users. The DOD EA ensures effective support throughout operations by developing coordinated processes and support plans for transition from peacetime to wartime and/or contingency operations. Under DLA, DLA Troop Support is responsible for nearly all of the food, clothing, and medical supplies used by the military. DLA Troop Support is comprised of the following business areas: (1) Clothing & Textiles; (2) Construction & Equipment; (3) Weapon Systems Detachments; (4) Medical; (5) Subsistence; and (6) Customer Operations. Under Subsistence, DLA Troop Support has developed a new approach to industrial base preparedness, through the development of an \"Industrial Base Preparedness Toolbox.\" DLA Troop Support operates as a Defense Working Capital Fund activity; all operating costs must be charged back to the individual customer on a break-even basis. Military food items are procured in accordance with the provisions of the Berry Amendment and the Buy American Act (BAA). The Berry Amendment [Title 10, United States Code (U.S.C.), Section 2533a] requires DOD to give preference to the procurement of domestically produced, manufactured, or home grown products, notably food, clothing, and fabrics. The Berry Amendment is referenced in the Defense Federal Acquisition Regulation Supplement (DFARS), Part 225.7002, as described below. Unless a specific exception in law applies, the products, components, or materials listed below must be grown, reprocessed, reused, or produced in the United States if they are purchased with funds made available (not necessarily appropriated) to DOD. Except for manufactured or processed food, and chemical warfare protection clothing as explained in DFARS 225.7002-2 \"Exceptions,\" this applies to prime contractors and subcontractors at any tier. The various stages of the military food acquisition process are described below: From the customer's perspective, the acquisition process begins with the generation of a product need or requirement. The customer receives an introductory presentation about the Prime Vendor Program and identifies their organization's ongoing, new, or anticipated requirements. DLA Troop Services gathers the data and develops a formal solicitation package to meet the requirement. At the same time, a DLA Troop Services specialist prepares a formal solicitation which incorporates federal laws, regulations, and guidelines for the acquisition of subsistence items. The solicitation is prepared based on what represents the best value to the federal government, and is amended and modified as more information is received. A broad range of potential vendors are invited to participate in an industry forum to learn more about requirements and resolve or clarify questions about the solicitation. The solicitation is announced and remains open for bids for approximately 50 days; meanwhile a pre-proposal conference is also held. Prospective vendors may contact the DLA Troop Services specialist to raise questions, offer suggestions, and to discuss and review all elements of the solicitation; further charges to the solicitation may occur, based on the feedback received from potential vendors. Based on the pre-proposal conference findings, any additional amendments to the solicitation must be issued to all prospective vendors on the mailing list. The evaluation phase begins; each technical proposal is received from prospective vendors and individually evaluated to identify its strengths and weaknesses. The evaluation is conducted by a team of subject matter experts. Each technical proposal must demonstrate that the prospective vendor can meet the requirements as set forth in the solicitation, in accordance with \"Best Value\" selection criteria. At the conclusion of the evaluation phase, the contract award decision is made and a contract award decision is announced. The contract becomes effective usually between 30 to 60 days after the award announcement. The DOD regional manager arranges a post-award conference at the selected vendor's facility, typically within two weeks after the announcement. During the post-award conference, which is jointly conducted by the DLA Troop Services specialist and the vendor, all issues involving the structure and execution of the contract are discussed. At the conclusion of the post-award conference, the installation, vendor, and DLA Troop Services specialist will develop a catalogue of the vendor's product line. This step ensures that all of the items required by the customer are properly coded and contained in the catalogue. The Subsistence Directorate is divided into the following business units: Food Services, Operational Rations, Produce, Food Safety Office, and Supplier Support. A description of the work of each business unit follows. Under Food Services, the Subsistence Prime Vendor Program (SPV) has replaced the former depot stock distribution system with an electronic order and receipt system. Through the use of electronic data interchange (EDI) orders are transmitted and received at the vendor's plants within minutes, allowing for reduced local inventory levels. EDI enhances the accuracy and timeliness of orders as well as the quality of the products; as a result, both the inventory and associated overhead costs are reduced, and the goal for the maximum turnaround time (from order to delivery) is 48 hours. According to DLA, there are about 50 prime vendors who manage and supply food in regions around the world. The Operational Rations Unit provides the managerial and logistical support for supplying meals for the military, including individual rations, group rations, survival rations, ultra high temperature milk, emergency and sterile drinking water, humanitarian daily rations, and field feeding equipment. While the \"Meal, Ready-to-Eat (MRE)\" is the core individual combat ration for the military, the military services also consider the special dietary needs of the soldiers (including vegetarian and kosher needs). The Produce Unit provides fresh fruits\n\n### Summary:\n\n", "answer": "Military food items, also known as subsistence items, are generally procured under the auspices of the Defense Logistics Agency (DLA), an agency of the Department of Defense (DOD) which provides worldwide logistics support for the U.S. military services. Under DLA, DLA Troop Services (formerly the Defense Supply Center Philadelphia) is the inventory control point for food, clothing, textiles, medicines, medical equipment, general and industrial supplies, and services for the military, their eligible dependents, and other non-DOD customers worldwide. DLA Troop Services buys and manages about $13.4 billion worth of food, clothing, textiles, and other products. Under DLA Troop Services, the Subsistence Directorate serves as the operational manager for all food operations. These items are procured in accordance with the provisions of the Berry Amendment and the Buy American Act (BAA). The Berry Amendment requires DOD to give preference to the procurement of domestically produced, manufactured, or home grown products, notably food, clothing, and fabrics. This report will describe the origin, authority, and policy in the procurement of food for the military."}
{"original_length": 2360, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nHistorically, Congress has mandated programs to help U.S. exporters compete with subsidies provided by other countries, to assist with financing for exports where credit is a constraint, or to promote U.S. agricultural exports. Some in Congress have criticized programs that assist with exports as corporate welfare; others suggest that private entities could and should themselves finance export activities. The 2008 farm bill extends funding authority for credit guarantees and export market development through FY2012. The enacted farm law repeals legislative authority for the major export subsidy program, but extends authority for a smaller program that subsidizes dairy product exports. Funded by using the borrowing authority of the Commodity Credit Corporation (CCC), the farm bill agricultural export programs are administered by the Foreign Agricultural Service (FAS) of the U.S. Department of Agriculture (USDA). CCC export credit guarantees assure payments for commercial financing of the sale of U.S. agricultural exports. If a foreign buyer defaults on the debt financing incurred, the CCC assumes the debt. In the 2002 farm bill ( P.L. 107-171 ) Congress authorized $5.5 billion (in export value, not cost to the Treasury) for such guarantees, plus an additional $1 billion to be made available to countries that are emerging markets. Four CCC export credit guarantee programs were authorized in the 2002 farm bill. GSM-102 guaranteed short-term (up to 3 years) financing of U.S. farm products; GSM-103 guaranteed longer-term (3-10 years) financing. The Supplier Credit Guarantee Program (SCGP) guaranteed very short-term (up to 1 year) financing of exports. The Facilities Financing Guarantee Program (FFGP) guaranteed financing of goods and services exported from the United States to improve or establish agriculture-related facilities in emerging markets. In 2006, FAS suspended operation of the GSM-103 program. The suspension was in response to a WTO dispute panel decision in a case brought by Brazil against U.S. cotton policy. The panel ruled that GSM programs were prohibited export subsidies because they did not recover their operating costs. Also FAS suspended the SCGP in FY2006, largely because of a high rate of defaulted obligations and evidence of fraud. In its farm bill proposals, the Administration requested that Congress formally repeal legislative authorities for GSM-103 and the SCGP. The Administration also requested that Congress lift the statutory 1% cap on loan origination fees for GSM-102,which the WTO cited as a subsidy element in the operation of the export credit guarantee programs. The 2008 farm bill repeals authority for the SCGP, the GSM-103 intermediate credit guarantee, and the 1% cap on loan origination fees for the GSM-102 program. The new farm bill caps the credit subsidy for the program at $40 million annually. The amount of GSM-102 credit that CCC must make available each year is set at not less than $5.5 billion, but the $40 million credit subsidy cap, according to the manager's statement accompanying the bill, is expected to finance $4 billion annually in export credit guarantees. The 2008 farm bill extends authority for the FFGP to FY2012. It also provides that the Secretary of Agriculture may waive requirements that U.S. goods be used in the construction of a facility under this program, if such goods are not available or their use is not practicable. The new law also permits the Secretary to provide a guarantee for this program for the term of the depreciation schedule for the facility, not to exceed 20 years. The 2002 farm bill authorized four programs to promote U.S. agricultural products in overseas markets, including the Market Access Program (MAP), the Foreign Market Development Program (FMDP), the Emerging Markets Program (EMP), and the Technical Assistance for Specialty Crops Program (TASC). Authorization of CCC funds for the market development programs expired with the 2002 farm bill in 2007. During the farm bill debate both the Administration and producers of fruits and vegetables advocated increased funding for export market development programs, targeted to specialty crops (fruits and vegetables). MAP assists primarily value-added products. Its purpose is to expand exports over the long term by undertaking activities such as consumer promotions, technical assistance, trade servicing, and market research. MAP projects are jointly funded by the federal government and industry groups. Trade organizations, nonprofit industry organizations, and private firms that are not represented by an industry group submit proposals for marketing activities to the USDA, which evaluates proposals and selects recipient organizations. The 2008 farm bill extends MAP through FY2012, makes organic produce eligible for the program, and keeps the funding level at the FY2007 level—$200 million—for each of the next five years (FY2008-FY2012). The 2002 farm bill reauthorized CCC funding for FMDP through FY2007 at an annual level of $34.5 million. FMDP, which resembles MAP in most major respects, mainly promotes generic or bulk commodity exports. The 2008 farm bill extends FMDP through FY2012 without change in the funding authorization. EMP provides funding for technical assistance activities intended to promote exports of U.S. agricultural commodities and products to emerging markets in all geographic regions, consistent with U.S. foreign policy. An emerging market is defined in the authorizing legislation (the 2002 farm bill) as any country that is taking steps toward a market-oriented economy through food, agricultural, or rural business sectors of the economy of the country. Additionally, an emerging market country must have the potential to provide a viable and significant market for U.S. agricultural commodities or products. The 2002 farm bill authorized funding at $10 million annually through FY2007. The 2008 farm bill reauthorizes the Emerging Markets Program through FY2012 without change. TASC aims to assist U.S. specialty crop exports by providing funds for projects that address sanitary, phytosanitary, and technical barriers that prohibit or threaten U.S. speciality crop exporters. The 2002 farm bill defined specialty crops as all cultivated plants, and the products thereof, produced in the United States, except wheat, feed grains, oilseeds, cotton, rice, peanuts, sugar, and tobacco. The types of activities covered include seminars and workshops, study tours, field surveys, pest and disease research, and pre-clearance programs. The 2002 farm bill authorized $2 million annually of CCC funds each fiscal year through FY2007 for the TASC program. The 2008 farm bill extends TASC through FY2012 and increases funding to $4 million in FY2008; $7 million in FY2009; $8 million in FY2010; and $9 million in each of FY20011 and FY2012. The 2002 farm bill authorized direct export subsidies of agricultural products through the Export Enhancement Program (EEP) and the Dairy Export Incentive Program (DEIP). Both programs subsidized agricultural exports when U.S. domestic prices were higher than world or international prices. EEP, which mainly subsidized exports of wheat and wheat flour (around 80% of EEP subsidies), has been little used as U.S. and world prices have moved closer together. The last year of significant EEP subsidies was 1995; there were no EEP subsidies during the five years of the 2002 farm bill. DEIP provided subsidies for dairy product exports; no DEIP subsidies have been provided since 2005. Agricultural export subsidies are a major issue in the Doha Round of multilateral trade negotiations, where preliminary agreement has been reached to eliminate them by 2013. The 2008 farm bill repeals legislative authority for EEP, but extends legislative authority for DEIP through December 31,\n\n### Summary:\n\n", "answer": "Agricultural exports, which are forecast by the U.S. Department of Agriculture to reach $108.5 billion in 2009, are an important source of employment, income, and purchasing power in the U.S. economy. Programs that deal with U.S. agricultural exports are a major focus of Title III, the trade title, in the new omnibus farm bill, the Food, Conservation, and Energy Act of 2008 (P.L. 110-246, H.R. 6124). The enacted farm bill repeals the major U.S. export subsidy program, and reauthorizes and changes a number of programs that assist with financing U.S. agricultural exports or that help develop markets overseas. Changes include modifying export credit guarantee programs to conform with U.S. commitments in the World Trade Organization (WTO), making organic products eligible for export market development programs, and increasing the funds available to address sanitary and phytosanitary barriers to U.S. specialty crop exports. International food aid programs are the other major focus of the farm bill trade title. For a discussion of farm bill changes in food aid programs, see CRS Report RS22900, International Food Aid Provisions of the 2008 Farm Bill."}
{"original_length": 2381, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nCampaign Finance Reform: Constitutional Issues Raised by Disclosure Requirements RS20849 -- Campaign Finance Reform: Constitutional Issues Raised by Disclosure Requirements Updated March 20, 2001 In its landmark decision, Buckley v. Valeo, (2) the Supreme Court upheld the reporting and disclosure requirements of the Federal Election Campaign Act (FECA)applicable to contributions and expenditures by candidates and political parties. In Buckley, the Courtdetermined that disclosure requirements can serve threegovernmental interests that were sufficient to outweigh possible free speech infringements: (1) providing theelectorate with information about the sources ofcampaign money and how it is spent, (2) deterring the reality and appearance of corruption by exposing largecontributions and candidate expenditures, and (3)providing the government with the data necessary to detect violations of law. (3) However, with regard to independent expenditures, the Court found that reportingrequirements can only apply to those independent expenditures that expressly advocate the election or defeat of aclearly identified candidate. (4) In a noteworthy portion of the decision, the Court expressly deferred to legislative judgment in upholding the reporting and disclosure requirements. In Buckley, the plaintiffs argued that FECA provisions, which require political committees to maintain records with the nameand address of contributors donating over $10and to report the name, address, occupation, and employer of contributors who donate, in the aggregate, over $100,were unconstitutional. While the Court agreedthat these thresholds were \"indeed low,\" it nevertheless found that \"we cannot require Congress to establish that ithas chosen the highest reasonable threshold.\" (5) Indeed, the Court concluded, such determinations are \"best left in the context of this complex legislation tocongressional discretion.\" (6) Court deference to legislative determinations may be limited, however, when a court finds that the legislature has established a series of differing disclosurethresholds without sufficiently demonstrating its reasoning for such disparities. For example, in Vote Choice,Inc. v. DiStefano, (7) the U.S. Court of Appeals forthe First Circuit struck down a Rhode Island law requiring political action committees (PACs) to disclose theidentity of every contributor, even contributorsdonating as little as $1, a practice sometimes referred to as \"first dollar disclosure,\" while only requiring candidatesto disclose contributors donating more than$100. The First Circuit did not express concern with first dollar disclosure per se, but with the disparitybetween disclosure requirements applicable to PACsversus the requirements applicable to candidates. According to the Vote Choice court, the government'sinterest in disclosure is generally constant, that is, theinterest is the same regardless of whether the disclosure requirement applies to individuals or to an association ofindividuals. The subject Rhode Island law,however, was not only inconsistent, the court found, but imposed \"a particularly virulent strain of unevenness intoits statutory scheme,\" without serving \"anycognizable government interest.\" (8) Disclosure requirements can also raise constitutional questions concerning the right of contributors to organizations subject to disclosure requirements to enjoyfreedom of association. (9) According to the Supreme Court in its 1958decision, NAACP v. Alabama , (10) it is well established thatfreedom to engage in associationfor the advancement of beliefs and ideas is an inseparable aspect of the liberty rights guaranteed by the Due ProcessClause of the 14th Amendment (11) and thatthere is an important relationship between freedom to associate and privacy in one's associations. (12) Accordingly, the NAACP Court held that compelleddisclosure of an association's membership lists is unconstitutional, if it can be shown that disclosure is likely toconstitute an effective restraint on members'freedom of association rights. The Court found that disclosure of the NAACP's members had exposed thosemembers to economic reprisal, loss of employment,threat of physical coercion, and other manifestations of public hostility. Therefore, the Court held, compelleddisclosure of members would detrimentally affectthe association's ability to exercise its rights to advocate its beliefs and further, it might induce members to quit theassociation and dissuade others fromjoining. (13) Drawing from its reasoning in NAACP, in Buckley v. Valeo , the Supreme Court upheld the current FECA disclosure requirements as applied to minor as well asmajor parties. In Buckley, the plaintiffs argued that the First Amendment rights of minor parties weresignificantly burdened by contributor disclosurerequirements since they were more susceptible to harassment and that the government had little interest ininformation regarding minor parties having only a smallchance of winning elections. The Court determined, however, that unlike the evidence presented in NAACP , \"any serious infringement on First Amendment rightsbrought about by compelled disclosure of contributors is highly speculative.\" (14) That is, according to the Court, absent a case being made that the threat toconstitutionally protected rights is so great and the governmental interest furthered by compelled disclosure is soinsubstantial that the law cannot beconstitutionally applied, disclosure laws will pass constitutional muster. (15) Nevertheless, the Buckley Court did recognize that, in the future, a specific minor partymight be able to demonstrate with a \"reasonable probability\" that disclosure requirements would subject its partycontributors to \"threats, harassment, orreprisals,\" and accordingly, such a party could qualify for an exemption. (16) The Supreme Court applied this principle again in Brown v. Socialist Workers '74 Campaign Committee (Ohio) , (17) that disclosure rules generally will be upheld asapplied to minor political parties, unless the minor political party can demonstrate, as the party in this case did, thatsuch disclosure will subject the identifiedparties to a \"reasonable probability\" of \"threats, harassment, or reprisals from either Government officials or privateparties.\" (18) In view of these Supreme Courtholdings, if a case could be made that a disclosure requirement would seriously infringe on the First Amendmentrights of contributors to organizations subject tothe requirements, then as applied to those cases, the regulations might be overturned. In Buckley v. Valeo, the Supreme Court upheld FECA disclosure requirements for independent expenditures. (19) Under FECA, when an organization or individual(other than a political committee) makes an independent expenditure, (20) aggregating over $250 in a year, expressly advocating the election or defeat of a clearlyidentified candidate, it is subject to disclosure requirements. (21) On the other hand, the current prevailing view of the courts is that disclosure requirements for non-candidate expenditures, which do not expressly advocate theelection or defeat of a clearly identified candidate, are unconstitutional. That is, according to most courts,expenditures for communications that merely relate topolitical issues, without meeting the \"express advocacy\" standard, are constitutionally protected issue advocacycommunications, which cannot be subject todisclosure requirements or any other regulation. (22) Even if a disclosure requirement is found to result in an unconstitutional regulation of First Amendmentprotected issue advocacy, some have argued thatconditioning receipt of tax-exempt status under the Internal Revenue Code (IRC) on compliance with a disclosurerequirement might provide a basis for regulatingbeyond the express advocacy standard to permit disclosure regulation of First Amendment protected issue advocacy. It has been a principle of federalconstitutional law, however, that the government may not condition the receipt of a public benefit upon arequirement to relinquish one's protected FirstAmendment rights. (23) In other words, the government may not accomplishindirectly what it would not be permitted to do directly. For example, in Speiser v.Randall , the Supreme Court held that a state could not condition a veteran's tax exemption upon the recipient'sexecution of a loyalty oath, which the Court foundto be in violation of recipient's First Amendment rights. (24) On the other hand, Regan v. Taxation With Representation of Washington (25) is sometimes cited in support of the government's ability to limit the exercise of aFirst Amendment right as a condition of receiving the\n\n### Summary:\n\n", "answer": "Current federal election law contains reporting and disclosure requirements related tocampaign financing. (1) TheSupreme Court has generally upheld such provisions, although imposing disclosure requirements on spending forcommunications that do not meet the strictstandard of \"express advocacy\" may be held unconstitutional. Campaign finance reform legislation often contains provisions that would impose additional reporting anddisclosure requirements under the Federal ElectionCampaign Act (FECA). For example, S. 27 (McCain/Feingold), would require disclosure of disbursementsof expenditures over $10,000 for\"electioneering communications,\" which are defined to include broadcast ads that \"refer\" to federal officecandidates, with identification of donors of $500 ormore. S. 22 (Hagel/Landrieu) would increase and expedite current disclosure requirements under FECA. H.R. 380 (Shays/Meehan)would lower the current FECA threshold for contribution reporting from $200 to $50 and impose reportingrequirements for soft money disbursements by personsother than political parties. This report will discuss some of the constitutional issues relating to these and other suchdisclosure requirements."}
{"original_length": 2388, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nDuring the Obama Administration, the two federal agencies primarily responsible for administering the private health insurance provisions in the Affordable Care Act (ACA)—the Centers for Medicare & Medicaid Services (CMS) within the Department of Health and Human Services (HHS), and the Internal Revenue Service (IRS) within the Treasury Department—took a series of actions to delay, extend, or otherwise modify the law's implementation. This report discusses selected administrative actions taken by CMS and the IRS through February 2015 to address ACA implementation. The report is no longer being updated and is available primarily for reference purposes. Table 1 summarizes the more significant administrative actions taken, all of which focused on implementation of the ACA's complex set of interconnected provisions to expand private insurance coverage for the medically uninsured and underinsured. These actions were not the result of a single policy decision. Instead, they represented many separate decisions taken by the Obama Administration to address a variety of factors affecting the implementation of specific provisions of the law. The Administration announced a series of delays and other changes before and during the first (i.e., 2014) open enrollment period and the problematic launch of the federal—and some state-run—exchanges. The second (i.e., 2015) open enrollment period that closed on February 15, 2015, experienced far fewer administrative and technical problems. Other administrative actions largely focused on the ACA's tax provisions. The 2014 tax filing season (deadline April 15, 2015) was the first one in which individuals were required to indicate on their tax return whether they had health insurance coverage that meets the ACA's standards. Those without coverage risked being penalized unless they could claim an exemption. In addition, everyone who enrolled in coverage for 2014 through an exchange and received advance payments of the premium tax credit had to file a federal tax return in which they reconciled those payments with the actual tax credit to which they were entitled. In compiling the table, CRS made decisions about which administrative actions to include, and which ones to leave out. Generally, CRS included the more significant actions that had been the subject of debate among health policy analysts and, in many instances, the target of criticism by opponents of the ACA. It is important to keep in mind that the table is not—nor was it intended to be—a comprehensive list of ACA-related administrative actions. The table entries, which are grouped under general topic headings, are not organized in any particular priority order. Each entry includes a brief summary of the action and some accompanying explanatory material and comments to help provide additional context. Where available, links are provided to relevant regulatory and guidance documents online. Readers are encouraged to review these documents for more details about each action, including the motivation and legal authority for taking it. A companion CRS report summarizes all the legislative actions taken by the 112 th , 113 th , and 114 th Congresses to repeal, defund, delay, or otherwise amend the ACA. Perhaps the most controversial administrative action taken by the Administration was its decision to delay enforcement of the ACA's \"employer mandate.\" On July 9, 2013, the IRS announced that it would not take any enforcement action against employers who fail to comply with the law's employer mandate until the beginning of 2015 (see Table 1 ). This ACA provision, which took effect on January 1, 2014, requires employers with 50 or more full-time equivalent employees (FTEs) to offer their full-time workers health coverage that meets certain standards of affordability and minimum value. Those employers who do not provide such coverage risk having to pay a penalty if one or more of their employees obtain subsidized coverage through an exchange. The IRS subsequently announced that employers with at least 50 but fewer than 100 FTEs will have an additional year to comply with the employer mandate (see Table 1 ). According to the Administration, these actions were taken after it was concluded that the ACA's employer mandate could not be enforced until the related requirement that employers report the coverage they offer to their employees had been fully implemented. The IRS indicated that it would work with stakeholders to simplify the reporting process consistent with effective implementation of the law. Other controversial administrative actions include those taken in response to the decision by insurers to cancel individual and small-group health plans that do not meet the ACA's new standards for health insurance coverage, which also took effect on January 1, 2014. On November 14, 2013, the Administration notified state insurance commissioners of the option to delay enforcement of certain health insurance reforms under the ACA. It encouraged state officials to permit insurers to renew noncompliant policies in the individual and small-group market for policy years starting between January 1, 2014, and October 1, 2014. The Administration subsequently extended this policy for two years. Thus, at the option of state regulators, insurers could continue to renew noncompliant policies at any time through October 1, 2016 (see Table 1 ). The Administration was criticized for creating numerous special enrollment periods that enable individuals to enroll in an exchange plan outside the annual open enrollment period. Individuals can qualify for a special enrollment period as a result of a variety of events that affect their ability to obtain or maintain health insurance coverage (e.g., moving, losing job-based coverage, gaining legal U.S. residency). Special enrollment periods were also established for individuals unable to begin or complete the process of enrolling in an exchange plan before the end of the open enrollment period because of technical problems or other circumstances. State-run exchanges were encouraged to adopt special enrollment periods similar to the ones established for federally facilitated exchanges. In addition, the Administration established numerous hardship exemptions from the ACA's \"individual mandate\" penalty. Under the law, most U.S. citizens and legal residents are required to maintain ACA-compliant health coverage beginning in 2014. Those without coverage for three or more consecutive months are subject to a penalty unless they meet one of the statutory exemptions, or qualify for one of the health coverage-related or hardship exemptions established by CMS. In some instances the hardship exemption is tied to qualifying for a special enrollment period. For example, individuals who qualified for a special enrollment period to finish enrolling in an exchange plan after the 2014 open enrollment period closed on March 31, 2014, were granted a hardship exemption so that they would not be penalized for being uninsured for the first four months of the year (see Table 1 ). Opponents of the ACA, who believe that the law is fundamentally flawed, argued that some of the Obama Administration's actions were effectively rewriting the ACA in an effort to make it work and add to the public's confusion about the law. The ACA's critics asserted that the actions taken by the Administration to delay enforcement of the employer mandate were illegal and raised concerns that the President was not upholding his constitutional duty to faithfully execute federal law. The Administration countered that its actions were not a refusal to implement and enforce the ACA as written. Instead, they represented temporary corrections necessary to ensure the effective implementation of a very large and complex law. Agency officials pointed to a number of factors that made it difficult to meet various ACA deadlines. Those factors included a lack of appropriations to help fund implementation activities, technological problems including the poorly managed launch of the websites for the federally facilitated exchanges and some state-run exchanges, and the need to phase in the various interconnected parts of the law so as to avoid unnecessary disruption of employment and insurance markets. Regarding the delay of the employer mandate, the Administration said that its actions were no different from those taken by previous administrations faced with the challenges of implementing a complicated law. The Administration noted that its decision to grant employers \"transition relief,\" taken pursuant to administrative authority under the Internal Revenue Code to \"prescribe all needful rules and regulations\" to administer tax laws, was part of an established practice to provide relief to taxpayers who might otherwise struggle to comply with new tax law. Notwithstanding the Administration's arguments, critics question whether some of the recent delays of ACA provisions exceed the executive's traditional discretion in enforcing law to the point that they represent a blatant disregard of the law. For example, they argue that the decision to encourage states to allow insurers to renew noncompliant policies for people who want to keep their current plans directly\n\n### Summary:\n\n", "answer": "During the Obama Administration, the two federal agencies primarily responsible for administering the private health insurance provisions in the Affordable Care Act (ACA)—the Centers for Medicare & Medicaid Services (CMS) within the Department of Health and Human Services (HHS), and the Internal Revenue Service (IRS) within the Treasury Department—took a series of actions to delay, extend, or otherwise modify the law's implementation. This report summarizes selected administrative actions taken by CMS and the IRS through February 2015 to address ACA implementation. The report is no longer being updated and is available primarily for reference purposes. A companion product—CRS Report R43289—summarizes all the legislative actions taken by the 112th, 113th, and 114th Congresses to repeal, defund, delay, or otherwise amend the ACA. The most significant administrative action was the decision by the IRS to delay implementation of the law's \"employer mandate.\" This ACA provision, which took effect on January 1, 2014, requires employers with 50 or more full-time equivalent employees (FTEs) to offer their full-time workers health coverage that meets certain standards of affordability and minimum value. Those employers who do not provide such coverage risk having to pay a penalty if one or more of their employees obtain subsidized coverage through an exchange. The IRS announced that it would not take any enforcement action against employers who fail to comply with the law's employer mandate until the beginning of 2015. Subsequently, the agency announced that employers with at least 50 but fewer than 100 FTEs would have an additional year to comply with the employer mandate. Other controversial administrative actions include those taken in response to the decision by insurers to cancel individual and small-group health plans that do not meet the ACA's standards for health insurance coverage, which also took effect on January 1, 2014. Opponents of the ACA argued that these administrative actions were an attempt to rewrite the law in order to make it work. They asserted that some of the Administration's actions were illegal and raised concerns that the President was not upholding his constitutional duty to faithfully execute federal law. The Administration countered that its actions were authorized by federal law and represented temporary corrections necessary to ensure the effective implementation of a very large and complex act. On July 30, 2014, the House approved a resolution (H.Res. 676) authorizing Speaker John Boehner, on behalf of the House, to sue the President or other executive branch officials for failing to \"to act in a manner consistent with [their] duties under the Constitution and laws of the United States with respect to implementation of the [ACA].\" A lawsuit was filed on November 21, 2014, consisting of two counts. First, it claimed that the Administration had violated the Constitution by delaying the ACA employer mandate. Second, the lawsuit challenged the Administration's authority to pay cost-sharing subsidies, arguing that the law had not appropriated any funding for them."}
{"original_length": 2425, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nBased on state responses to our survey, we estimated that nearly 617,000, or about 89 percent of the approximately 693,000 regulated tanks, had been upgraded with the federally required equipment by the end of fiscal year 2000. EPA data showed that about 70 percent of the total number of tanks that its regions regulate on tribal lands had also been upgraded. With regard to the approximately 76,000 tanks that we estimated have not been upgraded, closed, or removed as required, 17 states and the 3 EPA regions we visited reported that they believed that most of these tanks were either empty or inactive. However, another five states reported that at least half of their non-upgraded tanks were still in use. EPA and states assume that the tanks are empty or inactive and therefore pose less risk. As a result, they may give them a lower priority for resources. However, states also reported that they generally did not discover tank leaks or contamination around tanks until the empty or inactive tanks were removed from the ground during replacement or closure. Consequently, unless EPA and the states address these non-compliant tanks in a more timely manner, they may be overlooking a potential source of soil and groundwater contamination. Even though most tanks have been upgraded, we estimated from our survey data that more than 200,000 of them, or about 29 percent, were not being properly operated and maintained, increasing the risk of leaks. The extent of operations and maintenance problems varied across the states, as figure 1 illustrates. The states reported a variety of operational and maintenance problems, such as operators turning off leak detection equipment. The states also reported that the majority of problems occurred at tanks owned by small, independent businesses; non-retail and commercial companies, such as cab companies; and local governments. The states attributed these problems to a lack of training for tank owners, installers, operators, removers, and inspectors. These smaller businesses and local government operations may find it more difficult to afford adequate training, especially given the high turnover rates among tank staff, or may give training a lower priority. Almost all of the states reported a need for additional resources to keep their own inspectors and program staff trained, and 41 states requested additional technical assistance from the federal government to provide such training. To date, EPA has provided states with a number of training sessions and helpful tools, such as operation and maintenance checklists and guidelines. One of EPA’s tank program initiatives is also intended to improve training and tank compliance with federal requirements, such as setting annual compliance targets with the states. At the time of our review, the Agency was just beginning to work out the details of how it will implement this initiative and had set up a working group of state and EPA representatives to begin work on compliance targets. According to EPA’s program managers, only physical inspections can confirm whether tanks have been upgraded and are being properly operated and maintained. However, only 19 states physically inspect all of their tanks at least once every 3 years—the minimum that EPA considers necessary for effective tank monitoring. Another 10 states inspect all tanks, but less frequently. The remaining 22 states do not inspect all tanks, but instead generally target inspections to potentially problematic tanks, such as those close to drinking water sources. In addition, not all of EPA’s own regions comply with the recommended rate. Two of the three regions that we visited inspected tanks located on tribal land every 3 years. Figure 2 illustrates the states’ reported inspection practices. According to our survey results, some states and EPA regions would need additional staff to conduct more frequent inspections. For example, under staffing levels at the time of our review, the inspectors in 11 states would each have to visit more than 300 facilities a year to cover all tanks at least once every 3 years, but EPA estimates that a qualified inspector can only visit at most 200 facilities a year. Moreover, because most states use their own employees to conduct inspections, state legislatures would need to provide them additional hiring authority and funding to acquire more inspectors. Officials in 40 states said that they would support a federal mandate requiring states to periodically inspect all tanks, in part because they expect that such a mandate would provide them needed leverage to obtain the requisite inspection staff and funding from their state legislatures. In addition to more frequent inspections, a number of states stated that they need additional enforcement tools to correct problem tanks. EPA’s program managers stated that good enforcement requires a variety of tools, including the ability to issue citations or fines. One of the most effective tools is the ability to prohibit suppliers from delivering fuel to stations with problem tanks. However, as figure 3 illustrates, 27 states reported that they did not have the authority to stop deliveries. In addition, EPA believes, and we agree, that the law governing the tank program does not give the Agency clear authority to regulate fuel suppliers and therefore prohibit their deliveries. Almost all of the states said they need additional enforcement resources and 27 need additional authority. Members of both an expert panel and an industry group, which EPA convened to help it assess the tank program, likewise saw the need for states to have more resources and more uniform and consistent enforcement across states, including the authority to prohibit fuel deliveries. They further noted that the fear of being shut down would provide owners and operators a greater incentive to comply with federal requirements. Under its tank initiatives, EPA has said that it will attempt to obtain state commitments to increase its inspection and enforcement activities, or it may supplement state activities in some cases. EPA’s regions have the opportunity, to some extent, to use the grants that they provide to the states for their tank programs as a means to encourage more inspections and better enforcement. However, the Agency does not want to limit state funding to the point where this further jeopardizes program implementation. The Congress may also wish to consider making more funds available to states to improve tank inspections and enforcement. For example, the Congress could increase the amount of funds it provides from the Leaking Underground Storage Tank trust fund, which the Congress established to specifically provide funds for cleaning up contamination from tanks. The Congress could then allow states to spend a portion of these funds on inspections and enforcement. It has considered taking this action in the past, and 40 states said that they would welcome such funding flexibility. In fiscal year 2000, EPA and the states confirmed a total of more than 14,500 leaks or releases from regulated tanks, although the Agency and many of the states could not verify whether the releases had occurred before or after the tanks had been upgraded. According to our survey, 14 states said that they had traced newly discovered leaks or releases that year to upgraded tanks, while another 17 states said they seldom or never detected such leaks. The remaining 20 states could not confirm whether or not their upgraded tanks leaked. EPA recognizes the need to collect better data to determine the extent and cause of leaks from upgraded tanks, the effectiveness of the current equipment, and if there is a need to strengthen existing equipment standards. The Agency has launched studies in several of its regions to obtain such data, but it may have trouble concluding whether leaks occurred after the upgrades. In a study of local tanks, researchers in Santa Clara County, California, concluded that upgraded tanks do not provide complete protection against leaks, and even properly operated and maintained tank monitoring systems cannot guarantee that leaks are detected. EPA, as one of its program initiatives, plans to undertake a nationwide effort to assess the adequacy of existing equipment requirements to prevent leaks and releases and if there is a need to strengthen these requirements, such as requiring double-walled tanks. The states and the industry and expert groups support EPA’s actions. In closing, the states and EPA cannot ensure that all regulated tanks have the required equipment to prevent health risks from fuel leaks, spills, and overfills or that tanks are safely operated and maintained. Many states are not inspecting all of their tanks to make sure that they do not leak, nor can they prohibit fuel from being delivered to problem tanks. EPA has the opportunity to help its regions and states correct these limitations through its tank initiatives, but it is difficult to determine whether the Agency’s proposed actions will be sufficient because it is just defining its implementation plans. The Congress also has the opportunity to help provide EPA and the states the additional inspection and enforcement authority and resources they need to improve tank compliance and safety. Therefore, to better ensure that underground storage tanks meet federal requirements to prevent contamination that poses health risks, we have recommended to\n\n### Summary:\n\n", "answer": "Contaminated soil or water resulting from leaks at underground storage tanks can pose serious health risks. In 1984, Congress created the Underground Storage Tank (UST) program to protect the public from potential leaks. Under the program, the Environmental Protection Agency required tank owners to install new leak detection equipment and new spill-, overfill-, and corrosion-prevention equipment. GAO found that about 1.5 million tanks have been permanently closed since the program was created, but more than half of the states do not inspect all of their tanks often enough to meet the minimum rate recommended by EPA--at least once every three years. States reported that even tanks with the required leak prevention and detection equipment continue to leak, although the full extent of the problem is unknown."}
{"original_length": 2457, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nAlien legalization or \"amnesty,\" as well as special provisions to allow certain aliens to adjust to legal permanent resident (LPR) status, are among the most controversial issues of U.S. immigration policy. Among the thorny questions raised by such proposals are: would unauthorized aliens (i.e., illegal aliens) currently in the United States be eligible for the visa? and would the proposal include a mechanism for guest workers to obtain LPR status? This report summarizes the main options for foreign nationals currently in the United States—legally or illegally—to become LPRs. As discussed more fully below, most of these options would hinge on Congress enacting special legislation. In the 109 th Congress, both chambers passed major overhauls of immigration law but did not reach agreement on a comprehensive reform package. The Senate-passed bill ( S. 2611 ) would have enabled certain groups of unauthorized aliens in the United States to obtain legal permanent residence and certain guest workers to adjust to LPR status. In the 110 th Congress, a bipartisan compromise was negotiated with Bush Administration officials and introduced in the Senate on May 21, 2007. That bill would have enabled unauthorized aliens in the United States to become LPRs if they had met certain conditions, paid penalty fees, and fulfilled other requirements. During his time in the Senate, President Barack Obama supported comprehensive immigration reform legislation that included increased enforcement as well as a pathway to legal residence for certain unauthorized residents. Similar views have been expressed Secretary of Homeland Security Janet Napolitano. Immigrant admissions, as well as adjustments to LPR status, are subject to a complex set of numerical limits and preference categories that give priority for admission on the basis of family relationships, needed skills, humanitarian concerns, and geographic diversity. When Congress first codified the assortment of immigration laws into the Immigration and Nationality Act (INA) in 1952, the assumption was that most aliens who would receive LPR status would be coming to the United States from abroad. Indeed, 30 years ago, more than 80% of the 386,194 aliens who became LPRs of the United States had arrived from abroad. In FY2008, 58% of all LPRs were adjusting status within the United States. That the number of LPRs arriving from abroad has generally remained around 400,000 for the past 30 years while the total number of LPRs now hovers around one million annually, highlights the contribution that aliens adjusting to LPR status after being in the United States is making to the growth of permanent legal immigration. In addition to LPRs, each year millions of foreign nationals come temporarily on nonimmigrant visas (e.g., tourists, foreign students and intra-company business transfers). It is estimated that annually hundreds of thousands of foreign nationals either overstay their nonimmigrant visas or enter the country illegally and thus may become unauthorized aliens. As of March 2008, there were an estimated 11.9 million aliens living here without legal authorization to do so. Almost 40%, an estimated 4.4 million, arrived in the 2000-2005 period. There are several main options for aliens in the United States to become LPRs without leaving the country, and as Figure 1 illustrates, most involving unauthorized aliens would require Congress to enact a law. To adjust status under current law, aliens must be in the United States legally on a temporary visa and eligible for a LPR visa; aliens fleeing persecution may be granted asylum; or—in very limited circumstances—unauthorized aliens may become LPRs through cancellation of removal by an immigration judge. Even aliens in the United States legally on a temporary visa can only adjust to LPR status if they qualify under the statutory set of numerical limits and preference categories that give priority for admission on the basis of family relationships, needed skills, and geographic diversity. INA §245 permits an alien who is legally but temporarily in the United States to adjust to LPR status if the alien becomes eligible on the basis of a family relationship or job skills, without having to go abroad to obtain an immigrant visa. INA §245 was limited to aliens who were here legally until 1994, when Congress enacted a three-year trial provision (commonly referred to as §245(i)) that allowed aliens here illegally to adjust status once they became eligible for an LPR visa, provided they paid a large penalty fee. In 2000, Congress temporarily reinstated §245(i) through April 30, 2001 ( P.L. 106-554 ). Over the years, Congress has enacted statutes that enable certain aliens in the United States on a recognized—but non-permanent—basis to adjust their status to legal permanent residence when they are not otherwise eligible for an immigrant visa. Since the codification of the INA in 1952, there have been at least 16 Acts of Congress that have enabled certain aliens in the United States in some type of temporary legal status to adjust to LPR status. Most of these adjustment of status laws focused on humanitarian cases, e.g., aliens paroled into the United States by the Attorney General or aliens from specific countries who were given blanket relief from removal such as temporary protected status (TPS), deferred enforced departure (DED), or extended voluntary departure (EVD). The other major group of aliens adjusting status through special provisions involved nonimmigrants and typically were employment-based. Beneficiaries of these special provisions included nonimmigrant alien physicians who had graduated from a medical school or qualified to practice medicine in a foreign state and were fully and permanently licensed and practicing medicine in a U.S. state on January 9, 1978; nonimmigrant retired employees of international organizations and/or their immediate families who have lived in the United States for specified periods of time, totaling at least 15 years for eligible adults and 7 years for children; and nonimmigrant nurses here as of September 1, 1989, who had been employed in the United States as registered nurses for at least three years before application for adjustment and whose continued employment met specified certification standards. The issue of whether aliens residing in the United States without legal authorization may be permitted to become LPRs has been debated periodically, and at various times Congress has enacted legalization programs. In 1929, for example, Congress enacted a law that some consider a precursor to legalization because it permitted certain aliens arriving prior to 1921 \"in whose case there is no record of admission for permanent residence\" to register with INS's predecessor agency so that they could become LPRs. In 1952, Congress included a registry provision (aimed at aliens who had been admitted but whose files were lost) when it codified the INA, and this provision ultimately evolved into an avenue for unauthorized aliens to legalize their status. When Congress passed the Immigration Reform and Control Act (IRCA) of 1986, it included provisions that enabled several million aliens illegally residing in the United States to become LPRs. Generally, legislation such as IRCA is referred to as an \"amnesty\" or a legalization program because it provides LPR status to aliens who are otherwise residing illegally in the United States. Although legalization is considered distinct from adjustment of status, most legalization provisions are codified under the adjustment or change of status chapter of INA. There were two temporary legalization programs created by IRCA. The \"pre-1982\" program provided legal status for otherwise eligible aliens who had resided continuously in the United States in an unlawful status since before January 1, 1982. They were required to apply during a 12-month period beginning May 5, 1987. The \"special agricultural worker\" (SAW) program provided legal status for otherwise eligible aliens who had worked at least 90 days in seasonal agriculture in the United States during the year ending May 1, 1986. They were required to apply during an 18-month period beginning June 1, 1987, and ending November 30, 1988. Approximately 2.7 million aliens qualified for\n\n### Summary:\n\n", "answer": "Immigration patterns have changed substantially since 1952, when policy makers codifying the Immigration and Nationality Act (INA) assumed that most aliens becoming legal permanent residents (LPRs) of the United States would be arriving from abroad. In 1975, more than 80% of all LPRs arrived from abroad. By 2005, however, only 34% of all aliens who became LPRs had arrived from abroad; most LPRs adjust status within the United States. This report summarizes the main avenues for foreign nationals currently in the United States—legally or illegally—to become LPRs. Alien legalization or \"amnesty,\" as well as adjustment of status and cancellation of removal options, are briefly discussed. Designed as a primer on the issues, the report provides references to other CRS products that track pertinent legislation and analyze these issues more fully. This report will be updated as needed."}
{"original_length": 2476, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nConcerns about hate crimes have become increasingly prominent among policymakers at all levels of government in recent years. A hate crime is defined as \"[a] criminal offense against a person or property motivated in whole or in part by the offender's bias against a race, religion, disability, ethnic/national origin, or sexual orientation.\" Congress has recognized the special concerns and effects of hate crimes by enacting several laws such as the Civil Rights Act of 1968, the Hate Crimes Statistics Act of 1990, and the Hate Crimes Sentencing Enhancement Act of 1994. Current federal law permits prosecution of hate crimes committed on the basis of a person's race, color, religion, or national origin when engaging in a federally protected activity. On October 28, 2009, the President signed the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act into law. The law expands the scope of hate crime victims to include gender, sexual orientation, gender identity and disability. In addition, the law broadens the circumstances under which the federal government would assert jurisdiction to prosecute such crimes. In light of the United States Supreme Court decision in United States v. Morrison , there are questions as to what underlying authority Congress may utilize to expand the scope of hate crimes to cover violence based on gender, sexual orientation, gender-identity and/or disability. The commerce clause, section 5 of the 14 th Amendment, and section 2 of the 13 th and 15 th Amendments are the grants of power most often mentioned when discussing Congress's authority to proscribe hate crimes and to enact other forms of civil rights legislation. Article I, Section 8, Clause 4 of the United States Constitution authorizes Congress to \"regulate Commerce with foreign Nations, and among the several States.\" There are three categories of activities subject to congressional regulation under the commerce clause. Congress may regulate the use of the channels of interstate commerce, or persons or things in interstate commerce, although the threat may come only from intrastate activities. Finally, Congress may regulate those activities having a substantial relation to interstate commerce (i.e., those activities that substantially affect interstate commerce). The Court narrowed the \"affects interstate commerce\" category with its decision in Morrison by rejecting the argument that Congress may regulate \"non-economic, violent criminal conduct based solely on that conduct's aggregate effect on interstate commerce.\" In this case, the Court considered a suit brought by a former student of The Virginia Polytechnic Institute who alleged that two university football players raped her. The defendants and the university argued that the Violence Against Women Act, which allowed victims of gender-motivated violence to bring federal civil suits for damages, exceeded Congress's authority under the commerce clause. The Court agreed with the defendants despite the congressional findings that gender-motivated violence deterred interstate travel, diminished national productivity, and increased medical costs. The Court concluded that upholding the Violence Against Women Act would open the door to federalization of virtually all serious crime as well as family law and other areas of traditional state regulation. The Court said that Congress must distinguish between \"what is truly national and what is truly local,\" and that its power under the commerce clause reaches only the former. As such, it would appear that any attempts to broaden the scope of hate crime legislation tied to findings and the general nature and consequences of hate crimes under the commerce clause are constitutionally suspect. However, it would appear that hate crimes that involve interstate travel continue to be within the commerce clause's reach. While the expansion of hate crime legislation may be suspect under the commerce clause, it may be within the scope of other legislative powers such as the legislative clauses of the 13 th , 14 th , and 15 th Amendments. The legislative clauses of the aforementioned amendments give Congress the power to enforce the Amendments by appropriate legislation. Morrison addresses the breadth of Congress's legislative power under section 5 of the 14 th Amendment. Under section 5 the Congress is vested with \"power to enforce, by appropriate legislation, the [Amendment's] provisions.\" However, in Morrison, the Court pointed out that state action, not private, is covered. As such, Section 5 does not authorize legislation \"directed exclusively against the action of private persons, without reference to the laws of the state, or their administration by her officers.\" Therefore, hate-driven denials by state officers or those acting under the color of law of equal protection or due process, or the right to vote fall within the scope of the legislative sections of the 14 th and 15 th Amendments. Conversely, it would appear that hate crimes committed by private individuals not acting under the color of law are beyond the scope of amendments. However, Section 2 of the 13 th Amendment may be a more viable option of broadening hate crime legislation. Unlike the 14 th Amendment, the 13 th Amendment proscribes slavery and involuntary servitude without reference to federal, state or private action. The Court has observed that \"the varieties of private conduct that\" Congress \"may make criminally punishable ... extend far beyond the actual imposition of slavery or involuntary servitude ... Congress has the power under the 13 th Amendment rationally to determine what are the badges and incidents of slavery, and the authority to translate that determination into effective legislation.\" Section 2 of the 13 th Amendment envisions legislation for the benefit of those who bore the burdens of slavery and their descendants (race and/or color). But, it is unclear as to whether it is an appropriate authority for Congress to expand the range of victims of hate crimes (e.g., religion, national origin, etc.). Two questions come to mind: First, does violence based on bigotry constitute a \"badge and/or incident of slavery?\" Second, if so, must the remedial legislation be limited to the descendants of those for whose principal benefit the amendments were adopted? In a series of cases, the Court has observed that section 2 \"clothes Congress with power to pass all laws necessary and proper for abolishing all badges and incidents of slavery in the United States.\" One could argue that due to the Court's decision in Morrison demonstrating a reluctance to expand Congress's use of the commerce clause to address gender-motivated violence, it is unclear as to whether the Court would consider the same violence as a \"badge or incident of slavery\" under the 13 th Amendment. However, the Court has not yet addressed the issue of how broad this congressional authority is. In construing the civil rights statutes enacted contemporaneously with the 13 th , 14 th , and 15 th Amendments, the Court held that Arabs and Jews would have been considered distinct \"races\" at the time the statutes were passed and the Amendments, drafted, debated and ratified. As this case addressed the issue of race, the question of whether religion can be used as a race indicator remains unanswered. In other words, would a Roman-Catholic, Methodist, or Episcopalian be considered a distinct \"race\" in the 19 th century? As such, it is unclear as to whether this would be considered sufficient to embrace all religious discrimination. There are other constitutional limits upon the manner in which Congress and/or states may enact hate crime legislation. The Court has considered constitutional challenges regarding state hate crime statutes under both the 1 st and 6 th Amendments. The 1 st Amendment declares that \"Congress shall make no law ... abridging the freedom of speech.\" The 14 th Amendment's due process clause imposes the same restriction upon the states, many of whose constitutions have a comparable limitation on state legislative action. Under the 1 st Amendment, the Court has decided several cases which provide the framework in which states must act to protect the constitutionality of hate crime legislation. Generally, the constitutional distinction boils down to the difference between conduct and speech. If the statute's aim is to punish conduct, then it will generally be upheld; however, if the intent behind the statute is to punish speech, thought, or expression, then courts are more apt to strike down the statute. For example in R.A.V. v. City of St. Paul , the Court struck down a local ordinance as being overbroad and because the regulation was \"content-based,\" proscribing only activities which conveyed messages concerning particular topics. However, in Wisconsin v. Mitchell , the Court found that a Wisconsin statute\n\n### Summary:\n\n", "answer": "Federal and state legislators recognize the special concerns and effects of hate crimes. Although there is some federal legislation in place, many states have enacted some form of ethnic intimidation law or bias-motivated sentence-enhancement factors in attempts to curtail hate crimes. Several United States Supreme Court cases provide the framework in which states must legislate to ensure the constitutionality of hate crime legislation. After these landmark cases, the real questions for states involve identifying permissible ways to curtail hate crimes without infringing on any constitutionally protected rights. On the federal level, in light of U.S. Supreme Court cases, the question remains as to what extent Congress can broaden the classes of individuals subject to hate crime legislation. This report discusses constitutional considerations facing both individual states and Congress in enacting hate crime legislation. It will be updated as events warrant."}
{"original_length": 2477, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nIntellectual property has a broad range—anywhere from inventions, to technological enhancements, to methods of doing business, to computer programs, to literary and musical works and architectural drawings. Government-sponsored research has an equally broad range—from research in mathematical and physical sciences, computer and information sciences, biological and environmental sciences, and medical sciences, to research supporting military programs of the Department of Defense (DOD) and the atomic energy defense activity of the Department of Energy. The objective of some of this research, for example, cancer research, is to gain more comprehensive knowledge or understanding of the subject under study, without specific application. According to the National Science Foundation, about 3 percent of DOD’s R&D funding and 41 percent of R&D funding by other agencies goes toward this type of study. Other research is directed at either gaining knowledge to meet a specific need or to develop specific materials, devices, or systems—such as a weapon system or the International Space Station. About 97 percent of DOD’s R&D dollars and 55 percent of R&D dollars from other agencies supports applied research. The primary vehicles for funding research efforts are grants, cooperative agreements, and contracts. Today, our focus is largely on intellectual property rights that the government acquires through research done under contracts, which primarily fund applied research. As illustrated in the figure below, the R&D landscape has changed considerably over the past several decades. While the federal government had once been the main provider of the nation’s R&D funds, accounting for 54 percent in 1953 and as much as 67 percent in 1964, as of 2000, its share amounted to 26 percent, or about $70 billion, according to the National Science Foundation. Patents, trademarks, copyrights, and trade secrets protect intellectual property. Only the federal government issues patents and registers copyrights, while trademarks may also be registered by states that have their own registration laws. State law governs trade secrets. Anyone who uses the intellectual property of another without proper authorization is said to have ‘infringed’ the property. Traditionally, an intellectual property owner’s remedy for such unauthorized use would be a lawsuit for injunctive or monetary relief. Prior to 1980, the government generally retained title to any inventions created under federal research grants and contracts, although the specific policies varied among agencies. Over time, this policy increasingly became a source of dissatisfaction. First, there was a general belief that the results of government-owned research were not being made available to those who could use them. Second, advances attributable to university-based research funded by the government were not pursued because the universities had little incentive to seek use for inventions to which the government held title. Finally, the maze of rules and regulations and the lack of a uniform policy for government-owned inventions often frustrated those who did seek to use the research. The Bayh-Dole Act was passed in 1980 to address these concerns by creating a uniform patent policy for inventions resulting from federally sponsored research and development agreements. The act applied to small businesses, universities, and other nonprofit organizations and generally gave them the right to retain title to and profit from their inventions, provided they adhered to certain requirements. The government retained nonexclusive, nontransferable, irrevocable, paid-up (royalty-free) licenses to use the inventions. A presidential memorandum issued to the executive branch agencies on February 18, 1983, extended the Bayh-Dole Act to large businesses. It extended the patent policy of Bayh-Dole to any invention made in the performance of federally funded research and development contracts, grants, and cooperative agreements to the extent permitted by law. On April 10, 1987, the president issued Executive Order 12591, which, among other things, required executive agencies to promote commercialization in accordance with the 1983 presidential memorandum. Below are highlights of requirements related to the Bayh-Dole Act and Executive Order 12591. In addition to the traditional categories of intellectual property protections, government procurement regulations provide a layer of rights and obligations known as “data rights.” These regulations describe the rights that the government may obtain to two types of data, computer software and technical data, delivered or produced under a government contract. These rights may include permission to use, reproduce, disclose, modify, adapt, or disseminate the technical data. A key feature of the DOD framework for data rights, and one implicit in the civilian agency framework, is that the extent of the government’s rights is related to the degree of funding the government is providing. In some cases, the government may decide that it is in its best interest to forgo rights to technical data. For example, if the government wants to minimize its costs of having supercomputers developed exclusively for government use, it could waive its rights in order to spur commercial development. At the same time, situations arise where the government has a strong interest in obtaining and retaining data rights—either unlimited rights or government-purpose rights. These include long-term projects, such as cleanup at nuclear weapon sites, where the government may want to avoid disrupting the program if a change in contractors occurs. These also include projects that affect safety and security. For example, the Transportation Security Administration recently purchased the data rights for an explosives detection system manufactured by one company. The agency believed data rights were necessary in order to expand production of these machines and meet the congressionally mandated deadline for creating an explosives detection capability at airports. We contacted multiple agencies responsible for $191 billion or 88 percent of federal procurements in fiscal year 2001. At these agencies, we met with those officials responsible for procurement, management and oversight of contractor-derived intellectual property. We also analyzed agency and industry studies as well as agency guidance and requirements. In addition, we met with representatives from (1) commercial enterprises that either contract with the government or develop technologies of interest to the government as well as (2) associations representing commercial firms doing business with the government. Both industry and agency officials covered by our review had concerns about the effectiveness and the efficiency of successfully negotiating contracts with intellectual property issues. These concerns include a lack of good planning and expertise within the government and industry’s apprehensions over certain government rights to data and inventions as well as the government’s ability to protect proprietary data. Industry officials were particularly concerned about the span of rights the government wants over technical data. Industry officials asserted that rather than making a careful assessment of its needs, some contracting officers wanted to operate in a “comfort zone” by asking for unlimited rights to data, even when the research built on existing company technology. This was disconcerting to potential contractors because it meant that the government could give data to anyone it chose, including potential competitors. Some companies mentioned specific instances in which they delayed or declined participation in government contracts. These situations occurred when companies believed their core technologies would be at risk and the benefits from working with the government did not outweigh the risk of losing their rights to these technologies. Most agency officials said that intellectual property issues were at times hotly contested and could become the subject of intense negotiations. While agency officials indicated that problems related to intellectual property rights may have limited access to particular companies, they did not raise or cite specific instances where the agency was unable to acquire needed technology. In some situations, agencies exerted flexibility to overcome particular concerns and keep industry engaged in research efforts. DOD officials viewed intellectual property requirements and the manner in which these requirements are implemented as significantly affecting their ability to attract leading technology firms to DOD research and development activities. This concerns DOD, which believes it needs to engage leading firms in joint research efforts in order to promote development of commercial technologies that meet military needs. Last, agency officials, particularly DOD officials, voiced concerns about having access to technical data necessary to support and maintain systems over their useful life as well as the ability to procure some systems competitively, especially smaller systems. These officials stated that if they did not obtain sufficient data rights, they could not use competitive approaches to acquire support functions or additional units. We have reported on the difficulties that occurred when appropriate data rights were not obtained. In one instance, when the Army tried to procure data rights later in the system’s life cycle, the manufacturer’s price for the data was $100 million—almost as much as the entire program cost ($120 million) from 1996 through 2001. We have recommended, among other things, that DOD place greater emphasis on obtaining priced options for the purchase of technical data at the time proposals for new weapon systems are\n\n### Summary:\n\n", "answer": "Improperly defined intellectual property rights in a government contract can result in the loss of an entity's critical assets or limit the development of applications critical to public health or safety. Conversely, successful contracts can spur economic development, innovation, and growth, and dramatically improve the quality of delivered goods and services. Contracting for intellectual property rights is difficult. The stakes are high, and negotiating positions are frequently ill-defined. Moreover, the concerns raised must be tempered with the understanding that government contracting can be challenging even without the complexities of intellectual property rights. Further, contractors often have reasons for not wanting to contract with the government, including concerns over profitability, capacity, accounting and administrative requirements, and opportunity costs. Within the commercial sector, companies identified a number of specific intellectual property concerns that affected their willingness to contract with the government. These included perceived poor definitions of what technical data is needed by the government, issues with the government's ability to protect proprietary data adequately, and unwillingness on the part of government officials to exercise the flexibilities available concerning intellectual property rights. Some of these concerns were on perception rather than experience, but, according to company officials, they nevertheless influence decisions not to seek contracts or collaborate with federal government entities. Agency officials shared many of these concerns. Poor upfront planning and limited experience/expertise among the federal contracting workforce were cited as impediments. Although agency officials indicated that intellectual property rights problems may have limited access to particular companies, they did not cite specific instances where the agency was unable to acquire needed technology. Agency officials said that improved training and awareness of the flexibility already in place as well as a better definition of data needs on individual contracts would improve the situation."}
{"original_length": 2508, "trunc_length": 2048, "text": "\n\nSummarize the following text into a summary of less than 800 words.\n### Text:\n\nOur financial audits have found that IRS’ financial statement amounts for revenue, in total and by type of tax, were not derived from its revenue general ledger accounting system or its master files of detailed individual taxpayer records. The revenue accounting system does not contain detailed information by type of tax, such as individual income tax or corporate tax, and the master file cannot summarize the taxpayer information needed to support the amounts identified in the system. As a result, IRS relied without much success on alternative sources, such as Treasury schedules, to obtain the summary total by type of tax needed for its financial statement presentation. To substantiate the Treasury figures, our audits attempted to reconcile IRS’ master files—the only detailed records available of tax revenue collected—with Treasury records. For fiscal year 1994, for example, we found that IRS’ reported total of $1.3 trillion for revenue collections taken from Treasury schedules was $10.4 billion more than what was recorded in IRS’ master files. Because IRS was unable to satisfactorily explain, and we could not determine the reasons for this difference, the full magnitude of the discrepancy remains uncertain. In addition to the difference in total revenues collected, we also found large discrepancies between information in IRS’ master files and the Treasury data used for the various types of taxes reported in IRS’ financial statements. For fiscal year 1994, for example, some of the larger reported amounts in IRS’ financial statement for which IRS had insufficient support were $615 billion in individual taxes collected—this amount was $10.8 billion more than what was recorded in IRS’ master files; $433 billion in social insurance taxes collected—this amount was $5 billion less than what was recorded in IRS’ master files; and $148 billion in corporate income taxes—this amount was $6.6 billion more than what was recorded in IRS’ master files. Thus, IRS did not know and we could not determine if the reported amounts were correct. These discrepancies also further reduce our confidence in the accuracy of the amount of total revenues collected. Contributing to these discrepancies is a fundamental problem in the way tax payments are reported to IRS. IRS’ tax receipt, return, and refund processes are highlighted in figure 1. About 80 percent, or about $1.1 trillion, of total tax payments are made by businesses and typically include (1) taxes withheld from employees’ checks for income taxes, (2) Federal Insurance Compensation Act (FICA) collections, and (3) the employer’s matching share of FICA. IRS requires business taxpayers to make tax payments using federal tax deposit coupons, shown in figure 2. The payment coupons identify the type of tax return to which they relate, such as a Form 941, Quarterly Wage and Tax Return, but do not specifically identify either the type of taxes being paid or the individuals whose tax withholdings are being paid. For example, the payment coupon in figure 2 reports that the deposit relates to a Form 941 return, which can cover payments for employees’ tax withholding, FICA taxes, and employers’ FICA taxes. Since only the total dollars being deposited are indicated on the form, IRS knows that the entire amount relates to a Form 941 return but does not know how much of the deposit relates to the different kinds of taxes covered by that type of return. Consequently, at the time tax payments are made, IRS is not provided information on the ultimate recipient of the taxes collected. Furthermore, the type of tax being collected is not distinguished early in the collection stream. This creates a massive reconciliation process involving billions of transactions and subsequent tax return filings. For example, when an individual files a tax return, IRS initially accepts amounts reported as a legitimate record of a taxpayer’s income and taxes withheld. For IRS’ purposes, these amounts represent taxes paid because they cannot be readily verified to the taxes reported by an individual’s employer as having been paid. At the end of each year, IRS receives information on individual taxpayers’ earnings from the Social Security Administration. IRS compares the information from the Social Security Administration to the amounts reported by taxpayers with their tax returns. However, this matching process can take 2 and a half years or more to complete, making IRS’ efforts to identify noncompliant taxpayers extremely slow and significantly hindering IRS’ ability to collect amounts subsequently identified as owed from false or incorrectly reported amounts. Consistent with this process, IRS’ system is designed to identify only total receipts by type of return and not the entity which is to receive the funds collected, such as the General Fund at Treasury for employee income tax withholdings or the Social Security Trust Fund for FICA. Ideally, the system should contain summarized information on detailed taxpayer accounts, and such amounts should be readily and routinely reconciled to the detailed taxpayer records in IRS’ master files. Also, IRS has not yet established an adequate procedure to reconcile the revenue data that the system does capture with data recorded and reported by Treasury. Further, documentation describing what IRS’ financial management system is programmed to do is neither comprehensive nor up-to-date, which means that IRS does not have a complete picture of the financial system’s operations—a prerequisite to fixing the problems. Beginning with our audit of IRS’ fiscal year 1992 financial statements, we have made recommendations to correct weaknesses involving IRS’ revenue accounting system and processes. They include addressing limitations in the information submitted to IRS with tax payments by requiring that payments identify the type of taxes being collected; implementing procedures to complete reconciliations of revenue and refund amounts with amounts reported by the Treasury; and documenting IRS’ financial management system to identify and correct the limitations and weaknesses that hamper its ability to substantiate the revenue and refund amounts reported on its financial statements. With a contractor’s assistance, an IRS task force attempted to document IRS’ financial management system transaction flows. Because the contractor is not expected to complete this work until July 1996, it was not done in time to be useful in our fiscal year 1995 audit. Federal accounting standards provide new criteria for determining revenue, effective for fiscal year 1998. This will require IRS to account for the source and disposition of all taxes in a manner that enables accurate reporting of cash collections and accounts receivable and appropriate transfers of revenue to the various trust funds and the general fund. To achieve this, IRS’ accounting system will need to capture the flow of all revenue-related transactions from assessment to ultimate collection and disposition. We could not verify the validity of either the $113 billion of accounts receivable or the $46 billion of collectible accounts receivables that IRS reported on its fiscal year 1995 financial statements. Consequently, these financial statements cannot be relied on to accurately disclose the amount of taxes owed to the government or the portion of that amount which is collectible. This is not a new problem, as we first identified IRS’ accounts receivable accounting and reporting problems in fiscal year 1992 and again in each subsequent fiscal year’s financial audit. In our audit of IRS’ fiscal year 1992 financial statements, after performing a detailed analysis of IRS’ receivables as of June 30, 1991, we estimated that only $65 billion of about $105 billion in gross reported receivables that we reviewed was valid and that only $19 billion of the valid receivables was collectible. At the time, IRS had reported that $66 billion of the $105 billion was collectible. Subsequently, we helped IRS develop a statistical sampling method that, if properly applied, would allow it to reliably estimate and report valid and collectible accounts receivable on its financial statements. We evaluated and tested IRS’ use of the method as part of our succeeding financial audits and found that IRS made errors in carrying out the statistical sampling procedures, which rendered the sampling results unreliable. This year, for the first time, IRS tried, also without success, to specifically identify its accounts receivable. Reliable financial information on these amounts is important to IRS and the Congress for assessing the results of enforcement and collection efforts, measuring performance in meeting IRS’ mission and objectives, and allocating resources and staffing; reviewing the collectibility of accounts, determining trends in accounts receivable balances, and deliberating on the potential for increased collections and related budgetary needs; and assess\n\n### Summary:\n\n", "answer": "GAO discussed its financial audits of the Internal Revenue Service for fiscal years 1992 through 1995. GAO noted that: (1) IRS relied on alternative sources to obtain revenue totals by type of tax for its financial statements; (2) IRS financial statements include various discrepancies that cannot be explained because of weaknesses in IRS information and collection systems; (3) the validity of IRS accounts receivable and collectible accounts receivable can not be verified; (4) many uncollected compliance assessments and financial receivables are uncollectible; (5) IRS has been unable to accurately account and report its total inventory of accounts receivable; (6) while IRS has made some improvements in accounting and reporting on its operating costs, significant problems remain; (7) IRS can not confirm when and if goods and services were received; and (8) the accuracy of the IRS Fund Balance with Treasury accounts cannot be verified."}
